{
  "search_metadata": {
    "id": "65ef2a93f26ac6b43c28b156",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/cba2f21086e022a5/65ef2a93f26ac6b43c28b156.json",
    "created_at": "2024-03-11 16:00:19 UTC",
    "processed_at": "2024-03-11 16:00:19 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/eG-UO83g_5zDk70FIJbm2w?",
    "raw_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef2a93f26ac6b43c28b156.html",
    "prettify_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef2a93f26ac6b43c28b156.prettify",
    "total_time_taken": 1.67
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 0,
    "num": "50",
    "place_id": "eG-UO83g_5zDk70FIJbm2w"
  },
  "search_information": {
    "total_results": 3277,
    "business": "South City Kitchen Midtown"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 3277
    },
    {
      "hl": "es",
      "count": 1
    },
    {
      "hl": "de",
      "count": 1
    },
    {
      "hl": "ja",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Tim S.",
        "user_id": "9gP5W94012oV98oWcYeXYA",
        "link": "https://www.yelp.com/user_details?userid=9gP5W94012oV98oWcYeXYA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/J2pgE8I7x2cxMTOo-paXhg/180s.jpg",
        "address": "Greensboro, NC",
        "friends": 14,
        "photos": 118,
        "reviews": 68,
        "elite_year": 24
      },
      "comment": {
        "text": "My second visit to South City and it did not disappoint. \nI had the fried chicken which was outstanding. Great flavor and seasoning on the chicken with a crispy outside and moist and tender inside. They also had a homemade hot sauce that they provided: now I am not typically a hot sauce person, but this is a must. My wife had the shrimp and grits and really enjoyed her meal. \nThe service was impeccable. Our server was very attentive and definitely went above and beyond. I'd come back for the service alone. \nNote: They do take reservations and I would recommend. It can get busy at times.",
        "language": "en"
      },
      "date": "2024-03-03T13:34:00Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cr5CB9Ny8IltaPki4Qg5Zg/o.jpg",
          "caption": "Fried Chicken and Collard greens."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jiniya T.",
        "user_id": "3-Nwo52pZmIGI9IZM4BXng",
        "link": "https://www.yelp.com/user_details?userid=3-Nwo52pZmIGI9IZM4BXng",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/m29DzsKcq14CicWrr93MFQ/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 2,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "Overall, my experience at this restaurant was a mixed bag. Upon arrival, the $20 parking fee across the street was a bit of a turnoff, although the well-lit surroundings provided a sense of security, especially for a group of ladies dining at night. The seating arrangement inside felt cramped, with tables closely packed together, and as the evening progressed, the noise level increased, making it difficult to hold conversations comfortably.\n\nAs for the drinks, I opted for a mocktail instead of their gin cocktail, and the gingerade I chose had a pleasant blend of sweetness and spiciness, accentuated by the ginger candy and cherry garnish.\n\nMoving on to the appetizers, the fried green tomatoes were a standout, with the goat cheese stuffing providing a delightful contrast to the crunchy exterior. The pork belly, infused with a caraway vinaigrette and spicy chilies, offered a harmonious balance of sweet and spicy flavors, although the cornmeal spoonbread with smoked pulled pork and white BBQ sauce fell short of expectations.\n\nFor my main course, I selected the smoky grilled pork chop, which unfortunately arrived well-done despite my medium request. While the thick cut and grill marks were visually appealing, the brussel sprouts accompanying the dish were inconsistently cooked, resulting in a somewhat mushy texture. A taste of the Carolina trout from a friend's plate left me regretting my choice, as its delicious flavor enhanced by the pear vinaigrette overshadowed the pork chop.\n\nDessert proved to be another disappointment, with the vanilla bean cheesecake failing to live up to its name. Lacking any discernible hint of vanilla bean and resembling more of an apple compote than a cheesecake, its diminutive size and underwhelming flavor left much to be desired, especially considering its hefty $10 price tag.\n\nWhile the restaurant's rotating menu promises variety, the inconsistency in execution and the underwhelming dessert experience leave me hesitant to return in search of authentic Southern cuisine. Despite some highlights in the appetizers, the overall dining experience fell short of expectations, and I'll likely continue my quest for exceptional Southern fare elsewhere.",
        "language": "en"
      },
      "date": "2024-03-07T11:41:09Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Matthew R.",
        "user_id": "euI04DA7x_DXHOGVQdb3pg",
        "link": "https://www.yelp.com/user_details?userid=euI04DA7x_DXHOGVQdb3pg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TqcFV4_JNGxnjI40581z8w/180s.jpg",
        "address": "Miami, FL",
        "friends": 0,
        "photos": 14,
        "reviews": 13
      },
      "comment": {
        "text": "lunch time in the atl!! \ni've been a tad inactive and i apologize\n1. service:outstanding\n2. vibe: casual\n3. food: just wow!! just absolutely amazing!!!",
        "language": "en"
      },
      "date": "2024-03-01T19:26:01Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GDYmZiF_Gisls0oQ7ER7Zg/o.jpg",
          "caption": "SHRIMP & MARSH HEN MILL GRITS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zts2z1uNkrjErFXykEQZlA/o.jpg",
          "caption": "\"NASHVILLE HOT\" FRIED CHICKEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EPYE3FvAdghXf4F-S2R_Ew/o.jpg",
          "caption": "CAESAR Salad"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Calvin S.",
        "user_id": "1kNsEAhGU8d8xugMuXJGFA",
        "link": "https://www.yelp.com/user_details?userid=1kNsEAhGU8d8xugMuXJGFA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wgDHsKzvD9pN3k_cllgbww/180s.jpg",
        "address": "Winnipeg, Canada",
        "friends": 105,
        "photos": 1690,
        "reviews": 1449,
        "elite_year": 24
      },
      "comment": {
        "text": "4.5/5\n\nI had a 6 hour layover in Atlanta in early December and wanted to leave the airport to find a local southern cuisine. My friend who lives in Atlanta recommended this place, as it's close to MARTA that goes to/from the airport.\n\nI booked a reservation as this place seems to be popular, and good thing I did because it indeed was popular and I wouldn't have had a seat otherwise. It's a two floor restaurant, but I sat on the first floor.\n\nMy friend who recommended me this place said I can't go wrong with any item on the menu, so upon doing some research I went with the She-Crab Soup with a fried chicken added. The soup was delicious, creamy, lots of crab in it, albeit slight bit salty. The fried chicken was amazing! I didn't think a fried chicken breast can be as juicy as a chicken thigh or drumstick, but they somehow did it perfectly here.\n\nUltimately however, I didn't give this place 5 stars as my server ended up charging incorrectly for what I intended to order. I asked for a she-crab soup with a $10 fried chicken added, but she ended up charging for the separate fried chicken meal for $25...so it ended up costing a bit more than I expected. However given how delicious the food was I let it slide and didn't say anything...but if I return here I'll definitely keep that in mind.",
        "language": "en"
      },
      "date": "2024-01-11T23:23:30Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oEqaOQnvKQNmJDJJpAj9Iw/o.jpg",
          "caption": "She-Crab Soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JGyo57tTt5ES7TSPWbIaFw/o.jpg",
          "caption": "Springer Mountain Farms Fried Chicken"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lisa A.",
        "user_id": "uOezlAKl6XJO41GFEXtIDA",
        "link": "https://www.yelp.com/user_details?userid=uOezlAKl6XJO41GFEXtIDA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/S6ufGt_smT65fuC3BA3Q-w/180s.jpg",
        "address": "Mid-City West, Los Angeles, CA",
        "friends": 89,
        "photos": 15,
        "reviews": 33
      },
      "comment": {
        "text": "I was visiting ATL from California and this place came up as a hot spot. Made reservations and they did not disappoint. The restaurant is very classy cute. Location is great. And the food......omg was amazing!! Everyone at the table was highly satisfied. The service was great as well.",
        "language": "en"
      },
      "date": "2024-03-09T15:32:56Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MTUk0C4EReTSbg_wSWtoMw/o.jpg",
          "caption": "BEEF CHEEKS and the drink is the Dorothy. Looks good but tastes even better."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Annalisa P.",
        "user_id": "x1v_jCLoRfnzsL_xFKtgzQ",
        "link": "https://www.yelp.com/user_details?userid=x1v_jCLoRfnzsL_xFKtgzQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hw_Pk7SfoMXABAihR1OkzQ/180s.jpg",
        "address": "Houston, TX",
        "friends": 392,
        "photos": 6477,
        "reviews": 290,
        "elite_year": 24
      },
      "comment": {
        "text": "I went to dinner with my friend who moved to Atlanta and her childhood friends. They had made a reservation for us.\n\nParking is pricey at $20 in the lot across the street, and you pay in advance. I'm sure there's street parking somewhere, but this was well lit at night, which is important for 4 ladies. \n\nWe were seated at a table toward the back of the restaurant. The tables are very close together and feels cramped. As the night progressed, the restaurant got louder with people chatting.\n\nI was going to try their gin cocktail but decided on a mocktail instead. The gingerade was a little sweet and spicy. I liked the ginger candy and cherry on top.\n\nWe started with a few appetizers - fried green tomatoes, cornmeal spoonbread, and pork belly.\nThe fried green tomatoes were stuffed with gat cheese, then breaded and fried. It made the goat cheese melt and ooze out when you cut it. There's a good crunch to it. It normally comes with 3, but they gave us 4 since we had a party of 4. I loved the pork belly. The caraway vinaigrette and spicy chilies made it sweet and spicy. I could've ordered another and just have that with a side or fried green tomatoes. We liked the cornmeal spoonbread the least. It had smoked pulled pork and a white bbq sauce drizzled on top of the cornmeal spoonbread. \n\nFor my entree, I was torn between the fried chicken and the smoky grilled pork chop. I got the pork chop. It was a thick cut but had great grill marks. One of our friends ordered the same, and she's pregnant, at she asked for it to be well done. I asked for medium, but it was well cooked. The brussel sprouts were ok. Some of it was overcooked, so it tasted a bit mushy. I tried some of the Carolina trout, and I should've gotten that instead. The fish was delicious with the pear vinaigrette.\n\nFor dessert, we shared the vanilla bean cheesecake. We don't know what that was, but it definitely was not vanilla bean or a cheesecake. It was also the size of small coin or something. Donuts are larger than this. There was more apple compote than cheesecake. You can't even see or taste the vanilla bean. I wouldn't even call that a cheesecake. Disappointing and not worth $10. I'd rather get 2 cronuts from Five Daughters Bakery for that price.\n\nI was trying to find good southern food here, but I'll have to keep looking. Their menu changes, and they might keep some proteins/apps, but they may switch out how it's seasoned or cooked.",
        "language": "en"
      },
      "date": "2023-12-22T04:30:05Z",
      "rating": 3,
      "tags": [
        "10 photos",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eZITsJTCRSc0OFUjn7H2hQ/o.jpg",
          "caption": "Carolina trout"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/njOweBM7ZzGII9oeOfBXJg/o.jpg",
          "caption": "Fried chicken with collard greens & mashed red potatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7zgLh1vLg2gWsxs1Mic-Pw/o.jpg",
          "caption": "Pork belly"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5HL5Jcqla-riu_im5O-h7g/o.jpg",
          "caption": "Complimentary biscuits & cornbread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FWVUOPqfRF7SWydmyAgh3Q/o.jpg",
          "caption": "Fried green tomatoes stuffed with goat cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/svbxN4m-vmAm0d7Iw9-Elg/o.jpg",
          "caption": "Gingerade mocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lPhXppv4-EiMVEhG5wBwHw/o.jpg",
          "caption": "Smokey grilled pork chop with brussel sprouts"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hXWVHb6NQtY7wD9my7-2Aw/o.jpg",
          "caption": "Cornmeal spoonbread with pulled pork and horseradish sauce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ve-gSmMqsRaaTljVqUeczQ/o.jpg",
          "caption": "Vanilla bean cheesecake with apple compote"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hyD781DM938MQEEbyy46kA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 7,
        "funny": 3,
        "cool": 6
      }
    },
    {
      "user": {
        "name": "William W.",
        "user_id": "vbTVyyBl88xVRlTQcBXTUA",
        "link": "https://www.yelp.com/user_details?userid=vbTVyyBl88xVRlTQcBXTUA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bUUOThIFXHudMMRNS3aT-A/180s.jpg",
        "address": "Brentwood, TN",
        "friends": 185,
        "photos": 1066,
        "reviews": 706,
        "elite_year": 24
      },
      "comment": {
        "text": "I was passing through Atlanta and wanted an authentic Southern culinary experience. According to numerous foodie websites, South City is one of the best options in Atlanta for just such a thing. And after eating there, it most certainly did not disappoint.\n\nThe biscuits are pretty tasty, although they arrive cold which isn't my preference. The fried chicken was among the top 10 I've ever eaten, extra crispy and relatively juicy inside. But the waffles were stunningly good, probably the best I've had outside of Belgium and France! They literally make the perfect waffle! Its texture is tender yet firm, softly dissolving into flavorful goodness as you eat them. The flavor isn't bland - as most pancakes and waffles are - with a subtle essence of vanilla extract creating this absolute perfection! The fresh syrup that accompanies the dish is exquisite. My server was even kind enough to find some powdered sugar for me in the kitchen!\n\nDowntown parking is tricky in any big city, but a lot across the street offers affordable one-hour parking and had plenty of free spots when I visited in the middle of the day. I'd highly recommend South City Midtown for a classic Southern meal!",
        "language": "en"
      },
      "date": "2024-01-02T14:32:02Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0LHsS-J7JOk7mFj8SddJaA/o.jpg",
          "caption": "Biscuits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BaDN1lG5jVXLCyKmMgMymQ/o.jpg",
          "caption": "Chicken and waffles"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Nancy M.",
        "user_id": "VypIQc0KFrcXCAvH5E_KCQ",
        "link": "https://www.yelp.com/user_details?userid=VypIQc0KFrcXCAvH5E_KCQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OXnLzMRedoQPseaTneQkIg/180s.jpg",
        "address": "McLean, VA",
        "friends": 119,
        "photos": 1024,
        "reviews": 391,
        "elite_year": 24
      },
      "comment": {
        "text": "Bomb!! So delicious! I met my friends for lunch and we all got the same thing  I guess it's a staple, so we had too. Our waiter even told us one time had a table of 12 and they ALL got the fried chicken! \n\nOur waiter was great, very quick. We started with the fried green tomatoes, sooo good especially with the goat cheese. The fried chicken is huge, but quantity! I don't mind, had leftovers for dinner  the chicken was crispy but so tender and juicy on the inside. Collard greens and mashed potatoes were cooked perfectly too. \n\nNice spot! Check them out.",
        "language": "en"
      },
      "date": "2023-12-13T16:24:38Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FLD0gTuIDSSzxX9byW0WkA/o.jpg",
          "caption": "SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "T G.",
        "user_id": "nytGSOvH-300_d4xzwTjCg",
        "link": "https://www.yelp.com/user_details?userid=nytGSOvH-300_d4xzwTjCg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QVWMkKVz3PXeVdVd6kK8lA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 9,
        "reviews": 14
      },
      "comment": {
        "text": "I had the trout along with a side of okra. The okra was subpar but the trout, the service, and the ambiance is why they get a 5 star rating.",
        "language": "en"
      },
      "date": "2024-03-08T21:19:06Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sZVMM17n6tiT74RfJoWAPQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jenna T.",
        "user_id": "QXAYZBYuZ1NbygFKvynnJQ",
        "link": "https://www.yelp.com/user_details?userid=QXAYZBYuZ1NbygFKvynnJQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bt3jsjkyw_0kIwJzmHQkzQ/180s.jpg",
        "address": "Hercules, CA",
        "friends": 1267,
        "photos": 4361,
        "reviews": 1363,
        "elite_year": 24
      },
      "comment": {
        "text": "Came in for lunch and it was packed on a Friday afternoon. It was a lot nicer than I expected, low-key felt underdressed. Later we found out that we should have gone to their Peachtree location for a different kind of vibe. This location felt more for business meetings and rich white folks. \n\nNonetheless, the service was amazing and their fried chicken was heavenly. The cornbread was a miss because it was dry and had corn pieces baked in. Most of the time, what I've learned, is that if cornbread comes in a muffin form - it's more than likely not gonna be good. Their biscuit was a lot better but tasted somewhat undercooked in some places. \n\nSome girls started with the crab soup which was a lot more watery than we expected it to be. My friend said she thought it was gonna come out more creamy texture like a clam chowder. The crabcake and mussels were yummy. The kitchen was nice enough to split the fried chicken meal for us, instead of just giving us an extra plate. I ordered the chopped salad with the fried chicken and the waitress recommended sprinkling their homemade hot sauce which was a great tip!\n\nWe just weren't in love with the food for the price. Maybe breakfast is better.",
        "language": "en"
      },
      "date": "2023-11-08T03:30:15Z",
      "rating": 3,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/z8Rw9XbrY_KcjfKIvs7a-A/o.jpg",
          "caption": "halved the springer fried chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jCPxYG8PQPL2hhqsKL1_Pw/o.jpg",
          "caption": "pulled pork bbq sandwich"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kEgzdzTSzmqSwfhUx7Kl6Q/o.jpg",
          "caption": "chopped salad with fried chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iCCojda9dneDZXhz1sr2Qw/o.jpg",
          "caption": "smoked salmon salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YktH7kc6Ob0oXJYECi1KnQ/o.jpg",
          "caption": "crab cake"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7gYCjkbEs5hDBjXY1-894A/o.jpg",
          "caption": "menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/41Yj_y6519dfmP1oXaM-9Q/o.jpg",
          "caption": "she-crab soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/11OEJT9xVZnwFFjYL4LacA/o.jpg",
          "caption": "mussels"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 0,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Porschia E.",
        "user_id": "Lce4GCTGtC9REPkXt3-l8g",
        "link": "https://www.yelp.com/user_details?userid=Lce4GCTGtC9REPkXt3-l8g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Cy83Rp9Bevinv0juIuLT5Q/180s.jpg",
        "address": "Ellenwood, GA",
        "friends": 26,
        "photos": 481,
        "reviews": 185,
        "elite_year": 24
      },
      "comment": {
        "text": "I've passed South City Kitchen for years and finally stopped in for dinner. I went on a Wednesday night around 7 p.m. and was shocked at how packed it was on a Wednesday. We made a reservation so we were seated immediately. The host led us through the tight tables to our table on the balcony. Our server was really nice and quickly ran down her recommendations for entrees and drinks. She warned us that two large parties were coming in soon so it would be best if we gave her our order quickly so she could get it in before the large groups. I appreciated her letting us know.\n\nOur server brought us a basket of corn muffins before the entrees. The muffins were okay. They were a little dense and had a corn kernel sprinkled in here and there. I don't particularly need real corn in my corn bread but I say, if you're going to do it and add them...add them. For my entrée, I ordered the butcher steak. This was a delicious dish. The steak was cooked a perfect medium with a good char on the outside and nicely seasoned. The dish only comes with vegetables so I ordered the mashed potatoes on the side. The potatoes were really good too. They were creamy but still with a little texture and they had flavor. I enjoyed my meal and will definitely go back, maybe on a less busy night.",
        "language": "en"
      },
      "date": "2023-11-11T16:33:16Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lR6zocaGYdeMG88i68SF2g/o.jpg",
          "caption": "Butcher steak"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Doug B.",
        "user_id": "sto-cs6fX4zlk_CRVeB75g",
        "link": "https://www.yelp.com/user_details?userid=sto-cs6fX4zlk_CRVeB75g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HjAnENGDrzR_nPsPXtcSZg/180s.jpg",
        "address": "Washington, DC",
        "friends": 35,
        "photos": 1838,
        "reviews": 508,
        "elite_year": 24
      },
      "comment": {
        "text": "Wonderful downtown experience.  The chicken is the bomb.  If you go, go for the fried chicken.  \n\nCool atmosphere with two floor converted home.  Loved the look and feel.  \n\nThe meal was fantastic thanks to the star of the show, the fried chicken.  So good.  My meal with the waffle was tasty.  However, I tasted the collard greens, and wow, so good.  That was the better meal, for sure.  If you go, go for that!\n\nLoved it.  Give them a try.",
        "language": "en"
      },
      "date": "2023-10-14T19:16:55Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1cO7XS6xsx0B-d_hQjOzsw/o.jpg",
          "caption": "Chicken and Waffle"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0Stq0pPq9JrP7-yJFb4zbw/o.jpg",
          "caption": "Waffle and Collard Greens"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Jessica A.",
        "user_id": "tjIrMxrY_gbYmPMJeQ7BJw",
        "link": "https://www.yelp.com/user_details?userid=tjIrMxrY_gbYmPMJeQ7BJw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bz5jGJTNns6zwgAE35B4zA/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 304,
        "photos": 79,
        "reviews": 61
      },
      "comment": {
        "text": "4.75 stars to be accurate, but well round up bc the whole experience was amazing.\n\nI wish I could recall our servers name bc he was absolutely outstanding. He was very helpful, prompt and completely came through with the best recommendations.\n\nWe ordered the fried green tomatoes for an appy along with our cocktails. My husband got an old fashioned and I got a pink daisy. Both were chefs kiss.\n\nFor our entree, I ordered the pork chop that had a side of the brussel sprouts. 9/10. The Brussels themselves were a 10/10.\n\nMy husband got the fried chicken and he voted it a 9/10.\n\nThen the sweet waiter brought us a complimentary dessert banana pudding trifle. How nice! \n\nThe ambiance was nice. Lively, but also romantic. \n\nDef recommend",
        "language": "en"
      },
      "date": "2024-01-12T04:07:26Z",
      "rating": 5,
      "tags": [
        "5 photos",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Xd36WZRipuIlKA9_zhtIOQ/o.jpg",
          "caption": "Banana Pudding Trifle"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/An3lD6-93c1_oEhgxBjZ2w/o.jpg",
          "caption": "SMOKY GRILLED PORK CHOP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VpnN7Hee6BD2gLA4keABxQ/o.jpg",
          "caption": "FRIED GREEN TOMATOES"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_Msf407jVU1kswwTo4mn5g/o.jpg",
          "caption": "Pink Daisy & old fashion"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IxeYn88xK4368F6Md2s5pQ/o.jpg",
          "caption": "\"NASHVILLE HOT\" FRIED CHICKEN"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cathy L.",
        "user_id": "GUuq2h787gqqkb-PkxGq9g",
        "link": "https://www.yelp.com/user_details?userid=GUuq2h787gqqkb-PkxGq9g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Fl9RBiE459WsofNNlTSaew/180s.jpg",
        "address": "Laguna Niguel, CA",
        "friends": 4,
        "photos": 177,
        "reviews": 150,
        "elite_year": 24
      },
      "comment": {
        "text": "We have gotten a few recommendations for this restaurant and decided to finally try it. Make sure you make a reservation. We were lucky enough to sit on one of the anti-rooms not completely inside, but not on the patio. It was perfect as it was not quite as noisy as in the main restaurant. They are very communicative with their restaurant reservations, and there was no doubt as to the time that you were supposed to be there.\n\nWe started off with cocktails, and then ordered dinner. Cocktails were great. The biscuits and cornbread were excellent to have with the cocktails. Our appetizers came quickly, which were pork belly, spoon bread with pulled pork, and she crab soup. All three of those were delicious. The spoon bread was a very generous portion.\n\nWe felt that our main dishes came too quickly because we were still enjoying our cocktails. We decided next time that we would order appetizers and wait a few minutes to order dinner. I realize it was a Saturday night and they were probably trying to turn their tables over quickly. But we would've liked to of enjoyed our cocktails with appetizers instead of with the appetizers and dinner.\n\nFor dinner, we shared fried chicken and the pork chop. Both were done perfectly, with extremely large portions. I don't think I've ever had a better pork chop. The sauce was perfection. \n\nWe were celebrating my daughters birthday, and they brought us a banana pudding for dessert with a candle. Very nice touch. \n\nHighly recommend!",
        "language": "en"
      },
      "date": "2023-10-22T12:23:01Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J-JAf53NZiRAIkBzdB3Apw/o.jpg",
          "caption": "SORGHUM GLAZED PORK BELLY"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Sg_vK8NRWinSWLeD93EqwQ/o.jpg",
          "caption": "BANANA PUDDING TRIFLE"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zQUm2pmWEuRR26ObzNlFsQ/o.jpg",
          "caption": "SHE - CRAB SOUP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oPc3Dj9X_QKoC1i1XZ1Knw/o.jpg",
          "caption": "CORNMEAL SPOONBREAD"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/v21RxoFQhgIHOqFR0WcMzA/o.jpg",
          "caption": "SMOKY GRILLED PORK CHOP and SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DDozO2OAPlGd2GHS1vCNuQ/o.jpg",
          "caption": "Biscuits and cornbread"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dionne F.",
        "user_id": "VQC9s4qIU-Xm4tt6ylwgiQ",
        "link": "https://www.yelp.com/user_details?userid=VQC9s4qIU-Xm4tt6ylwgiQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PN-XcMRU2rHrEdhObcYsJw/180s.jpg",
        "address": "New York, NY",
        "friends": 23,
        "photos": 48,
        "reviews": 112,
        "elite_year": 24
      },
      "comment": {
        "text": "She-crab soup SLAPS!!!  Gingerade mocktail is sweet and refreshing.  Service is bomb!!  Ok the Carolina Fried Rice is a must have brunch item, and the fried green tomatoes are probably the best I've ever had!  Our server was the best and made sure we had everything we needed and swiftly.  The restaurant is well laid out and decorated, and the diversity and beauty of the patrons was a huge bonus!  I will definitely be back here to try more of this menu!",
        "language": "en"
      },
      "date": "2023-12-31T18:23:26Z",
      "rating": 5,
      "tags": [
        "1 photo",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0Yi8BgIah657kW_rmuejRw/o.jpg",
          "caption": "About to get this started!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alex M.",
        "user_id": "DvL6N0HgYiZVZAGylnVi-g",
        "link": "https://www.yelp.com/user_details?userid=DvL6N0HgYiZVZAGylnVi-g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wrdpoYQYgHnpZTaPJkpzhw/180s.jpg",
        "address": "New York, NY",
        "friends": 29,
        "photos": 1012,
        "reviews": 207,
        "elite_year": 24
      },
      "comment": {
        "text": "My partner and I were visiting Atlanta for a friend's wedding, and a few of the locals had recommended South City Kitchen for their cocktails, duck, and... fried chicken. So we decided to try it and has been one of the best meals we tried so far!\n\nFood-wise: we got the pimento cheese, pan fried chicken livers (super rich, indulgent, and cooked to perfection), the fried chicken (which was heavily and served with stewed collard greens and mashed potatoes), and a side of the roasted corn and bacon hash (has some great pepper flavors in there as well). It was an incredible amount of food (we split the chicken and even had to ask if it was one or two orders because the portion was so large), with our favorites being the fried chicken and chicken livers. Oh and I can't forget the biscuits and cornbread that they served as well - some of the best cornbread I've had in years!\n\nDrink-wise: my partner got a gin cocktail with cucumber and she loved it! They had a pretty extensive (and reasonably priced) spirits list, so I ended up getting some rye to enjoy with my meal. \n\nService-wise:  extremely friendly, accommodating, and attentive! Every staff member that we interacted with was a joy - and had great recommendations on food!\n\nAmbiance-wise: once we got upstairs, it felt like we were eating in someone's home. It was cozy, welcoming, and felt intimate. Great spot for a date!\n\nOverall, I'd be back to South City Kitchen again!",
        "language": "en"
      },
      "date": "2023-09-30T14:05:48Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GJpSRH1tTsAEele23k4D-g/o.jpg",
          "caption": "PAN - FRIED CHICKEN LIVERS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ur4ba6lw5c3EbBSziOgsxg/o.jpg",
          "caption": "PIMENTO CHEESE"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7Ssiovu_R0c0ug_gioJsig/o.jpg",
          "caption": "SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N7E56HRASxv17IxgqeGYIA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Victor N.",
        "user_id": "bUk9_ib06KqMNxAANeZpYA",
        "link": "https://www.yelp.com/user_details?userid=bUk9_ib06KqMNxAANeZpYA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MwxCfQoEKt7baRVFiSw5Tg/180s.jpg",
        "address": "College Park, GA",
        "friends": 98,
        "photos": 538,
        "reviews": 223,
        "elite_year": 24
      },
      "comment": {
        "text": "Good dinner. Great service! Our server Andrew made this an all around enjoyable experience from start to finish. Seated and served immediately, the appetizers were the Nola BBQ shrimp and the Fried green tomatoes. The fried green tomatoes were the star of the meal by far. We're already planning our next trip back just to have them again. The shrimp and grits were complimented, as well as the springer hill chicken plate. The drinks were a little light but still a great dinner. \n\nPro tips: This place is busy and fills up quickly for dinner and I've heard that the lunch/brunch crowds are even crazier so make your reservations on the website or thru the OpenTable app. Arrive a little ahead of time as midtown's traffic and parking situation are a little sketchy at times. There's very little street parking and all of the parking lots within walking distance were $20 on weeknights. \nENJOY",
        "language": "en"
      },
      "date": "2023-08-23T23:37:59Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2qspbevuKqOknUNysv0RPw/o.jpg",
          "caption": "Strawberry margarita"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4tmb3CQcPAOJkgpFnaAhtA/o.jpg",
          "caption": "House corn muffins/ biscuits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mHx6cNbysJt-UvPlo9ZYSA/o.jpg",
          "caption": "SHRIMP & MARSH HEN MILL GRITS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zc1yaK0PbBYeQujAjOcsEw/o.jpg",
          "caption": "NOLA \"BBQ\" SHRIMP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mF2-7P0BG_VCLqHWcJH8EA/o.jpg",
          "caption": "FRIED GREEN TOMATOES"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aTPGZo54nDfhR7xABNUgng/o.jpg",
          "caption": "SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/f_1bNQQTTBDmVd4lnZephQ/o.jpg",
          "caption": "BANANA PUDDING TRIFLE"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Makenzie D.",
        "user_id": "3FC6Hhq61JbBTrIPgbQ8og",
        "link": "https://www.yelp.com/user_details?userid=3FC6Hhq61JbBTrIPgbQ8og",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/x0uYWEh2k4DFqGVWaG9qeA/180s.jpg",
        "address": "Mobile, AL",
        "friends": 0,
        "photos": 55,
        "reviews": 31
      },
      "comment": {
        "text": "Food was so good that we came here twice during our trip. Amazing service and great drinks! I recommend getting a reservation because this place is usually busy!",
        "language": "en"
      },
      "date": "2024-02-25T02:52:03Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l8lovt4V0C11mxEjg6gk1Q/o.jpg",
          "caption": "NOLA \"BBQ\" SHRIMP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nzifYOcXUI4j5FdcZG1bsg/o.jpg",
          "caption": "Seasonal Cheesecake"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PQxvtZc0MHzfW3Mq-lrrCw/o.jpg",
          "caption": "MARSH HEN MILL GRITS SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4P0CnneEefCSSoca9-sVTw/o.jpg",
          "caption": "MASHED RED BLISS SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Trevor L.",
        "user_id": "KjADB2etDzvVv4xbizQMjQ",
        "link": "https://www.yelp.com/user_details?userid=KjADB2etDzvVv4xbizQMjQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EPc93oo-_ChbKAOKZTL0DQ/180s.jpg",
        "address": "San Antonio, TX",
        "friends": 10,
        "photos": 255,
        "reviews": 95,
        "elite_year": 24
      },
      "comment": {
        "text": "This place was wonderful, from the service to the food. It has a warmth feeling as it once was a historic home. The space was cozy but still spacious. The waiter was courteous and very kind. He gave a history of the restaurant as it was my first time visiting.\n\nI had THE best chicken and waffles ever here. That's right, THE best. When I poured their syrup on it, it just melted in my mouth. The chicken was hot well-seasoned and juicy. I was in food heaven with this menu item. As an appetizer I had the mussels and the broth was also scrumptious. Literally everything tasted great. I don't think I have given a restaurant 5 stars before but this place did it for me! When I'm back in ATL I'll be back!",
        "language": "en"
      },
      "date": "2023-09-09T15:53:31Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2dvv4EHH76bm9CHl3BVqhw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/h8X6zUTqsLSdwTIMXYm1nQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6KByh_V8qVzEBMRl2vkoKQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FP_XFXrLuE7irDemobD4Rw/o.jpg",
          "caption": "Corn bread and biscuits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6hXiqsXTtRMoyy4guFX7fA/o.jpg",
          "caption": "Menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rachael H.",
        "user_id": "ujRy1J0ez-4iCKMqRVQ1YA",
        "link": "https://www.yelp.com/user_details?userid=ujRy1J0ez-4iCKMqRVQ1YA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6ycH9GFkQ5FVk0RNEAiKaQ/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 98,
        "photos": 55,
        "reviews": 25
      },
      "comment": {
        "text": "Went for a business lunch as it's close by so can't speak to parking. This is definitely a busy lunch spot so be sure to make reservations! \n\nThe dining area can get a bit crowded and it was pretty noisy- hard to even hear who was across from me at noon on a Thursday!\n\nThe food is fantastic, as always! The fried green tomatoes are a must and the crab cakes were delicious! They are uniquely done and the sauce served with them is a great addition. The biscuits and cornbread are perfect.\n\nMy group ordered the chef's chopped salad with fried chicken (great way to feel semi healthy while still getting the must-have fried chicken!), the brisket sandwich, shrimp and grits and cheeseburger. All were delicious with hearty portions.\n\nWe did have a mix up on a few dishes (burger medium-rare instead of medium-well and wrong sides for 2 of our meals). Other than that, good experience!",
        "language": "en"
      },
      "date": "2024-01-11T21:28:38Z",
      "rating": 4,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YcMukdWx4cP1ar9IvVz3oQ/o.jpg",
          "caption": "SCK CRABCAKE"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GlqAkFYYxqBIDuXtS3Xf8Q/o.jpg",
          "caption": "CHEF'S CHICKEN CHOPPED SALAD"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sa5t0vOw18_sRrImGOSHnQ/o.jpg",
          "caption": "BRISKET SANDWICH"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oGRWOv4pXKrVLjTSAHyz0g/o.jpg",
          "caption": "SHRIMP & MARSH HEN MILL GRITS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xW9vroobefI6aEk1BOqBfA/o.jpg",
          "caption": "FRIED GREEN TOMATOES"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Meredith B.",
        "user_id": "Pb-h7dZFy2D9R8_2Ibohfg",
        "link": "https://www.yelp.com/user_details?userid=Pb-h7dZFy2D9R8_2Ibohfg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Gbyy5hMxTFIYSia1WcHTzg/180s.jpg",
        "address": "Arlington, VA",
        "friends": 223,
        "photos": 309,
        "reviews": 100,
        "elite_year": 24
      },
      "comment": {
        "text": "I found this place off the gluten free reviews online. Just to update folks with allergies, menu items are no longer listed noting dietary restrictions. When I asked the server, she pointed out what could be made gluten free. I ordered the shrimp appetizer without the crostini and she checked with the kitchen and confirmed the Worcestershire sauce was gluten free.\n\nI was impressed with gluten free bread service offered as an appetizer. The entrees took a long time to come out (expected on a Friday evening) and I was disappointed when my shrimp had a crostini on it. I asked the sever for it to be remade, due to my gluten allergy, and the shrimp came back not two minutes later without the bread. \n\nThey removed it from the bill and offered to make me something else, but at that point I had lost trust. I assume that they no longer note gluten free on the menu due to issues like this. \n\nThe service itself was good and they truly tried to make the situation better. The folks in the group without allergies enjoyed their meals.",
        "language": "en"
      },
      "date": "2023-08-30T22:13:48Z",
      "rating": 3,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ic_waGnuhk6IklQ4b_34og/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l9RYSUKvpRWj0WS7J-e1Hg/o.jpg",
          "caption": "Chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9Us9SVE76EkSogZgGv-E-w/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QDm48czqr0fMSjIq5Lswpg/o.jpg",
          "caption": "MASHED RED BLISS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rT_yNbvBqaXHuOxOzEL5gQ/o.jpg",
          "caption": "NOLA \"BBQ\" SHRIMP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8Sk0UqhMfgdzxm8KM_9u9g/o.jpg",
          "caption": "CORNMEAL SPOONBREAD (server said this is gluten free)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J46VqFPazNs2YhmxYCIvCg/o.jpg",
          "caption": "SMOKY GRILLED PORK CHOP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PMV_RhQi37pN2GTR-zhvEA/o.jpg",
          "caption": "Gluten free bread service"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Karina A.",
        "user_id": "KvO3KCcj6CyOkQcesqWbKg",
        "link": "https://www.yelp.com/user_details?userid=KvO3KCcj6CyOkQcesqWbKg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9PQgWVNlj7eD5MiouGUW8w/180s.jpg",
        "address": "FL, FL",
        "friends": 90,
        "photos": 421,
        "reviews": 111,
        "elite_year": 24
      },
      "comment": {
        "text": "The cornbread and biscuits were the best complimentary \"bread basket\" I've ever had at a restaurant, they were heavenly. \n\nWe split the fried green tomatoes for an appetizer, by far best fried green tomatoes I've ever had. The restaurant even split the portion for us on separate plates which was a nice touch. They were perfectly fried & the creaminess of the goat cheese paired amazingly with the tomato without overpowering it.\n\nI ordered the King Biscuit, it was rich but it was huge & so difficult for me to eat. I mainly ate the biscuit, ham and gravy. The gravy was definitely my favorite part of this dish! \n\nMy boyfriend ordered the egg white frittata and I swear I could eat it every single day of my life. The flavors that the mushrooms, tomato & goat cheese brought to this dish just blew me away. I didn't want to stop eating it & wished that was the dish I ordered! The Charred Corn & Bacon Hash was a great side, it had a meaty flavor and if you are a fan of corn you'll love this dish. \n\nWe ordered a lot of food & it was so hard for us not to eat everything because every single dish was so delicious! You definitely have to try South City Kitchen for your next brunch!",
        "language": "en"
      },
      "date": "2023-07-08T21:26:44Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U_hPdlOGU9ttnVe4U5-EHg/o.jpg",
          "caption": "Complimentary Corn Bread & Biscuits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lU1vV8k1TRZmZMGGw4QWsg/o.jpg",
          "caption": "Fried Green Tomatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FsWediRwCZbIlcB_AW2_2A/o.jpg",
          "caption": "Charred Corn & Bacon Hash"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_sYmC8r9phFqGpUVJdYutA/o.jpg",
          "caption": "Egg White Frittata"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TsFK9mBLvTpAMpcdJeF5bQ/o.jpg",
          "caption": "King Biscuit"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Dianelvis P.",
        "user_id": "bebWLK2Ivp_LfdNOxl0gEw",
        "link": "https://www.yelp.com/user_details?userid=bebWLK2Ivp_LfdNOxl0gEw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dvS9cyW4F3J11V8f6Q6_2Q/180s.jpg",
        "address": "Miami, FL",
        "friends": 173,
        "photos": 147,
        "reviews": 53,
        "elite_year": 24
      },
      "comment": {
        "text": "This place was highly recommended when visiting Atlanta and so I had to make reservations. My first impression, it was a little too loud. I was hesitant, but decided to give it a try nonetheless. We sat on the top floor, the place has a key west vibe which I loved, but it was buzzing and loud with customers. \n\nThe food, well the bbq appetizer shrimp was delicious, the sauce was spicy and sweet and the shrimp perfectly blackened. I also order the shrimp and grits with no sauce (stomach issues) and it was delish, I wish I could have the sauce. I did add cheese to the grits, because I pibe cheesy grits. This is not how the plate is, therefore you have to ask for the ass. Now the pork chop, ohhh man that was something else, perfectly cooked with the most flavorsome Smokey taste. The banana pudding came recommended, however I felt the flavor was a little bland, wouldn't order it on my next visit. \n\nBecause yes this place is worth a next visit.",
        "language": "en"
      },
      "date": "2023-08-24T16:52:49Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qu-M8LkXYdXiScwwH_16QQ/o.jpg",
          "caption": "Shrimp and grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/G5MQf4B6P140s9_7_fGwaw/o.jpg",
          "caption": "Banana Pudding Trifle"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mACW4d2_-evKz8TKMZ-f8A/o.jpg",
          "caption": "SMOKY GRILLED PORK CHOP"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Choi C.",
        "user_id": "gj27djUO7VsAGnZyrFuJEg",
        "link": "https://www.yelp.com/user_details?userid=gj27djUO7VsAGnZyrFuJEg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8refheLsKzkDYp8_rGAMcA/180s.jpg",
        "address": "San Jose, CA",
        "friends": 100,
        "photos": 137,
        "reviews": 133,
        "elite_year": 24
      },
      "comment": {
        "text": "My last meal in Atlanta couldn't have been better, and I saved the best for last at this fantastic restaurant. Craving biscuits and fried chicken, I was delighted to find a place that not only delivered but exceeded my expectations. They serve fresh cornbread and biscuits before your meal - a delightful touch. I started with the crab cake that was so dedicate, light, and flavorful. The fried chicken salad I ordered was absolutely dredging and incredibly delicious! A must-try for anyone visiting Atlanta!",
        "language": "en"
      },
      "date": "2023-11-30T05:12:49Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7DbF8K8GHIuB4GuIUT8gpg/o.jpg",
          "caption": "SCK CRABCAKE"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/G5Nb_sBw5K9gFX9LtaoTPA/o.jpg",
          "caption": "Bread for the table"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FfaMbFTDLSyilTN2HNvrEw/o.jpg",
          "caption": "Hi CHEF'S CHICKEN CHOPPED SALAD"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amber P.",
        "user_id": "1dBljzqLPgrC7IDeWHPiRA",
        "link": "https://www.yelp.com/user_details?userid=1dBljzqLPgrC7IDeWHPiRA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NSd_nTpHm-gYYCTPbXLkKQ/180s.jpg",
        "address": "Lawrenceville, GA",
        "friends": 4,
        "photos": 205,
        "reviews": 54,
        "elite_year": 24
      },
      "comment": {
        "text": "This place has a very nice ambiance to it. The staff was very welcoming and respectful of our time limit. The biscuits we started with were super light and fluffy. I got the fried chicken which was nice and moist, the mashed potatoes were creamy and delicious and the greens had great flavor as well. My husband got the pork chop, it was a little dry but the flavor was great. We tried the banana  pudding trifle for dessert and the texture was super creamy and thick, we loved it. This is a really nice place to try out!",
        "language": "en"
      },
      "date": "2023-11-28T18:04:18Z",
      "rating": 4,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W7jGhqjSz_jaHyOFQEnzkA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DbnL9IbEgHRYuhVoiAOQRg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SRULRxf--OtQaAJ7SqK-7w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mHUNCndIY98GsOs8edmiHA/o.jpg",
          "caption": "Banana Pudding Trifle"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2RbPzIh5q9y0_p3JSt9gNw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QZElhwDHBIeiFaOr16xT2g/o.jpg",
          "caption": "SORGHUM GLAZED PORK BELLY and the SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/luJ7GjAcsvhM4W4NRHgrdQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Robert W.",
        "user_id": "niHqhhDfNwKz3y9aAgF_-g",
        "link": "https://www.yelp.com/user_details?userid=niHqhhDfNwKz3y9aAgF_-g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/D-k5TIA2w1HdRaWGMpaB3w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 365,
        "photos": 1,
        "reviews": 11
      },
      "comment": {
        "text": "Great food, quality service, and sophisticated ambiance. I would recommend this as an early in the day date or birthday spot!\n\nParking and being overcrowded can detract from the experience so plan accordingly!",
        "language": "en"
      },
      "date": "2024-02-20T17:20:44Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Su C.",
        "user_id": "CaxuKZ975LQ-9X_9ckL0-A",
        "link": "https://www.yelp.com/user_details?userid=CaxuKZ975LQ-9X_9ckL0-A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gUbVLR7IJs0ylN5vOv_4Qw/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 105,
        "photos": 24,
        "reviews": 509,
        "elite_year": 24
      },
      "comment": {
        "text": "Rating this spot as a Californian visiting ATL. South City was recommended by the hotel receptionist, and we are glad we came!\n\nI loved that the restaurant was in a house-like building; it's an intimate and inviting feel. The acoustics however made it a bit loud inside. We asked for seating on the second floor near the window, which was a great spot - for the views and slightly quieter space.\n\nAs for the food, we tried an array of dishes:\n-Fried Green Tomatoes: our first time ever eating this. I'm not a fan of goat cheese, but it wasn't too pungent which was nice. Recommend.\n-Caesar Salad: pretty fresh. liked the fried okra and fried grits as croutons to give it that southern touch. Recommend if you like caesar.\n-Fried Chicken: YES to this! The chicken is absolutely juicy, outer part crispy. Collard greens and mashed potatoes were amazing complements. Highly recommend!\n-Butcher Steak: It was a bit salty for my taste. I liked the carrots and onions on the dish, but wasn't a fan of the main - the steak...go for the fried chicken!! Pass.\n\nAlmost forgot to mention how delicious the complimentary cornbread and biscuits were. They were warm and fresh, and we had to take the rest home to enjoy the next day.\n\nOur entire dinner was reasonable priced given all we ordered. I haven't had too much Southern food in my lifetime. This place was the highlight of our food adventures during our short trip to ATL. \n\nLast but not least, the service by our server Marcus was superb. He shared his honest thoughts + recommendations on dishes before we ordered. Without us knowing, he requested to have our dishes split into two so my husband and I could easily share them. The details matter! The food AND service certainly made our experience 5-stars.",
        "language": "en"
      },
      "date": "2023-08-07T02:27:29Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MSc8I_eVJJXSddfZtr6mYA/o.jpg",
          "caption": "Fried green tomatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OeP1MxVlye1vV6Xv_X38Ug/o.jpg",
          "caption": "Caesar salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kPKVxT6QlMekuiQM3ezG4Q/o.jpg",
          "caption": "Complimentary dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Mx2t292O35IobF6xRiqlIQ/o.jpg",
          "caption": "Fried chicken - so delicious"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Glenda B.",
        "user_id": "C_QvJVStS3qim8GtGEokAw",
        "link": "https://www.yelp.com/user_details?userid=C_QvJVStS3qim8GtGEokAw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/M3alg1fEsdTguz0qo7KPeg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 200,
        "photos": 6871,
        "reviews": 634,
        "elite_year": 24
      },
      "comment": {
        "text": "I have never been to South City Kitchen despite living around Atlanta for 17 years. We went to Brunch on a beautiful Saturday. Thank goodness we made reservations. Memorial Day weekend in ATL is super busy. \n\nThe place was packed but we were seated as soon as we entered to the back of the restaurant by the windows. Perfect spot to people watch. \n\nOur server took our drink and appetizer order. We both had Fried Green Tomatoes and a Prickly Pearita drink. Both were so good. The fried green tomatoes were stuffed with goat cheese and red pepper coulis. Divine! The drink hit the spot as well. \n\nOur entrees was the Springer Mountain Farms Fried Chicken, collard greens, mashed red bliss potatoes, honey-thyme jus. All was delicious omg! I also had a side of chicken sausage. The chicken was fried crispy seasoned just right and really juicy. I thought the chicken breast was going to be dry but it was very moist yet cooked perfectly. I couldn't beat all of my meal. \n\nThe atmosphere was very busy. I could tell this is a spot for regular locals that live in Midtown. I didn't feel out of place. The staff was super friendly and the food runners were working so very quickly. The kitchen was turning out good very fast as well. Again the place was packed but I can see why. Make reservations people. Atlanta has become that place now where it's hard to just walk in and be seated without a reservation.",
        "language": "en"
      },
      "date": "2023-05-28T17:26:39Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Gbk6xH0NBCKgnFf-CQ8ubQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jB7pwOwmerGnRZtt5E_tOQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gk5-DcI2e4WOB0qO1lAWiw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hZY6KsgVgZ4imIzj_9xvfQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hINTSzUHtWa19vhI-nbR2Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nZZ9wtGVVLQyVkk5QupIMA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VV6v_NioHvdJQlS3yPxwXA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P7xofziZD8BF7cfbZ_c46w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tdgK8NeP1ZL67wQ07kWQpQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uwe94IrsT-wnSaUz7hJPLA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Chris T.",
        "user_id": "pOePbZ2t_abMNT-FDDwHiQ",
        "link": "https://www.yelp.com/user_details?userid=pOePbZ2t_abMNT-FDDwHiQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NLz-0yECqsII2Y7Er3qmYw/180s.jpg",
        "address": "Rex, GA",
        "friends": 201,
        "photos": 151,
        "reviews": 180,
        "elite_year": 24
      },
      "comment": {
        "text": "I was invited for brunch this past Sunday. We arrived when they opened and was promptly seated outside. They have fans and covered patio. \nWe both ordered the chicken and waffles, I had a order of fried green tomatoes and she had a side of cheese grits.  The food was fresh and very good. Not greasy and the syrup and the waffles were light and not heavy. The waitress stated they make their syrup. The tomatoes were good and the grits were creamy and smooth. The fried chicken was not over seasoned and not dry. We enjoyed our brunch. \nWe did order a mimosa. Side note: you can not get a mimosa until 11am. Just in case. \nGreat customer service. \nParking is on the street or in the parking deck close by.",
        "language": "en"
      },
      "date": "2023-07-18T18:42:35Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9yR4TxiZCZJ_MZnvwihcRw/o.jpg",
          "caption": "Chicken and waffles"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/onwIFvZX-TXYDkp5OrYv5g/o.jpg",
          "caption": "FRIED GREEN TOMATOES"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Deleine C.",
        "user_id": "g2qcPxqVj-XMPYXeRQaS4w",
        "link": "https://www.yelp.com/user_details?userid=g2qcPxqVj-XMPYXeRQaS4w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WJd0rCto3jKXKqoKvaVqfA/180s.jpg",
        "address": "Raleigh, NC",
        "friends": 92,
        "photos": 271,
        "reviews": 83,
        "elite_year": 24
      },
      "comment": {
        "text": "Came here for a company dinner while in town for a conference, there were about 30-40 of us in our party so they sat us upstairs, we took up the entire space. It was perfect, we had space to mingle, our tables were close enough to walk around but had enough distance so everyone wasn't shouting over each other. I also appreciated the dedicated waiting staff we had in our space, there were so kind and did an amazing job with such a large group. \n\nAs you can see from my pictures we got a bit of everything. My absolute fave were the fried green tomatoes, I added some of the pimento cheese to them to really set it off. Did I mention they fried the tomatoes with goat cheese? The delightful texture shone through nicely as you bit into it, it was very lightly breaded, just had a nice crispy exterior. I also loved my pork chop, in fact, I enjoyed the appetizers and cocktails so much, that I brought most of my dinner home (very filling). Two days later I re-heated that bad boy, with that corn hash and presto- it actually tasted even better then, than it did the night of. This is where my love reaction came from, it was just ok-good when served, though very juicy!\n\nOverall I enjoyed my dining experience and the food was good. I wasn't wowed but an absolutely solid dinner choice. Also had a delightful spicy mezcal margarita (with jalapeños), had to give it an honorable mention. \n\nThank you South City Kitchen, we had a great time!",
        "language": "en"
      },
      "date": "2023-05-08T16:52:50Z",
      "rating": 4,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lkJb_4wBhCu9BT8yPG74xQ/o.jpg",
          "caption": "Pulled Pork BBQ"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/T4FhoZ_qI7sVYEfweVJACw/o.jpg",
          "caption": "Black bean patty of some sort"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bPIoHWO-KrdzkMyGecmbWw/o.jpg",
          "caption": "FRIED GREEN TOMATOES"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EL3drAb0rU87goZndFiw4Q/o.jpg",
          "caption": "Banana Pudding Trifle"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/B075e7JSApCiboUC9EFcTg/o.jpg",
          "caption": "PIMENTO CHEESE"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cZm0IzK5bBAnI3nUgN2MMw/o.jpg",
          "caption": "SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/u3T1eiWHXvQI1L3DJavfsg/o.jpg",
          "caption": "Scallops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4QF5QUyhUenHpdnDZW7f-A/o.jpg",
          "caption": "Smokey Grilled Pork Chop"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Annette M.",
        "user_id": "GzTp_V0PCyfYifDbOy_E7Q",
        "link": "https://www.yelp.com/user_details?userid=GzTp_V0PCyfYifDbOy_E7Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xTLJfr2f8ENJwVCGVZ8gSA/180s.jpg",
        "address": "Toronto, Canada",
        "friends": 133,
        "photos": 2464,
        "reviews": 344,
        "elite_year": 24
      },
      "comment": {
        "text": "It deserves a four star rating-\nBut the location was quite undesirable....\nBe mindful that you have to walk through three very unruly club/bar venues that make getting to South City's entrance a challenge \n\nFood was EXCELLENT!\nWait staff could be a bit more welcoming and attentive\nGreat for large groups\nNice for intimate dinner\nAmbiance is a bit loud \nIndoor dining recommended \nOutside dining not desirable\nReservations highly recommended",
        "language": "en"
      },
      "date": "2023-06-25T01:36:58Z",
      "rating": 3,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qRougzqqJFzwbL9jV5qSPw/o.jpg",
          "caption": "Desserts"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zedbebSV771XTNtLg_0ydg/o.jpg",
          "caption": "Inside dining"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WVG3oNIpWZx6i_Uq5u-tgQ/o.jpg",
          "caption": "SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4FQ4IU02CtJLIa4O1z8jwQ/o.jpg",
          "caption": "Cesar CAESAR Salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OZnqAyMp6YlYj8w1BPDcqQ/o.jpg",
          "caption": "SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pVZii5-o9jW05CdQbFxuow/o.jpg",
          "caption": "DUCK CONFIT"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Fsx0fc69fK1nVkljQxyTsQ/o.jpg",
          "caption": "SCK CRABCAKE"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bWXWPdtl6k12AfxeajdeIw/o.jpg",
          "caption": "Mixed GREEN SALAD"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Bc4sVFBDEIPe0FcXQv0mbA/o.jpg",
          "caption": "Corn bread/Biscuits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7yrcSGsiWyZjpG4L_LGzAA/o.jpg",
          "caption": "PEI MUSSELS"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jenny F.",
        "user_id": "bQyWsb5nLZk7pm_UitkVRg",
        "link": "https://www.yelp.com/user_details?userid=bQyWsb5nLZk7pm_UitkVRg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/U2FvQIF65c08ZJgKVy1Yng/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 174,
        "photos": 136,
        "reviews": 78,
        "elite_year": 24
      },
      "comment": {
        "text": "Went here for dinner last night. Just a helpful hint ALWAYS make a reservation. Even on a Tuesday night they were super busy. We ended up sitting at the bar but because they were so busy that in the hour we were sitting there we only had the chance to order a glass of wine each and an appetizer. We ended up leaving after that because it took so long to just get that. But I will say that they were super friendly and the appetizer we did get was delicious. They were just very busy and it seemed like under staffed. I would recommend coming here, just be prepared for a long meal. Also when you walk it's a little awkward because they don't really have a great space to wait for a table. You're basically on top of the people who are seated right by the door. It gets very crowded.",
        "language": "en"
      },
      "date": "2023-11-01T08:54:47Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QDzpwwAOdWClQlDeNgpcCw/o.jpg",
          "caption": "CORNMEAL SPOONBREAD"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brandon L.",
        "user_id": "OFLo8-ghYJHHzBPS1lDnGg",
        "link": "https://www.yelp.com/user_details?userid=OFLo8-ghYJHHzBPS1lDnGg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XFWftttmmalK2C5ypyiAdA/180s.jpg",
        "address": "Dahlonega, GA",
        "friends": 16,
        "photos": 2,
        "reviews": 54
      },
      "comment": {
        "text": "Always a strong go-to for delicious food.  The servers are knowledgeable and professional.   We've not had a bad experience in ten years be it brunch, date night, or family socials.",
        "language": "en"
      },
      "date": "2024-03-04T14:15:59Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ariel U.",
        "user_id": "kKQwYGuGOGJujfF6ysvubg",
        "link": "https://www.yelp.com/user_details?userid=kKQwYGuGOGJujfF6ysvubg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6MW5dOg1ZWRUB_8IXDqOdA/180s.jpg",
        "address": "Fort Lauderdale, FL",
        "friends": 84,
        "photos": 307,
        "reviews": 135,
        "elite_year": 24
      },
      "comment": {
        "text": "We had a great brunch here today.  You know its good when there aren't any tables available for reservations...so we walked in and opted for the bar.  We started with the pimento cheese and fried green tomatoes. They did not disappoint.  The pimento cheese comes with celery, pickles and crackers which complemented the cheese perfectly.  The fried green tomatoes were fried with goat cheese on the inside, divine combination. \n\nI accompanied the starters with their version of the spicy bloody mary.  It was spicy and exactly what I needed to cure my hangover. Finally I had the chicken and waffles.  They're some of the best in Atlanta.  \n\nI almost forgot about the bread they serve. Biscuits and cornbread woth delicious preserves. The service was quick and the food certainly did not disappoint.",
        "language": "en"
      },
      "date": "2023-04-24T00:06:40Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Wr11iwxgOTlYOiarhWyjTw/o.jpg",
          "caption": "Bread. Yummmmmm"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qtqZ9EkAo605qnHxHgxKaA/o.jpg",
          "caption": "Fried geeen tomatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2SxU2A2g5TiA4u8kTu8sDQ/o.jpg",
          "caption": "Pimento cheese!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9dB1PrK8C1SykRX_oE-wkg/o.jpg",
          "caption": "Bloody mary"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Linwood E.",
        "user_id": "rK-p-0j60t4jyRLxOBK4Yw",
        "link": "https://www.yelp.com/user_details?userid=rK-p-0j60t4jyRLxOBK4Yw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZHcseWzrUi5fcqgyCTrINg/180s.jpg",
        "address": "Washington, DC",
        "friends": 0,
        "photos": 4,
        "reviews": 29
      },
      "comment": {
        "text": "Alright, let's break it down: this place has a lot going for it. The staff? Awesome. Decor? On point. And the food? Legit. But let's address the elephant in the room: the prices. I get it, we're in Buckhead, where even the pigeons probably have designer nests, but $20 for a waffle? That's a whole new level of brunch sticker shock.\n\nNow, onto the drinks. I had high hopes for their Bellini, but one sip had me feeling like I was drinking a syrupy science experiment gone wrong. Not exactly the refreshing start I was hoping for. Props to the bartender for trying to make things right with an OG version, but then comes the surprise on the bill: a whopping $40 for that Bellini mishap. Look, I appreciate the bartender's gesture, but did I ask for a mini heart attack with my brunch? No, thank you.\n\nTo their credit, the staff handled the situation well, but the manager seemed to be guarding the cash register like it held the secret to eternal youth. It's nice to know they've got your back, but come on, a little flexibility wouldn't hurt.\n\nIn the end, if you're in the mood for a boogie brunch and have cash to burn, this might be your spot. Just steer clear of the Bellinis unless you're feeling particularly adventurous--or masochistic.",
        "language": "en"
      },
      "date": "2024-02-06T19:44:12Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brian A.",
        "user_id": "yIf4e8HD39qkcDZzmm7zKg",
        "link": "https://www.yelp.com/user_details?userid=yIf4e8HD39qkcDZzmm7zKg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Coh5w-f4d8-psxBi6Q1GkQ/180s.jpg",
        "address": "Drexel Hill, PA",
        "friends": 1,
        "photos": 10,
        "reviews": 22
      },
      "comment": {
        "text": "on a business trip, this restaurant was recommended by the hotel.  I love simple fried chicken mashed potatoes. I was blown away. I ordered this for delivery. It came hot. The mashed potatoes were amazing. The greens definitely homemade not overly salty. There's nothing negative I can say about this place.  The star of the show was the fried chicken just order it!!",
        "language": "en"
      },
      "date": "2024-01-30T23:13:58Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kv0nPZsk1mw54cKsBotCnA/o.jpg",
          "caption": "Springer Mountain Chicken."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jennifer W.",
        "user_id": "fvz72tsRy8DRcnlhgc2kuw",
        "link": "https://www.yelp.com/user_details?userid=fvz72tsRy8DRcnlhgc2kuw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ck7A7uuC-okiBMisEpafgQ/180s.jpg",
        "address": "Houston, TX",
        "friends": 887,
        "photos": 94,
        "reviews": 105,
        "elite_year": 24
      },
      "comment": {
        "text": "Springer Mountain Chicken is to die for! My husband gets lunch there often when he is in midtown for work. He brought some back to the hotel room and I devoured it! The Brussels were to die for too. Mashed potatoes on point! Southern food that tastes like it was made by nana.",
        "language": "en"
      },
      "date": "2023-12-18T21:12:04Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Benny W.",
        "user_id": "VBu28ebUT_cF4NbN2j_KJw",
        "link": "https://www.yelp.com/user_details?userid=VBu28ebUT_cF4NbN2j_KJw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZnRxtNi4gnJrUuvZOpgtTQ/180s.jpg",
        "address": "SC, SC",
        "friends": 0,
        "photos": 4,
        "reviews": 8
      },
      "comment": {
        "text": "Excellent choice, if you are looking for a wonderful dining experience with friendly service and award winning food.",
        "language": "en"
      },
      "date": "2024-01-14T13:38:07Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4sHElaQpr_nXkoF5QaXeOg/o.jpg",
          "caption": "Decadent Blackout Chocolate Cake"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kYoj5OSz-7f7ibg1VEaV4g/o.jpg",
          "caption": "SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ting Z.",
        "user_id": "n2flxj261ZXQFnt8wy8koQ",
        "link": "https://www.yelp.com/user_details?userid=n2flxj261ZXQFnt8wy8koQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/syoUGdTrqfPi19Jhpe8JaQ/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 135,
        "photos": 713,
        "reviews": 353,
        "elite_year": 24
      },
      "comment": {
        "text": "Overall food was pretty decent. Appreciated the fact they had complimentary cornbread and biscuits, though wish they were pre-warmed. My favorite thing was definitely the she-crab soup, which had amazing flavor (touch too salty but otherwise perfect). Shrimp and grits were alright, a little more liquid-y than I'm used to. Not the best shrimp and grits I've had but enjoyable.",
        "language": "en"
      },
      "date": "2023-09-02T15:42:27Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5qWrIcAU2AzkdB-S7OOrpQ/o.jpg",
          "caption": "SHRIMP & MARSH HEN MILL GRITS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WECqchE3CHG9vzJhqOJVgQ/o.jpg",
          "caption": "SHE - CRAB SOUP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4Hu2vrqGwlUMnawnCzPXzQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Sarah C.",
        "user_id": "wsgd40gvGghRa1xXOoMAaw",
        "link": "https://www.yelp.com/user_details?userid=wsgd40gvGghRa1xXOoMAaw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vgtJtdg1ru9cNWeQK3vU3g/180s.jpg",
        "address": "Jacksonville, FL",
        "friends": 213,
        "photos": 133,
        "reviews": 173,
        "elite_year": 24
      },
      "comment": {
        "text": "Recommended by a local to try out this restaurant for southern food. I was delighted by the quality of the spring fried chicken as it tasted better than KFC's or Popeyes chicken. The collard greens and mashed potatoes were also excellent. Also, very delighted that they provide cornbread and biscuits before the entrée. Our waitress was very pleasant and helpful. Would definitely come here again.",
        "language": "en"
      },
      "date": "2023-12-22T22:34:52Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sierra C.",
        "user_id": "uPL1s01o8RneqmJyyKPS3A",
        "link": "https://www.yelp.com/user_details?userid=uPL1s01o8RneqmJyyKPS3A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DAcxAcIdI5X7ORyjJ237cQ/180s.jpg",
        "address": "Las Vegas, NV",
        "friends": 6,
        "photos": 162,
        "reviews": 73
      },
      "comment": {
        "text": "We made dinner reservations at this cute little spot kind of off the beaten path. The restaurant looks small, but they have plenty of patio seating and bar seating as well. \n\nTo start, we got the crabcake and it was a decent size that 2 people could share. The little bed of salad that was under the crabcake was a nice compliment. Next we got a Caesar salad and the crab soup. The soup was very rich, but that's the way I like it! I could eat a bucket of that soup, it was so good :-) For our main dishes, we got the NY strip steak and the Pork Chop. The steak was very salty, a little too salty for my taste, but overall not a bad dish. The pork chop was the star of the night. That pork was so juicy and cooked perfectly. Hats off to the chef for that dish! We'll be back for more.",
        "language": "en"
      },
      "date": "2023-10-08T22:40:04Z",
      "rating": 4,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5_zM0NVRVpLwdhzoHALDsw/o.jpg",
          "caption": "CAESAR Salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IFbAx5cDdGbWbLFhbXuq6A/o.jpg",
          "caption": "SHE - CRAB SOUP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oQZ6ieEMm54S4MsuSR9sQw/o.jpg",
          "caption": "SCK CRABCAKE"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/29ym-yM30q9ULtotBOjXtw/o.jpg",
          "caption": "SMOKY GRILLED PORK CHOP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1bxt-TRLBSmhom2sf39k8A/o.jpg",
          "caption": "SOUTHERN RIVER FARMS NY STRIP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/baSAvIGmeQgtpVYJUuNDpQ/o.jpg",
          "caption": "SCK CRABCAKE"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Phoebe S.",
        "user_id": "TtAVw5Ws4RI54fiBAHVyQg",
        "link": "https://www.yelp.com/user_details?userid=TtAVw5Ws4RI54fiBAHVyQg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/h_Iw27GQqBhub6H2H23Xkw/180s.jpg",
        "address": "San Jose, CA",
        "friends": 136,
        "photos": 338,
        "reviews": 71,
        "elite_year": 24
      },
      "comment": {
        "text": "This is the spot to check out if u want a fantastic food tour of Southern cuisine, as well as a rich and filling meal.\n\nWe were a bit too ambitious thinking that we could order these dishes and finish them all for dinner, And then come back the next day for lunch. The portions are quite generous!\n\nShe-crab soup: creamy with a drizzle of fresh olive oil for an aromatic touch. Coming back from Spain recently, I know what fresh olive oil should taste like and was quite impressed with this.\n\nCornmeal spoon bread: on the house, fresh out of the oven. I'm usually not a bread person but the flavors were great! I dipped some of it into the soup hehe\n\nShrimp & Marsh Hen Mill Grits: the shrimp and sausage (?) was incredibly flavorful, and the gravy with the grits was scrumptious.\n\nSpringer Mountain Farms Fried Chicken: fried chicken sitting on a bed of boiled collard greens and mashed potatoes. Super rich and flavorful. Collard greens were a little salty but I didn't mind ~",
        "language": "en"
      },
      "date": "2023-02-24T03:03:28Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QQ-32j6Bz_nrW1KFL_nTgQ/o.jpg",
          "caption": "she-crab soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/23A9i93TYoqMlgiDaEd03A/o.jpg",
          "caption": "cornmeal spoon bread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Fs2WO7wuABH0zkmw57eOVw/o.jpg",
          "caption": "shrimp & marsh hen mill grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l3p5n87x3HcX0eoduhHX0Q/o.jpg",
          "caption": "springer mountain farms fried chicken"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Sebastian L.",
        "user_id": "jw9hVnsBLyA0AkVC6NNP2Q",
        "link": "https://www.yelp.com/user_details?userid=jw9hVnsBLyA0AkVC6NNP2Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kJYe9rFBnpMY9Vv63sbE0g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 164,
        "photos": 4,
        "reviews": 12
      },
      "comment": {
        "text": "Always go for the fired chicken and the pimento cheese appetizer. The staff were friendly but the food took way too long. Also getting the bill took a while.",
        "language": "en"
      },
      "date": "2024-02-17T17:00:06Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Simone E.",
        "user_id": "YcCsUKMFRKdq607rjOXyuw",
        "link": "https://www.yelp.com/user_details?userid=YcCsUKMFRKdq607rjOXyuw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Kcg9ch4LmJ2qPVwzr2XhjA/180s.jpg",
        "address": "Coral Gables, FL",
        "friends": 164,
        "photos": 113,
        "reviews": 67
      },
      "comment": {
        "text": "Food is amazing, flavorful, great customer service! I would def visit again. Wait staff are knowledgeable and friendly.",
        "language": "en"
      },
      "date": "2023-12-22T00:06:13Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/E4dJpGfO9sLiLNxUID5UFA/o.jpg",
          "caption": "Best FRIED GREEN TOMATOES (best I've had)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/T0p4JeARYIk1OZYz3wNt9Q/o.jpg",
          "caption": "Shrimp & grits, fried chicken& corn bread"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Geneva D.",
        "user_id": "_vxaCzyzlya0HzhD02XXpQ",
        "link": "https://www.yelp.com/user_details?userid=_vxaCzyzlya0HzhD02XXpQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RLzM18b_PtEbXtsfriR_lQ/180s.jpg",
        "address": "Greenbelt, MD",
        "friends": 29,
        "photos": 114,
        "reviews": 63,
        "elite_year": 24
      },
      "comment": {
        "text": "I came with a colleague on a Sunday evening while in town for a conference. We were looking for something Southern with a flare and this place delivered.\n\nService: The service was great from the moment we walked in. We'd made reservations for indoors, but we were able to switch to outside since the weather was nice. Once seated our waiter let us know if we got too chilly they'd roll down the retractable windows. I thought that was a nice touch since it was nearing sunset so the temp could drop. Our server was wonderful! I didn't catch his name, but he mentioned being from NY. He walked us through the whole menu and when we told him we were indecisive, he gave recommendations and offered to split a few dishes so my colleague and I could share. \n\nFood: All the server's recs were delicious! We started with the fried green tomatoes, which were truly some of the best I've had. I had the chicken, mashed potatoes, and collard greens entree. The greens needed a bit more vinegar for my taste, but nothing a little hot sauce couldn't fix. And they bottle their own hot sauce here, which was medium spicy without being just hot for no reason. My colleague got the cornbread pulled pork skillet, which she enjoyed. \n\nI'll definitely been adding this to the list of places to return to when in Atlanta.",
        "language": "en"
      },
      "date": "2023-02-27T03:24:44Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-Q3MIS5ooXOK9dDvW7ldaw/o.jpg",
          "caption": "SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Susy P.",
        "user_id": "OqWUJrhoqkbeV7Op67XMpg",
        "link": "https://www.yelp.com/user_details?userid=OqWUJrhoqkbeV7Op67XMpg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/i6-SoIMdoE9fiEc1fxmefQ/180s.jpg",
        "address": "Rockville, MD",
        "friends": 6,
        "photos": 329,
        "reviews": 116,
        "elite_year": 24
      },
      "comment": {
        "text": "This is a must visit place! The vibe and the atmosphere is perfect with a lot of hustle and bustle, but fun. Our waitress Aquila was amazing. She was customer service oriented, provided suggestions of what to order and was all-around first rate. We decided to share appetizers to start. the corn bread muffins were perfectly baked. But she crab soup had a nice flavor the fried green tomatoes you have to get because you're in Georgia they were OK not my favorite the crabcakes was excellent with the pickled vegetables. My friend liked liver so we decided to try it. I will pass on that next time for sure very rich, not my thing, finally the cornbread with pork in a skillet was amazing. For dinner we ordered the fried chicken that is a 10 out of 10 . We also tried the shrimp and grits. I would say go with the chicken. \nFor dessert We had to try everything. The banana pudding is to die for. The gelato was my favorite ricotta was the flavor. \nI highly recommend this place will definitely be back when I visit Atlanta  Georgia.",
        "language": "en"
      },
      "date": "2023-08-26T05:39:18Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pIgD4MmuG1py2qCXBiTjpg/o.jpg",
          "caption": "CORNMEAL SPOONBREAD"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ibqPRU5pHeKZtuDMLo8yTQ/o.jpg",
          "caption": "Corn bread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BqndJFspKbtsrYq7MtWEGg/o.jpg",
          "caption": "FRIED GREEN TOMATOES"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OEKwlIV161tqxl6jpj82Sg/o.jpg",
          "caption": "GELATO OR SORBET riccota"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cDyRRKgXqFgTAxcn4AyKlg/o.jpg",
          "caption": "Brownie"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PP0iXTolINACO8GKeXD3Tw/o.jpg",
          "caption": "SCK CRABCAKE"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zZjZHhS7XGUp7xEAQxy30w/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/raxA0e6YppFKjmSt4mN7Ug/o.jpg",
          "caption": "PAN FRIED CHICKEN LIVERS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IO8VQwPElFJXW-InAGdEKQ/o.jpg",
          "caption": "SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/d_9-wfzV1ou2ZVuMqkRXcQ/o.jpg",
          "caption": "SHE - CRAB SOUP"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kabrina B.",
        "user_id": "PcAKAoMD_zAs0FNwmI3BAA",
        "link": "https://www.yelp.com/user_details?userid=PcAKAoMD_zAs0FNwmI3BAA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/v5jVF_iwnXVe3xc3E2rh2Q/180s.jpg",
        "address": "Lakeland, FL",
        "friends": 15,
        "photos": 408,
        "reviews": 152,
        "elite_year": 24
      },
      "comment": {
        "text": "Great spot and has excellent service!!\nParking is on the street, and I highly recommend paying at the meter. I tried paying by the app. After trying four different cards ended up going back to the car and paying at the meter. I want to save others. By the time I returned to the table, my coffee was cold. \n\nNow to the food. We all ordered the Chicken and Waffles. It was licked plate good. The waffle was fluffy and delicious. The chicken was a split breast with a wing tip.  The chicken was well seasoned. The syrup was warm and tasty. \n\nReggie was a great compliment to the meal. He was attentive, professional and courteous. He provided recommendations as it was our first time. He was there when needed to refill drinks and he was intentional to check in consistently. \n\nPassing empty tables on the inside to be seated on the drafty patio is the reason for the 4-stars. It was drafty and the birds that joined the area was discomforting.  I don't like eating with animals flying and understand it can not be controlled. Not clear why inside seating is first before the patio. \nI would highly recommend in good warm weather as outside seating is possible and likely.",
        "language": "en"
      },
      "date": "2023-01-21T20:14:14Z",
      "rating": 4,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4Ed2s35Hb5HrPIi_91SGNw/o.jpg",
          "caption": "Inside / outside patio"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NE4Qg5PUCz69v0ogwGM6ZQ/o.jpg",
          "caption": "Waffle & Chicken Brunch"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FxvW7NB30t-gh0smuuplVw/o.jpg",
          "caption": "Waffle & Chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KeXhwcTAXABp8akdbu4jPw/o.jpg",
          "caption": "Bread plate"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zhkXzEQLlEJ9oM8L9LPVxg/o.jpg",
          "caption": "Extra!!! BUTTER"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1Z8ZrefX5DNcRYn0BvFwBg/o.jpg",
          "caption": "Our table"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Shakia C.",
        "user_id": "YCWi9pgEcJaHdV42sQhcDA",
        "link": "https://www.yelp.com/user_details?userid=YCWi9pgEcJaHdV42sQhcDA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/50tkYkwCRcCzdqGBTMIjUQ/180s.jpg",
        "address": "Nashville, TN",
        "friends": 17,
        "photos": 116,
        "reviews": 84,
        "elite_year": 24
      },
      "comment": {
        "text": "I came to this restaurant years ago and have been looking forward to coming back for the stuffed fried green tomatoes. I do not like fried green tomatoes but these....are packed with so much goodness you forget you're eating a tomato. I came back specifically for them and it did not disappoint!",
        "language": "en"
      },
      "date": "2023-08-20T13:57:58Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tytptLSdvv_Cymwt7MR3NA/o.jpg",
          "caption": "FRIED GREEN TOMATOES"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dylan Z.",
        "user_id": "dossbkbYNet7BdRQCoVoGw",
        "link": "https://www.yelp.com/user_details?userid=dossbkbYNet7BdRQCoVoGw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wHnHK-5pH8JQK3iu0mpoHA/180s.jpg",
        "address": "Center City, Philadelphia, PA",
        "friends": 48,
        "photos": 169,
        "reviews": 93,
        "elite_year": 24
      },
      "comment": {
        "text": "Stuck here in Atlanta for a day after our layover to Phoenix was cancelled, and we woke up craving some real southern food. While going on a walk through the city we stumbled upon this place, and saw it had good reviews! We were seated quickly and our waitress was very kind and attentive and had our order taken and food out quick which was nice especially since we needed to get back to the airport. We got started with a basket of biscuits which was delicious, then I got the southern fried chicken with collared greens and mashed potatoes. My brother got a delicious burger and fries. Both were delicious and had a nice presentation! The chicken was crispy and tender and tasted great mixed in with the mashed potatoes. Definitely happy to have stumbled on this place, and if you find yourself in Atlanta looking for good food, absolutely give this place a try.",
        "language": "en"
      },
      "date": "2023-08-07T22:32:12Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AY8Q2igZUz5jvKeo6J9YcA/o.jpg",
          "caption": "Burger and fries"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ijbmIdW1BAIZKvI8FiAddQ/o.jpg",
          "caption": "Biscuits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hTZh5eBjdmzF7El6anuz1A/o.jpg",
          "caption": "Southern fried chicken"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stephanie S.",
        "user_id": "DnLWdWnkTDr6twhRO3q3Tw",
        "link": "https://www.yelp.com/user_details?userid=DnLWdWnkTDr6twhRO3q3Tw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rExFDYh7hgHT3IBGPT0OoQ/180s.jpg",
        "address": "Pasadena, CA",
        "friends": 105,
        "photos": 140,
        "reviews": 107,
        "elite_year": 24
      },
      "comment": {
        "text": "First time in Atlanta and I found all the great reviews from this place... THE REVIEWS ARE REAL!!! \n\nPARKING- Easy, parking structure right next to it about 15 bucks idk if they validated, and plenty of street parking. \n\nSERVICE- 10/10 I forgot our servers name (blonde with glasses) super sweet, went over all the specialties and recommendations. Very attentive!! \n\nFOOD- AMAZING we ordered the fried chicken, pulled pork sandwich, and she crab soup. \n\nThis place was fantastic, thank you for making it such a great experience  :)",
        "language": "en"
      },
      "date": "2022-12-06T06:09:51Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4ixn7OY1FSi42hXtFbzn1Q/o.jpg",
          "caption": "Pearity margarita. I forgot the name lol"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/O9f9w686CXsvwM24nQIe1g/o.jpg",
          "caption": "Pulled Pork BBQ Sandwich"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jJhesbK37MVsyD-GlU0dTA/o.jpg",
          "caption": "SPRINGER MOUNTAIN FARMS FRIED CHICKEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AlCT5T640LyfiYj7ESlGag/o.jpg",
          "caption": "SHE - CRAB SOUP Pulled Pork BBQ sandwich"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 2,
        "cool": 2
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=eG-UO83g_5zDk70FIJbm2w&start=50"
  }
}