{
  "search_metadata": {
    "id": "65ef2cc6ca968ffd0c6dda1c",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/cba2f21086e022a5/65ef2cc6ca968ffd0c6dda1c.json",
    "created_at": "2024-03-11 16:09:42 UTC",
    "processed_at": "2024-03-11 16:09:42 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/z9oCxeqOKp2QMfM24m7bUw?",
    "raw_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef2cc6ca968ffd0c6dda1c.html",
    "prettify_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef2cc6ca968ffd0c6dda1c.prettify",
    "total_time_taken": 3.53
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 0,
    "num": "50",
    "place_id": "z9oCxeqOKp2QMfM24m7bUw"
  },
  "search_information": {
    "total_results": 5011,
    "business": "Mary Mac's Tea Room"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 5011
    },
    {
      "hl": "zh",
      "count": 1
    },
    {
      "hl": "de",
      "count": 2
    },
    {
      "hl": "es",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Debora M.",
        "user_id": "puMQtz-IpmXCY0k6E6tuLw",
        "link": "https://www.yelp.com/user_details?userid=puMQtz-IpmXCY0k6E6tuLw",
        "address": "San Francisco, CA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Roderick was an excellent server for a dinner that exceeded expectations. Our food was amazing, and the staff was super friendly and helpful. Can't recommend Mary Mac's highly enough.",
        "language": "en"
      },
      "date": "2024-02-09T16:35:33Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Helena M.",
        "user_id": "GgwNOsdxR0E9s5R8DzHZSQ",
        "link": "https://www.yelp.com/user_details?userid=GgwNOsdxR0E9s5R8DzHZSQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/l6m5Uw9PH8RRvQ3IMh2dRA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 29,
        "photos": 378,
        "reviews": 139,
        "elite_year": 24
      },
      "comment": {
        "text": "Can you believe I'm just now trying this notable restaurant?! Came at 130pm on a Thursday for a working lunch and parked in Mary Mac's designated free parking lot right behind the spot. We arrived and were seated very promptly. \n\nI'm not the biggest fan of soul food or fried and this menu was extensive of that but I was happy to find that there was some grilled/blackened options in the seafood section so I opted to order the blackened catfish. My two sides were Mac & cheese and sweet potato soufflé. I did get a chance to try the broccoli soufflé and I think I'd swap the sweet potato  out next time for that. We were also given the usual bread and cornbread basket upon arrival. \n\nFood was pretty decent. Didn't blow my mind away or anything like that but it was good. I do think this is one of those places you go to for the history vs the food. I thoroughly enjoyed browsing through their photo wall of the tons of notable people who stopped by at Mary Mac's since it is a historical landmark here in Atlanta.\n\nThis place is normally packed to the brim so I'm glad we were able to get in and out without any issues. If you're looking for decent food, an opportunity to support a black business, or just want to say you've had a chance to try Mary Mac's, I'd recommend!",
        "language": "en"
      },
      "date": "2024-02-01T21:57:09Z",
      "rating": 4,
      "tags": [
        "3 photos",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N_aQgg4egXR2-JWxjUaOWA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ASbjj889yn3ElFayZ9J1SA/o.jpg",
          "caption": "Blackened Catfish Fillets  Sweet Potato Soufflé Macaroni and Cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sTMxXl20lj4gxwlEDygOig/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Andre' M.",
        "user_id": "jwuhvdOUPVnVe-QAS5Ycgg",
        "link": "https://www.yelp.com/user_details?userid=jwuhvdOUPVnVe-QAS5Ycgg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/l5cmxKOUHLgZZ5B9vPXc0g/180s.jpg",
        "address": "Johns Creek, GA",
        "friends": 133,
        "photos": 285,
        "reviews": 626,
        "elite_year": 24
      },
      "comment": {
        "text": "I've been hearing about this place for ages but never got to try it until this past Monday when eight of us went.   Our server talked up the great service he was going to provide but it turned out to be not all that great.  Forgotten items,  very late deliveries of condiments,  confusion of the interuptive food runner, etc. \n\nWe ordered lots of appetizers and some were good,  some were blah.  \n\nI got the Chicken Fried Chicken which was told to be one of the best items on the menu.   It was a huge disappointment.   My guess is that the white gravy sat on the chicken for a long time before being brought to me and made the coating soggy.\n\nMy side of collard greens and side of sweet potato souflee were the highlight of my entire experience.  \n\nNobody raved over their meals which tells me that everyone was probably underwhelmed. \n\nWe got a laugh at the cinnamon rolls dessert.  Don't do it. \n\nThe part that sucked the most was going back to the cars afterwards,  in their parking lot,  and finding that 3 or 4 cars had their windows smashed.  Not our cars luckily but that sure sucks for those other people. \n\nThe next day,  half of our group had lunch at Cracker Barrel and they alled seemed to agree that the Cracker Barrel meal was superior to the Mary Mac's Tea Room meal.  That's sad.",
        "language": "en"
      },
      "date": "2024-02-29T17:36:53Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Manish C.",
        "user_id": "CwtSfxxOupTW4wFR0dLnew",
        "link": "https://www.yelp.com/user_details?userid=CwtSfxxOupTW4wFR0dLnew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hEtjmgwmbLacnKGU7Lt7zg/180s.jpg",
        "address": "Princeton, NJ",
        "friends": 40,
        "photos": 2603,
        "reviews": 381,
        "elite_year": 24
      },
      "comment": {
        "text": "A midtown Atlanta institution since 1945, everyone should make it down to Mary Mac's Tea Room at least once when hankering for some Southern comfort food in a unique and historical setting. The place is massive with multiple dining rooms, each with their own unique decor and flair. Many have visited over the years, from celebrities to politicians to chefs to musicians to heads of state, and you can find their pictures adorning the walls if you take a little time to explore the place (which I recommend that you do).\n\nUnfortunately, my friends and I only stopped by Mary Mac's for dessert since we couldn't work out a meal with our timing with other activities planned, but we were all glad we visited. The place had a steady flow of customers on a Sunday, with quite a few people that looked like regular repeat customers, which is generally a good sign. Service was kind and friendly, with a little touch of Southern charm. We went with the Georgia peach cobbler, the banana pudding, and the bread pudding. We were going to try the coconut cake which is listed on their website menu, but it wasn't on their restaurant menu, so we assumed it had been taken off the menu at some point and had not been updated. The desserts (3.5/5) were all flavorful and above average, but really nothing stood out with regards to their recipes that we'd go out of the way for to try out again. I really wasn't a fan of their bread pudding texture or flavor compared to others I've tried, so didn't finish it, but a friend was happy to finish mine and commented that it was pretty good. Based on this experience, I wouldn't be inclined to visit Mary Mac's again as I consider it a one and done kind of place for most visitors to Atlanta, but wouldn't object to going again if someone else wanted to grab a meal there.",
        "language": "en"
      },
      "date": "2024-01-20T23:15:27Z",
      "rating": 4,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2xENmRzi8CoAw7mOjQ577g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/da64kbOI_lyjkGO6cQv_2w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pKI3xLYe7sWVdQ_0yQyuog/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0_JVkITEmsexvg6eJyVirg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dASbrX43pVDBVQyv2lBwKw/o.jpg",
          "caption": "Bread Pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DwQ4YtEQbTz7eQfIFfDtNg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jay D.",
        "user_id": "8b32sZkKAlyTAtw92TDNxQ",
        "link": "https://www.yelp.com/user_details?userid=8b32sZkKAlyTAtw92TDNxQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/f4ugWrE2QWd-VPnGrQZ0GA/180s.jpg",
        "address": "Baltimore, MD",
        "friends": 211,
        "photos": 882,
        "reviews": 284,
        "elite_year": 24
      },
      "comment": {
        "text": "Even though Mary Mac's is temporarily closed now I'm hopeful that they'll be up and running again soon because it truly was a special place. Besides the history, the interior is so unique, the wait staff are amazing, and the food is delicious and PLENTIFUL, let me tell you, you will not leave hungry. I even enjoyed the pot likker in the beginning, it was surprisingly flavorful, and it was all uphill from there. Their homemade lemonade is truly the best lemonade I've probably ever had, they give you a free refill and if you still haven't finished, they give you a to go cup at the end! How sweet! The fried chicken was decent but the blackened catfish was really well made, and all the sides were delicious. I can't wait to go back whenever they're open again!!",
        "language": "en"
      },
      "date": "2024-03-11T02:29:57Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/c3eYPHVZ20nvc7lxvNpFnw/o.jpg",
          "caption": "Fried Chicken with Vegetable Medley and Whipped Potatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qQ6-xoVdeGv0T96Hok0PcQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-xO4VPI5DhGZowoxYgY8hg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/I2u0hfO-WS0Vj2YCvQDcKg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YMCXuLLQ1cUVd9D_f-_Swg/o.jpg",
          "caption": "Fried Okra"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lxw4xihLjS5oXaVRjgXE6g/o.jpg",
          "caption": "Pot Likker and the best Homemade Lemonade"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qtodE2oFG-9Icj80Ip_lKQ/o.jpg",
          "caption": "Garden House Salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9KhXhrl4V-c_lZhYA5gNbg/o.jpg",
          "caption": "Catfish Fillets , Blackened with Broccoli Souffl and Fried Green Tomatoes"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Tiffany A.",
        "user_id": "6YbU4Gvc_P_IcAoeV_Nihg",
        "link": "https://www.yelp.com/user_details?userid=6YbU4Gvc_P_IcAoeV_Nihg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cPtMHRpqhuj5EqZ0TyN-Vw/180s.jpg",
        "address": "Orlando, FL",
        "friends": 660,
        "photos": 2279,
        "reviews": 674,
        "elite_year": 24
      },
      "comment": {
        "text": "I've never been to Atlanta before, and I'm a sucker for some soul food and this place came highly recommended so I decided to check it out.\n\nI was expecting to have a long wait because I came on a Saturday at 12pm and they do not accept reservations, but to my surprise...I was seated immediately! \n\nMy server was named \"bowtie\" and he was amazing (ask for him!) Great customer service and gave a lot of recommendations. I love the fact that they serve you complimentary yeast rolls and cornbread.\n\nThe ambiance has a cozy and warm feeling which I enjoyed, they were playing old school jams and had photos and memorabilia on the walls, it made me feel like I was eating at someone's home. \n\nThere were so many yummy menu options but I decided on the 3 piece fried chicken, Mac and cheese, grits and Augusta Lemonade. I also had the banana pudding for dessert. The food literally came out within 6 minutes, which was surprising.\n\n\nMy fried chicken was good, I added cheese to my grits and they were delicious, and the Mac and cheese was just ok. I only took one bite and knew it wasn't for me, I prefer a rich, creamy and savory mac and I felt this one was a bit dry and lacked taste. The yeast rolls were very good, served warm and I had mine with butter. The cornbread was also good but a tad dry for my liking.\n\nMy lemonade was also good. The banana pudding came deconstructed, and it was okay. Was it the best soul food I've ever had? Definitely not, but it was cozy, food was good and the service made up for it.\n\nOverall, I would definitely come back and try some more items on the menu.",
        "language": "en"
      },
      "date": "2024-01-13T18:17:12Z",
      "rating": 4,
      "tags": [
        "1 photo",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hCKnwRyA6GMzN60b0m-iog/o.jpg",
          "caption": "Outside"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 3,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Jessica A.",
        "user_id": "rTfIjtXX7wGvzTollP-ufA",
        "link": "https://www.yelp.com/user_details?userid=rTfIjtXX7wGvzTollP-ufA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6EK-6HWfGDvmVerOPqVzWg/180s.jpg",
        "address": "Germantown, MD",
        "friends": 16,
        "photos": 418,
        "reviews": 105,
        "elite_year": 24
      },
      "comment": {
        "text": "We had reservations for a party for 13 at 5pm. It wasn't crowded, so I recommend going early. The walls are filled with photos of celebrities who have eaten here - even have some signed posters from\nTouring Broadway show casts. We were seated after a few minutes and invited to review the menu and write down our orders. That's right, each seat had a small strip of paper that each diner fills out based on what they want to eat and drink - don't forget to put your name at the bottom. They are famous for their fried chicken and it was perfect! The side dishes were delicious too. I did not order my peach cobbler a la mode because I feared I would be too full and I was right. Great place for soul food! Our server was excellent - high energy, attentive; and helpful!",
        "language": "en"
      },
      "date": "2024-01-25T01:53:46Z",
      "rating": 5,
      "tags": [
        "3 photos",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V8KXFrTey4gtsAJSRqjxLg/o.jpg",
          "caption": "Homemade Lemonade"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/w-ZVl9kpEWHgL4K2s86WlQ/o.jpg",
          "caption": "Fried Chicken, Fried Okra, Sweet Potato Soufflé"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2WTxFcuYQ0eJkLLoLU_zYg/o.jpg",
          "caption": "Georgia Peach Cobbler"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rashauna H.",
        "user_id": "P0QY34RdyP5NfO9adtUg5w",
        "link": "https://www.yelp.com/user_details?userid=P0QY34RdyP5NfO9adtUg5w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VqGpbBxtthGcPId1b2UTUw/180s.jpg",
        "address": "FL, FL",
        "friends": 30,
        "photos": 290,
        "reviews": 162,
        "elite_year": 24
      },
      "comment": {
        "text": "Mary Mac's team room is an Atlanta staple. When coming to a city I throughly believe in heading to the spot that have survived the test of time. The mood here is old school atlanta and a home feel. All the dining rooms feel like you are being greeted by Southern hospitality. The ultimate welcome is the warm biscuits and cornbread. \n\nWe tried the fried chicken, Mac and cheese, collard greens, sweet potato, rice and gravy, cabbage and broccoli souffle. As far as soul food good this leaves much to be desired. Its a good meal but nothing left me wowed. The mark of a good home cooked meal is how flavorful your side dishes are and for me these fell a little flat. \n\nI suggest giving it a try to form your opinion.",
        "language": "en"
      },
      "date": "2024-01-20T13:35:15Z",
      "rating": 3,
      "tags": [
        "3 photos",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6MRsfiOpMsIJZe_1AsumNg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oaweZ8trD81CdJ9vfSiXew/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jxM_MUf8CMRM3KOd8ZGzvw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Eimy B.",
        "user_id": "2Lpsl-PVTpomi-X2T-LTOQ",
        "link": "https://www.yelp.com/user_details?userid=2Lpsl-PVTpomi-X2T-LTOQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Rbr37ACAyVWo9IG59duOfA/180s.jpg",
        "address": "Silver Spring, MD",
        "friends": 68,
        "photos": 222,
        "reviews": 87,
        "elite_year": 24
      },
      "comment": {
        "text": "I walked in and asked for a table, I was told to wait. A couple walks in and asks for a table, the manager comes and seats them. The hostess had to tell the manager I had been waiting and arrived first. She looked at me and started putting menus away. Then decides she's ready to seat me. That was very unprofessional. \n\nI will say my waiter was amazing, friendly and very professional. My food was ok, fries and Mac and cheese were cold. I'm happy that the fried shrimp were actually hot. Hushpuppies were over cooked, almost burnt. I wouldn't recommend this place. The only neat thing about it was its history.",
        "language": "en"
      },
      "date": "2024-01-10T23:45:35Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pFdYjZuLSjBnRJiyFNlAiQ/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/E-Cd8BODWnWFHvOSGB-N4Q/o.jpg",
          "caption": "Hushpuppies"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Taylor W.",
        "user_id": "LGx9_dULH9gq0UyBMNg0jA",
        "link": "https://www.yelp.com/user_details?userid=LGx9_dULH9gq0UyBMNg0jA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bEyFzJvdSH5YIh1QGlFzdg/180s.jpg",
        "address": "New York, NY",
        "friends": 260,
        "photos": 288,
        "reviews": 162,
        "elite_year": 24
      },
      "comment": {
        "text": "This is the place to go if you want to try some southern food. It's a really big space so I was able to easily get a table. \n\nI absolutely loved their fried green tomatoes and chicken fried chicken. Both of those dishes were probs the best I had in the area. They also have a lot of sides from sweet potato souffle to broccoli souffle. Their peach cobble is also so delicious and the perfect way to end a meal. Don't forget to also get yourself from sweetened iced tea to enjoy!",
        "language": "en"
      },
      "date": "2023-12-28T04:07:37Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N9srScjpV3d8FU5fPeTfyA/o.jpg",
          "caption": "Broccoli Souffle"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/X-P__7h5m2zuSJSjwttMpQ/o.jpg",
          "caption": "Fried Green Tomatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ecW83fc3-wAITEi2N2czyg/o.jpg",
          "caption": "Chicken Fried Chicken w/ Sweet Potato Souffle and Brunswick Stew"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZWT5h4nhllZGS9wSntEyKg/o.jpg",
          "caption": "Brunswick Stew"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/suXzEQEP4mPRcoOouP3oVw/o.jpg",
          "caption": "Sweet Potato Souffle"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Deanna D.",
        "user_id": "JnfT9xmiZLx_q3fNMUrtIw",
        "link": "https://www.yelp.com/user_details?userid=JnfT9xmiZLx_q3fNMUrtIw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vXxFLs42SgmjNeIakxYt2w/180s.jpg",
        "address": "SC, SC",
        "friends": 0,
        "photos": 7,
        "reviews": 5
      },
      "comment": {
        "text": "It was alright. The restaurant was definitely hyped up way too much. It smelled pretty bad in the restaurant, possible because it's all carpet. The food was alright. \nI have to say the banana pudding was excellent.",
        "language": "en"
      },
      "date": "2024-02-29T01:35:46Z",
      "rating": 3,
      "tags": [
        "1 photo",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zcWSA4pvbygZm22alkEsIg/o.jpg",
          "caption": "Pot Likker, Cornbread"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alicia J.",
        "user_id": "uvW_sKnAOGOcVZGlqzd0vg",
        "link": "https://www.yelp.com/user_details?userid=uvW_sKnAOGOcVZGlqzd0vg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5vsbB2nDjPT8niqfegpg4g/180s.jpg",
        "address": "New York, NY",
        "friends": 270,
        "photos": 143,
        "reviews": 105,
        "elite_year": 24
      },
      "comment": {
        "text": "Mary Mac's was the first meal my partner and I had on our visit to Atlanta, and it ended up setting a pretty high bar. We came in right after our flight around 7:30, and there was no wait; everyone must have left the city for the holidays. The inside of the restaurant is quite big with multiple dining rooms and walls covered in antique photos and newspaper clippings. Service was quite quick with how uncrowded the restaurant was, which was welcome as we were quite hungry after the flight!\n\nWe first got complimentary bread and butter, with the buttery rolls really standing out. The cornbread was pretty crumbly and not too sweet; I would have liked it moister but enjoyed how it wasn't too heavy. For my entree, I got blackened catfish, which came with not one but two sizable fillets that were perfectly seasoned. My collard greens were also full of flavor from being cooked with pork, and the fried okra was great as fried okra usually is. My partner got the chicken fried chicken with gravy that he devoured, and he ended up helping me with my fish too. Overall a really great and reasonably priced Southern meal to start our trip, and I'd love to come back on a future trip to Atlanta - still need to try the fried chicken!",
        "language": "en"
      },
      "date": "2023-12-25T17:05:49Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/81UXLcXCnLGAJ-vckMukdQ/o.jpg",
          "caption": "Chicken Fried Chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eRiv-1pPpGp5RznqsQDWJA/o.jpg",
          "caption": "Blackened catfish"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jenna T.",
        "user_id": "QXAYZBYuZ1NbygFKvynnJQ",
        "link": "https://www.yelp.com/user_details?userid=QXAYZBYuZ1NbygFKvynnJQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bt3jsjkyw_0kIwJzmHQkzQ/180s.jpg",
        "address": "Hercules, CA",
        "friends": 1267,
        "photos": 4361,
        "reviews": 1363,
        "elite_year": 24
      },
      "comment": {
        "text": "It's one of the few restaurants with so many options! Hella real Southern food too, cause we had to google some of the food items to know what it was. \nYou know this place has been here for a while with the old carpeting and all the photos. It definitely can use a facelift, but it the old school-ness does add character and charm. Service is easy, you get a pencil and fill out a paper to give to your waiter/waitress. They take it and then come back with a bread basket with cinnamon rolls, cornbread, and dinner rolls. \n\nWe got the small pot likker soup and a side of cornbread with pork skin baked inside. Pot likker was hella good. The pork skin in the cornbread was barely noticeable (bummer). I ordered the fried chicken and gravy and it was instant comfort food. The fried chicken was still crispy with all the gravy on top of it. My friend ordered just appetizers because she wasn't that hungry, but the plates and portions came out like a whole meal! \n\nThe place and staff are charming and the food is like a homecooked meal. Come here hungry!",
        "language": "en"
      },
      "date": "2023-11-16T03:40:51Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-7CeO9LoKkVtrDyPup4b3A/o.jpg",
          "caption": "menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DkAtT4JI1FvjjB385cZpeQ/o.jpg",
          "caption": "dumplings, okra, mac and cheese, yams"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KhHA8EQIV6RpvPVxVleWBA/o.jpg",
          "caption": "pot likker and cornbread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ylASzebeDCiXItuvnOzuKQ/o.jpg",
          "caption": "Paper form to fill out"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oT9gEQok79GgCWEakAhBCQ/o.jpg",
          "caption": "Drinks"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RzMuxhtXcgkwXtQnYrkmHA/o.jpg",
          "caption": "One side of the menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WgGet9O1MbLhZNuqM6IPXw/o.jpg",
          "caption": "Next side of the menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gfgOX0YUUQ-jsP9ahZcnow/o.jpg",
          "caption": "More menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dVzg4GkL_fd-sMsY-9fjfA/o.jpg",
          "caption": "Pot likker and cornbread with pork skin"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Zrx1T-e0SgR3aRmNH9PU9w/o.jpg",
          "caption": "Chicken and gravy"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 2,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Lawrencia L.",
        "user_id": "T4qEl1822m41qumH6iHOsA",
        "link": "https://www.yelp.com/user_details?userid=T4qEl1822m41qumH6iHOsA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CwKkiLcXPRVn4rPp_lGQ-Q/180s.jpg",
        "address": "Irving, TX",
        "friends": 48,
        "photos": 1473,
        "reviews": 301,
        "elite_year": 24
      },
      "comment": {
        "text": "A staple in ATL. Beautiful story and there are known for the fried chicken. I love the dressing and gravy. Service was great. They also give every table a free basket of bread. The food was good and is consistently good. I'll be back.",
        "language": "en"
      },
      "date": "2024-02-08T03:40:38Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BQ8LfTG5Ugp-K_gv9QzOig/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U5YD9IN_Bj3BwhSs-Yo3ow/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SLm4_5iMxAlzx7fyuX53Vg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LESGaJjl6IlJhMdOFJzaig/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/edNB3CmHzbn5iprstxtngw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "D. Scott D.",
        "user_id": "dwpL1Z_XrZIszeecrA6Mkg",
        "link": "https://www.yelp.com/user_details?userid=dwpL1Z_XrZIszeecrA6Mkg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yU8TrHQFNOZPXEDfXMStyw/180s.jpg",
        "address": "Oak Park, CA",
        "friends": 28,
        "photos": 777,
        "reviews": 141,
        "elite_year": 24
      },
      "comment": {
        "text": "What a fun place! Packed. Plenty of people waiting, but no one seemed to wait too long. Three of us were seated in 10 min.\n\nChris took great care of us. Food was solid home-cooked style. Great selection of Southern specialties.\n\nNoisy, but in a fun way. Everyone enjoying themselves. \n\nThe fried okra was flawless. Chicken and dumplings were okay. A couple tiny bones - not an issue. Tender chicken, and the dumplings were the original, thick-noodle style, as opposed to the fluffy Bisquick version I had hoped for. So while I envisioned fluffy dumplings with tender chicken on top, drizzled with some sort of gravy, this was more like a cup of soup. Ample, but smaller portion. See the pic.\n\nHad the wedge salad to start. A little watery, but a great deal for only $7 or so.\n\nThe fried green tomatoes were well received.\n\nAnd three of us got out of there for $77 plus tip. Hard to beat that deal.\n\nDefinitely a place to check out when in Atlanta!",
        "language": "en"
      },
      "date": "2023-11-12T00:55:55Z",
      "rating": 4,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XlRzBIxW4QYALTyVFYV_Qg/o.jpg",
          "caption": "Chicken and Dumplings, Fried Okra, Fresh Fruit"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UDZUR06nB9cdsrm9h6uKLg/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KPAqfgDemo57YqofzM9oSQ/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0HYlFRMZp6qWkMqBg4Psrw/o.jpg",
          "caption": "Exterior"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6FPVEegaIYd24gupzpcdwQ/o.jpg",
          "caption": "Menu Cover"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SMsrDbnWiW-uAGduS75pSQ/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AZk4MnPygR8TgDWaHTROzA/o.jpg",
          "caption": "Menu Backstory"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ee3Rv_NgrwSOguXtF0bHRA/o.jpg",
          "caption": "Menu"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Sharmeen F.",
        "user_id": "Ktj1kkClsgHzaUuv1-8cng",
        "link": "https://www.yelp.com/user_details?userid=Ktj1kkClsgHzaUuv1-8cng",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7vdIcNhKCNwoX6CTzGoZfw/180s.jpg",
        "address": "Reno, NV",
        "friends": 371,
        "photos": 227,
        "reviews": 100,
        "elite_year": 24
      },
      "comment": {
        "text": "Mary Mac's is a MUST visit if in the Atlanta area. It is all of the deliciousness that you think of southern food paired with the kindest service and people that have the southern charm. \n\nThe building itself has so much history and photos all around the restaurant of wonderful people who have visited. It is also huge with plenty of seating. \n\nThe chicken fried chicken is always my go to and does not disappoint. It's tender on the inside with the perfect crisp on the outside and the gravy is so flavorful, it's my favorite I've ever had. \n\nI switch up which sides I get but their dumplings, Mac and cheese, cornbread and dress and their green beans are my favorite. \n\nThe meal is huge and there is always enough left for me to eat it two more times which is impressive for the price. \n\nThank you Mary Mac's for this iconic restaurant that we always look forward to visiting!",
        "language": "en"
      },
      "date": "2023-11-09T03:38:05Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OJ-vOhy0tKnQrd_c-LpoFw/o.jpg",
          "caption": "Chicken Fried Chicken with Macaroni and Cheese and cornbread"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Annalisa P.",
        "user_id": "x1v_jCLoRfnzsL_xFKtgzQ",
        "link": "https://www.yelp.com/user_details?userid=x1v_jCLoRfnzsL_xFKtgzQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hw_Pk7SfoMXABAihR1OkzQ/180s.jpg",
        "address": "Houston, TX",
        "friends": 392,
        "photos": 6477,
        "reviews": 290,
        "elite_year": 24
      },
      "comment": {
        "text": "I was doing some research on Southern food and found Mary Mac's. My friend lives in Midtown within walking distance, so I dined in solo at the bar. There were a lot of holiday parties/groups on a midday work week, and I didn't want to wait for a table. Besides, you meet people sitting at the bar. \n\nThe ordering process is a cool concept. You get the menu and a form to write what you want. It's very organized from drinks to desserts. I listed everything I wanted from beginning to end, and the food was served in its natural order...and when I was ready. I needed to pace myself with all the food I ordered. I actually wanted to order/try more sides, but my eyes are bigger than my stomach.\n\nI preferred the cornbread over the yeast rolls and butter. The chicken fried chicken was a thicker cut and breaded nicely. It was tender and juicy, which I wasn't expecting. Nice crunch on the breading. It paired well with the cream sauce and whipped mashed potatoes. The fried green tomatoes, if ordered as a side with your entree, comes with two. The breading held together when I cut it in half to let it cool. The horseradish ranch sauce was surprisingly good when paired with it. The tomato was cooked well - not soggy or underdone or sour. The mac and cheese was my least favorite side. It was more macaroni and less cheese. A bit on the greasy side as if the cheese was broken like when alfredo sauce breaks. I like my mac and cheese on the cheesier side. I had to try the Georgia peach cobbler when in Georgia. It was quite disappointing. I tried to eat as much of the peaches, but it was overly coated in a heavy syrup that had too much nutmeg or some other spice. It made it taste a bit like cardboard. It also lacked crust. I should've gone with the bread pudding instead.\n\nTerry, the bartender, was nice. He joked around with the servers that came by to pick up drink orders. He didn't speak much to the customers like me who were seated at the bar, but he was respectful and checked in periodically.\n\nI ordered all that food for about $30. Not too shabby. The restaurant itself is a historic tea room since it's opening in 1945. A little run down, but it's got old Southern charm and friendly staff. You can tell tourists come here, but there are also locals who come back.",
        "language": "en"
      },
      "date": "2023-12-22T03:31:35Z",
      "rating": 3,
      "tags": [
        "10 photos",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eeeWBH5svypQ-D_9nyxOPw/o.jpg",
          "caption": "My southern meal"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xtoCle2AnrLGQvKO0wsosw/o.jpg",
          "caption": "Cute planters"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N54MyeIx7Nwa7rKe5RoRcw/o.jpg",
          "caption": "Front of restaurant"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l4f-XjVqBY9VsZ34Ind01A/o.jpg",
          "caption": "Complimentary yeast rolls and cornbread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3wt_lhhUL-aQ3lnjKfDLqg/o.jpg",
          "caption": "Georgia peach cobbler"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6vgu9aYvHRab2WZN1ARGDg/o.jpg",
          "caption": "My menu choices"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YYMXjb0ud6ZEgij-S99Zuw/o.jpg",
          "caption": "Thick (but tender) CFC"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4tBVuftzqQjJ0HYQQrsDoA/o.jpg",
          "caption": "Write your order from the menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/H2swTZxobWW5Z7TRv1SXnw/o.jpg",
          "caption": "Bar area"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/278kbWUlCuBmoLtVTOu_1A/o.jpg",
          "caption": "Fried green tomatoes"
        }
      ],
      "feedback": {
        "useful": 8,
        "funny": 4,
        "cool": 7
      }
    },
    {
      "user": {
        "name": "Anita P.",
        "user_id": "OV7tscXc0ann7fQgroxBzw",
        "link": "https://www.yelp.com/user_details?userid=OV7tscXc0ann7fQgroxBzw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5yvXlEEWY37hK4D1PRYddw/180s.jpg",
        "address": "Aurora, IL",
        "friends": 1,
        "photos": 100,
        "reviews": 85,
        "elite_year": 24
      },
      "comment": {
        "text": "Mary Mac's has done a great job preserving its space as a history restaurant in midtown. The entire menu is pretty much every southern comfort food you could think of - fried chicken, fried shrimp, grits, collard greens, peach cobbler,etc. I got the fried chicken with 2 sides of mashed potatoes and mac n cheese. The portions were pretty large, and the chicken was cooked well. I recommend the banana pudding for dessert:)",
        "language": "en"
      },
      "date": "2024-01-10T04:06:20Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iLAyXXA9OauXaOkKrXGJMA/o.jpg",
          "caption": "Banana Pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NJOhH6RQc6yl_gfXOAOYQg/o.jpg",
          "caption": "Fried Chicken TendersTenders"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Eric S.",
        "user_id": "5M9xDTwcz_kpFQzG11m1SQ",
        "link": "https://www.yelp.com/user_details?userid=5M9xDTwcz_kpFQzG11m1SQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-k6OdEMaK0vf2uaRD8R9gA/180s.jpg",
        "address": "Salt Lake City, UT",
        "friends": 227,
        "photos": 77,
        "reviews": 123,
        "elite_year": 24
      },
      "comment": {
        "text": "Southern Comfort Food...Amen!  This place has been an institution in Atlanta for decades.  I just love coming here for a taste of the south.  The place is huge with lots of various rooms for dining however because it's so popular expect to wait for a table.  No reservations accepted, it's first come first served here.  \n\nThe menu has a large selection of sandwiches, salads and entrees and half a page dedicated to all the various side dishes available.\n\nYou'll get an order slip from your server and grab a pencil from the jar in the center of your table.  Complete your order form and give it back to your server.  Then you'll get a nice, fresh and warm basket of breads including yeast rolls, cornbread muffins and cinnamon rolls.   \n\nToday I enjoyed one of their specialties the Chicken Fried Chicken with white pepper gravy.  Delicious!  The food is freshly prepared and so tasty.  I added the tomato pie and sweet potato souffle.  I highly recommend the tomato pie as it's a unique specialty here at Mary Mac's.  And of course your meal wouldn't be complete without the \"table wine of the South\" a tall glass of sweet tea.  \n\nService is prompt and the food is tasty and although they have an excellent dessert menu you'll likely not make it there as you'll be full from your main meal.",
        "language": "en"
      },
      "date": "2023-10-22T20:57:25Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aHCSmIIF8_juR5KUtjMRZQ/o.jpg",
          "caption": "Chicken Fried Chicken with White Pepper Gravy"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "David L.",
        "user_id": "wSSfAWXhsDjjXXUw8Q4o_A",
        "link": "https://www.yelp.com/user_details?userid=wSSfAWXhsDjjXXUw8Q4o_A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yBYyVw_YdMBTkHfy65sH8w/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 288,
        "photos": 94,
        "reviews": 271,
        "elite_year": 24
      },
      "comment": {
        "text": "Fried chicken yesssss. This place does it well, it's not super crispy or greasy and the chicken is tasty. The service is top notch and the staff is friendly. I love the grits here, you don't need to season it like other places and it comes out ready to eat. Corn bread is corny and my kids love the rice with gravy, although the rice is a little too hard and crunchy so it's not my style. Chicken fried steak can be more tender, I think they should pound the party to soften it a bit. But overall this is a staple for southern style home cooking.",
        "language": "en"
      },
      "date": "2024-01-06T06:23:00Z",
      "rating": 4,
      "tags": [
        "4 photos",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Y22UCQWKrcOZFeScSbP31Q/o.jpg",
          "caption": "Broccoli Souffl"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/49Zk57ZHVeu5TUdsT_SfWg/o.jpg",
          "caption": "Fried Shrimp. Kids favorite"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/a5wHbQGs9RMOpYeA5m-IzA/o.jpg",
          "caption": "Fried Chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HidSISLJeElWk0BrKXvOLA/o.jpg",
          "caption": "Fried Chicken"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mikey H.",
        "user_id": "rAAT39HF4khu-OdxBSr0jg",
        "link": "https://www.yelp.com/user_details?userid=rAAT39HF4khu-OdxBSr0jg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MSPH97vCsg_ieXSdjrYS2A/180s.jpg",
        "address": "San Diego, CA",
        "friends": 419,
        "photos": 6335,
        "reviews": 1496,
        "elite_year": 24
      },
      "comment": {
        "text": "I was really happy that Mary Mac's was just a couple blocks away from where I was staying.  I only knew about Mary Mac's from the tv show Designing Women...LOL!  It was mentioned in one of their episodes about the \"real women of Atlanta\" and the ladies who lunched here.  I was seated in the original building that had a small dining room and kitchen.  And according to my server Carrie, they kept buying the adjacent properties and expanded.  Lots of history on the walls.\n\nI started with a refreshing mint julep.  I ordered the fried catfish and shrimp, with sweet potato souffle and tomato pie...I had never heard of this and it was sooooo good!  Since it was my first time, Carrie brought me a sample of the \"pot likker\"...the broth from the collard greens and a small corn bread...very good!  The catfish and shrimp were perfectly fried and since I was eating my way through Atlanta today, I didn't finish my yams or pie, but they were very tasty!\n\nLots of tourists and regulars coming in.  Some of the servers are sassy.  Carrie was great!  For my first meal in Atlanta, it was a great way to start my day!",
        "language": "en"
      },
      "date": "2023-10-01T14:56:28Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WaA8wtak7mlh80B0V-2yAw/o.jpg",
          "caption": "Pot Likker"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/b3cvk98mYSGnWWJlwpWEmQ/o.jpg",
          "caption": "Fried shrimp and catfish"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JGmBb1dHn2qWlb-hBrPLmA/o.jpg",
          "caption": "Tomato Pie"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rHIU9otfd0pANapWfHFgDA/o.jpg",
          "caption": "Mint Julep"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/B736ScPkXK8JW2-Pt5OyaQ/o.jpg",
          "caption": "Sweet potato souffle"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QqxvCgquiBk3PpHCwKGqCQ/o.jpg",
          "caption": "Original dining room"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Michele O.",
        "user_id": "4RgMnWpcz8rnjlUAlCrPuA",
        "link": "https://www.yelp.com/user_details?userid=4RgMnWpcz8rnjlUAlCrPuA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/m4rpX3U7nKaVglfBX6U7Yw/180s.jpg",
        "address": "Colchester, CT",
        "friends": 3,
        "photos": 44,
        "reviews": 32,
        "elite_year": 24
      },
      "comment": {
        "text": "An iconic Atlanta institution! The service was great and the food was tasty. I recommend the collard greens and fried chicken, but the complimentary cinnamon bun and corn bread that come with your meal are wonderful, too! \n\nThere is off-street parking behind the building, which is a god-send, and the prices for meals are reasonable. The ordering system is fun: you just write your order on a sheet that's provided at the table.",
        "language": "en"
      },
      "date": "2023-10-15T03:36:16Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BfHz0inywJhQYX0VOIPc3Q/o.jpg",
          "caption": "Menu cover"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chris J.",
        "user_id": "Nd-cYSclmkwq2yxJvPxvIg",
        "link": "https://www.yelp.com/user_details?userid=Nd-cYSclmkwq2yxJvPxvIg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/r5RDiBgUrIkmpttYunjK7Q/180s.jpg",
        "address": "Memphis, TN",
        "friends": 184,
        "photos": 201,
        "reviews": 223,
        "elite_year": 24
      },
      "comment": {
        "text": "I attended graduate school in Atlanta, but I had never heard of Mary Mac's Tea Room while I was there!  Well, as the saying goes, \"if you don't know, now you know.\"  \n\nThis is an AWESOME place to eat, with healthy size portions!  I highly recommend the Meatloaf!",
        "language": "en"
      },
      "date": "2023-10-10T16:11:09Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/I25B8Uf-NCzBY-QfD-bTrg/o.jpg",
          "caption": "Meatloaf and Garden House Salad"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Terrance D.",
        "user_id": "5qqyQvnafHitmDpZzYonpQ",
        "link": "https://www.yelp.com/user_details?userid=5qqyQvnafHitmDpZzYonpQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fZsXwK9Wr7odlXFhOYb8Lw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 18,
        "photos": 12,
        "reviews": 26
      },
      "comment": {
        "text": "I luv eating here but today they get one star and if I could make it 1/2 star I would. My frustration begins with me trying to order online",
        "language": "en"
      },
      "date": "2024-03-07T19:13:49Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "William Y.",
        "user_id": "p-ZfgR-yVpakNWTmcRyDjA",
        "link": "https://www.yelp.com/user_details?userid=p-ZfgR-yVpakNWTmcRyDjA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Du25-sVQTR2K4BaHhakWFg/180s.jpg",
        "address": "Oklahoma City, OK",
        "friends": 44,
        "photos": 252,
        "reviews": 80,
        "elite_year": 24
      },
      "comment": {
        "text": "Our last night in Atlanta, and we decided to follow-up on several recommendations and headed to Mary Mac's Tea Room.  \n\nWe had a delightful dinner as we stepped back it time.  The building, the decor, and numerous photos on the wall represent an earlier era.  The menu and the ordering process, placing your order using pencil and paper date back to the orgin of Mary Mac's.\n\nWe started with green fried tomatoes.  They were prepared perfectly and served with a creamy horseradish sauce.  We both chose the four piece fried chicken dinner.  I paired mine with whipped potatoes, cream gravey, and fried okra.  Jan paired her's with lima bean and fried okra.  The meal was excellent.  We ordered bread pudding and peach cobbler for desert but took it to go.\n\nMary Mac's outstandingly represents southern tradition and comfort food.",
        "language": "en"
      },
      "date": "2023-09-21T16:20:32Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/o5QTP7eDMcbBif5fyToLqQ/o.jpg",
          "caption": "Entry to Mary Mac's"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZcwvBnfpG_M56x3D_SZj0g/o.jpg",
          "caption": "Green Frord Tomatoes with creamy horseradish sauce."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NCT6RCjlKG2BIpYV9xzNrQ/o.jpg",
          "caption": "Four piece fried chicken dinner with whipped potatos, cream gravey, and fried Okra"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Julia B.",
        "user_id": "e9FubBC9486EnH-QuRbuOg",
        "link": "https://www.yelp.com/user_details?userid=e9FubBC9486EnH-QuRbuOg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XQP1MtmTU080KA5Kv5knEA/180s.jpg",
        "address": "Houston, TX",
        "friends": 54,
        "photos": 1538,
        "reviews": 408,
        "elite_year": 24
      },
      "comment": {
        "text": "I had been wanting to try this place and finally had the chance. There was a short wait to be seated.  We were given menus and paper to fill out what we would like. I love this idea because it makes it very clear so if something is wrong, it is your own fault! The portions were large and the food was very flavorful. The waitress was very friendly. I would definitely come back and try some of the other things on the menu.",
        "language": "en"
      },
      "date": "2023-12-12T05:27:53Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lCZ9e-OV3YGLYfSmoctNdQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vMtgzvH-xOdGnZkzjPTYGg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PX_zMzFunuF9zyTutBw_nA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sEfmFdUYQ4cdYiUN3cv3Rw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Laurice T.",
        "user_id": "P4U478j5FLbQyc5Kw1u98Q",
        "link": "https://www.yelp.com/user_details?userid=P4U478j5FLbQyc5Kw1u98Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1jr-vMT7Ck-fR0kGOWlm9w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 27,
        "photos": 19,
        "reviews": 14
      },
      "comment": {
        "text": "Mary Mac's is one of those restaurants that you forget about but it's actually really good! I went with a group of 19 others and received amazing service! I wish I could remember our server name but she was great and handled the large group perfect! I had the chicken fried chicken with mashed potatoes and green beans. Such a simple meal that was absolutely delicious!",
        "language": "en"
      },
      "date": "2024-02-14T14:59:43Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AE_Ru-dvdvF6AnXSUqKrGg/o.jpg",
          "caption": "Chicken Fried Chicken"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Vera L.",
        "user_id": "JLYjewgcYqtC_Uylr6jGzQ",
        "link": "https://www.yelp.com/user_details?userid=JLYjewgcYqtC_Uylr6jGzQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/V80oxpLS0pY5wxKPERKWng/180s.jpg",
        "address": "Manhattan, NY",
        "friends": 374,
        "photos": 903,
        "reviews": 499,
        "elite_year": 24
      },
      "comment": {
        "text": "I've actually recommended this place to a few friends who visited from out of town.  It's one of those staples to get good southern food in Atlanta.  As most of my friends would be staying downtown or near midtown, this was a good alternative for them.\n\nPROS:\n- food is a solid representation of southern comfort food\n- the breads basket is so tasty.  I particularly like the cornbread and the the rolls.  Cornbread is such a southern staple too - it wasn't' dry like some places which makes or breaks the bread itself. \n- sides: varied and tasty. In particular, I always get the fried green tomatoes and mac and cheese.  You can't go wrong with these! Have to get a side of ranch with the fried green tomatoes.  They always come out hot and must be eaten right away.\nCONS:\n- sides do not do well with take out or take home. This goes for the mac and cheese in particular. \n\nThe service isn't Michelin star but it's good for what it is.  Parking can be a hassle depending on what time you go, so please do keep this in mind.  It is a drive for me since I am normally north of the city when I do go home, but it's worth it for friends or new visitors!",
        "language": "en"
      },
      "date": "2023-11-27T23:42:54Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Joey M.",
        "user_id": "nnMiPnN6GqLQGeGSv4AJKw",
        "link": "https://www.yelp.com/user_details?userid=nnMiPnN6GqLQGeGSv4AJKw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mPfOfL6EgEisK3bu4Lj_Zg/180s.jpg",
        "address": "Clover, SC",
        "friends": 503,
        "photos": 26,
        "reviews": 64
      },
      "comment": {
        "text": "Meh, I had fried chicken, peach cobbler & a house salad. Honestly my fav part of the meal was the cornbread & the salad. Sweet potato was decent too, but chicken, green beans were pretty basic. Honestly if I am gonna spend money to eat I wanna get something I don't think I can make better myself.\n\nCobbler was disappointing. Literally peaches, sugar and cinnamon in a bowl with a \"crust\" slapped on top. Not it.\n\nOur waiter was nice enough. And the restaurant itself was cute and you could tell it had history.\n\nOverall it was decent but nothing I'm going to write home about. That cornbread slaps tho.",
        "language": "en"
      },
      "date": "2023-12-08T04:20:52Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5abgILDUtMsb_OrUn_uzeg/o.jpg",
          "caption": "Georgia Peach Cobbler"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Le5iX_Bvj4TbeAy5-c_CCQ/o.jpg",
          "caption": "Fried Chicken Green Beans Sweet Potato"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Corey S.",
        "user_id": "GAZrtQoFVZAq0lvuEKI09A",
        "link": "https://www.yelp.com/user_details?userid=GAZrtQoFVZAq0lvuEKI09A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RnuyMq6P2BrIzUNDDb9AUA/180s.jpg",
        "address": "Boston, MA",
        "friends": 51,
        "photos": 325,
        "reviews": 157,
        "elite_year": 24
      },
      "comment": {
        "text": "The food was good here, the chicken was tender and juicy. Mac and cheese was pretty good, not that oh my god taste with seasoning but a pretty chill version of Mac n cheese. The decor was cool to see celebrities and other former guests, it's a little on the older side but it's vintage. Parking was pretty easy, the staff were great and kept things upbeat and fun. I only visited once but I can't wait to go back.",
        "language": "en"
      },
      "date": "2023-12-13T17:00:28Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Denise A.",
        "user_id": "YyzkzDuErXnv5E9yMq7AMQ",
        "link": "https://www.yelp.com/user_details?userid=YyzkzDuErXnv5E9yMq7AMQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HnqYQvdLKXpxxBzJbCplTg/180s.jpg",
        "address": "Chula Vista, CA",
        "friends": 125,
        "photos": 574,
        "reviews": 238,
        "elite_year": 24
      },
      "comment": {
        "text": "Party of 2 seated right at 4pm. Got in before the dinner rush. We were wanting to try some good southern style food while in town. \n\nWe opted for chicken fried steak & pot roast. For the two sides each, we got Mac n cheese/fried okra/cheesy grits/fries. The entrees could hold themselves and were filling themselves. The chicken fried steak was a thick cut like a steak. It was smothered in a delicious gravy. The pot roast was tender and tasty. \n\nFor dessert, we shared a slice of peach cobbler. \n\nOur waitress was kind and provided her tips on what to try.",
        "language": "en"
      },
      "date": "2023-09-10T21:00:51Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xYTK_4Wr9CqxoR-RM9xxqw/o.jpg",
          "caption": "Chicken fried steak chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LDxYvFVZHJm1wV2e_r8a8g/o.jpg",
          "caption": "Pot roast"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Marni M.",
        "user_id": "STh102kWVJW1R0jU55fb-w",
        "link": "https://www.yelp.com/user_details?userid=STh102kWVJW1R0jU55fb-w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HVIggetIWB3dSA8dojLAuw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 322,
        "photos": 2294,
        "reviews": 1048,
        "elite_year": 24
      },
      "comment": {
        "text": "I came here with my family as one of their recommendations. Little did I know, I had actually been here the first time I ever visited ATL years ago! We were able to get seated almost right away after I had to loop around the block for parking as their parking lot was entirely full. \n\nAs it was my mother's first time there, our charismatic waiter provided us with what I believe he called a \"potluck\" which was a collard green soup and cornbread muffins. The soup was delicious and I believe intended for the cornbread to be dipped in as they were ever so slightly dry. We were also given their famous Homemade Cinnamon Rolls , Corn Bread and Yeast Rolls. The yeast rolls were soft and fluffy while the cinnamon rolls were sweet and chewy!\n\nFor entrees we ordered their Vegetable Plate w/ sweet potato, Green Beans, Dumplings, and Butter Peas, Savory Slow Cooked Beef Pot Roast w/ Mac n cheese, Whipped Potatoes and Roast Turkey w/ Hoppin ' John and fried okra. The main entrees themselves were deliciously seasoned and tender! The sides themselves were a little hit or miss in my book being as they were under seasoned or seemed to have been served straight out of a can. My favorites were the potatoes and kale soup. Similarly so, the peaches and cream seemed to have been made with canned peaches. \n\nFrom my two visits, I have gathered that this is a keystone restaurant of this area as I saw so many people coming in and out, particularly in their church attire as it was just after noon. Wonderful framed photos of celebrities who have come there are posted around the many rooms of their establishment as well as the ample amount of awards that have attracted their distinguished customers. Overall, I feel as though you come for the hospitality and certain staple foods. I would like to come again and suggest others to support this well renown business too!",
        "language": "en"
      },
      "date": "2023-07-24T20:19:09Z",
      "rating": 4,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-lPpQnXywLnNR0Jum8xIkA/o.jpg",
          "caption": "Peaches and cream"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wJyODh_7ihSnGEWw-pFwTQ/o.jpg",
          "caption": "Vegetable Plate w/ sweet potato, Green Beans, Dumplings, and Butter Peas"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FkVJKQXmXNFgTIov-pbQkg/o.jpg",
          "caption": "Our famous Homemade Cinnamon Rolls , Corn Bread and Yeast Rolls"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/93wTO6V-GwTDty3cKQ_eTA/o.jpg",
          "caption": "Complementary collard greens and cornbread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XocUMJzgTG63NqIcaz1u5g/o.jpg",
          "caption": "Roast Turkey w/ Hoppin ' John and fried okra"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EspcvU9hd6bOFU0vAXDYYQ/o.jpg",
          "caption": "Savory Slow Cooked Beef Pot Roast w/ Mac n cheese, Whipped Potatoes"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Joel F.",
        "user_id": "MNAk2x3TdJ7KTa4ui_o91g",
        "link": "https://www.yelp.com/user_details?userid=MNAk2x3TdJ7KTa4ui_o91g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kKgF6bEyvTWC_F5cqHvQdw/180s.jpg",
        "address": "Reno, NV",
        "friends": 17,
        "photos": 45,
        "reviews": 45,
        "elite_year": 24
      },
      "comment": {
        "text": "If you want some really good southern soul food go for to Mary mac's tea room. I have been here a few times and I have felt the southern hospitality each time!  The entrees come with 2 sides and there are a ton to choose from that are delicious and classic southern dishes. I highly recommend the dumplings and I also got the Mac and cheese and it was good too. Someone in our group got the tomato pie. I had no idea that was a thing, but it was excellent as well. I got the chicken fried chicken and it was fantastic and the gravy was delicious.  Overall, great experience and great food. I plan on going back any time I visit Atlanta!",
        "language": "en"
      },
      "date": "2023-12-01T00:13:48Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BlMntQBzaauirja0XcD1Nw/o.jpg",
          "caption": "Chicken Fried Chicken"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Angie P.",
        "user_id": "exEElE4pG-ZwoCMwoYddeg",
        "link": "https://www.yelp.com/user_details?userid=exEElE4pG-ZwoCMwoYddeg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vuyqhXC8E52c0ypizPeUGA/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 510,
        "photos": 412,
        "reviews": 1028,
        "elite_year": 24
      },
      "comment": {
        "text": "Mary Mac's has now become a must anytime I come to Atlanta. Great food, friendly staff, & groovin' music. \nYes, it's touristy, but locals love it, too. Free parking.\nAn amazing menu with so many choices, it's so hard to choose! I normally get the shrimp & grits, fried green tomatoes, & collard greens.\n\nFree parking in the lot or on the street. Beautiful on the inside.",
        "language": "en"
      },
      "date": "2023-08-28T00:22:04Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uBl2O-iaNistis3T8GYz_Q/o.jpg",
          "caption": "Shrimp and Cheese Grits, Fried Green Tomatoes, Collard Greens"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sherie E.",
        "user_id": "ptc_8ETYIzx_yXp9sispDA",
        "link": "https://www.yelp.com/user_details?userid=ptc_8ETYIzx_yXp9sispDA",
        "address": "Douglasville, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "There are no words to describe the awesome food and service at Mary Macs ! \nFantastic ambiance too.",
        "language": "en"
      },
      "date": "2024-03-07T19:57:32Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Monica D.",
        "user_id": "CBcSBECs-2uQrG_xvq_laA",
        "link": "https://www.yelp.com/user_details?userid=CBcSBECs-2uQrG_xvq_laA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/L5alges90wsgndmk5wUTng/180s.jpg",
        "address": "Hackensack, NJ",
        "friends": 287,
        "photos": 2804,
        "reviews": 633,
        "elite_year": 24
      },
      "comment": {
        "text": "I was so excited to finally come here after having it bookmarked for years.\nOur waiter was so nice and went through all the drink options and explained which ones were sweet and which were stronger. I'm not a fan of sweet so I went with the Mint Julep and it did not disappoint.\nFor my meal I went with the three drumsticks and added a breast with sides of collard greens and fried green tomatoes. Everything was outstanding!!! My friend had the chicken Fried chicken with a sweet potatoes and mac & cheese and she was raving about it.\nWe were so full that we decided to take dessert with us, the peach cobbler but sad to report it was not what we expected. \nOverall we had a fantastic evening here and the staff was so incredibly nice. Definitely a must stop in Atlanta.",
        "language": "en"
      },
      "date": "2023-06-26T18:00:20Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5CTnD6X6EkWyFsGsRbe5pQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mDL_iwj7FabTZBDmDZuudQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tKL0Ut-MSfsWyhjzuFJhXQ/o.jpg",
          "caption": "Chicken fried chicken with mac & cheese and sweet potatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qlHHf0OHAJEbQl6TQzsvQw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UKxkDZIZq6gZzHvNG4fgLw/o.jpg",
          "caption": "Three drumstick and breast fried chicken with collard greens and fried green tomatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/q5A7JrM1QY-yfkOvDwpuaA/o.jpg",
          "caption": "Our famous Homemade Cinnamon Rolls , Corn Bread and Yeast Rolls"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tfELe62u0Qd4FF9HNRiEpw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Indera H.",
        "user_id": "iT_Lb1Es_ruAkEeE5oNS0w",
        "link": "https://www.yelp.com/user_details?userid=iT_Lb1Es_ruAkEeE5oNS0w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OP4Tqd7tvODcQbF-8Rxc_A/180s.jpg",
        "address": "Orlando, FL",
        "friends": 60,
        "photos": 1696,
        "reviews": 304,
        "elite_year": 24
      },
      "comment": {
        "text": "An Atlanta institution.  One of the largest restaurants I've been to.  So much history on the walls with the numerous photos of celebrities, chefs and politicians.  The restaurant is large enough to have several spaces dedicated to private functions.  Now on to the amazing southern soul food.  We started with a beautiful basket of breads, muffins and cinnamon rolls, a big hit.  We had the shrimp and grits, fried seafood combo and many sides, all homemade and very delicious.  We especially loved the mac and cheese and the sweet potato souffle.  We also ordered several drinks which we enjoyed, service was friendly and fast.  Would definitely recommend.",
        "language": "en"
      },
      "date": "2023-11-02T21:49:17Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/No-AQkvjoBQBGFuuY9SO5Q/o.jpg",
          "caption": "Delicious sides"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W1VW94Z_oWfN978hlRpydg/o.jpg",
          "caption": "Mojito"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CRVTUcb0-1BRbmKE7ts-uw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wr4YLFi1lhJHoxjQASIWGg/o.jpg",
          "caption": "The fabulous bread basket"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/K-4CDuw7r3oaTjFQZWN-HA/o.jpg",
          "caption": "Shrimp and Cheese Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wU-P93H7jBaMzZuTEPMbvg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-EmE-pmtpVv2rk6ryE9FHA/o.jpg",
          "caption": "Fried Seafood Combinations"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Heidi K.",
        "user_id": "5H3E6b_d79QX1xyfdOGltg",
        "link": "https://www.yelp.com/user_details?userid=5H3E6b_d79QX1xyfdOGltg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/acfPCXTrNzt1cGyYc3zvHA/180s.jpg",
        "address": "Collegeville, PA",
        "friends": 27,
        "photos": 265,
        "reviews": 109,
        "elite_year": 24
      },
      "comment": {
        "text": "Go here, go here, go here. \n\nThis is my second time and it is timeless. The fried chicken is light, airy, crispy, juicy and just perfect. The tomato pie is just delicious, the fried green tomatoes are stunning, the Mac and cheese is solid..... highly recommend \n\nJust a word of caution, do not get the bread pudding. It literally tastes like that red hot candy dots you put on Christmas cookies and the wine sauce tastes like hot red wine....it's a complete no.",
        "language": "en"
      },
      "date": "2023-07-26T21:41:03Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SLQGGusZSwQn6Zvp4qQnGw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Q8Dc33uDFt2uNUf-ZNi4bA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AdIdktnNP7uq1Xh64utZUw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/34QYa-L6XlnIGV6Q3KHWSg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UaDVpvK5q2beRmk5xTLx4w/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Naima M.",
        "user_id": "wr--u9gWt0hGio5Yp-VXaQ",
        "link": "https://www.yelp.com/user_details?userid=wr--u9gWt0hGio5Yp-VXaQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pbO48nCqDZoZTVrP1AuWcw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "Their traditional a meat and  three are very good. I remember the chicken and the fish, both perfectly seasoned, Vegggies in places like this are usually overcooked and not to my liking but still, I'd meet there for a lunch anyday. It's historic. Just go!",
        "language": "en"
      },
      "date": "2024-03-04T21:32:25Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Trish B.",
        "user_id": "3zTZ5skb1Z_bUzbm67JHaQ",
        "link": "https://www.yelp.com/user_details?userid=3zTZ5skb1Z_bUzbm67JHaQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nmA9rAG0Kyayl-FoyE-1MQ/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 28,
        "photos": 662,
        "reviews": 339,
        "elite_year": 24
      },
      "comment": {
        "text": "Mary Macs Tea Room was recommended to me by a friend and said to be a staple within the community. \n\nWhen I walked in I was greeted immediately.\nWaited for maybe 10 mins and was seated without issue. \n\nIt took some time for someone to come over to my table though. I looked at the menu and just waited... finally a lady came over - she did not introduce herself. I proceeded to tell her what I wanted and was told I needed to fill out a blank form that was on the table - use a pencil provided on the table and write my own order (very different) but it was cool, I guess. \n\nI think they should have told me that when I was first seated and not expect for people to just know to write down your own order. \n\nTO START: \n+ Complimentary Basket of breads \n+ Pot Likker with cracklin' cornbread (for 1st time patrons)\n\nMEAL: \n6 Piece Chicken Wings\nMac & Cheese\nCollard Greens with cracklin' corn bread\n\nDESSERT TO-GO: \nBread Pudding\n\nRan about $32 including tip. \n\nEverything tasted really good. Didn't learn the waitress name until the end when I saw my receipt though... \n\nOverall: \nService: 3.5/5 - Greeted when I walked in but when seated A bit of confusion to start. \nFood: 5/5 - GOOD! \nAmbiance: 3.5/5 - Can get a bit crowded. \n4.5 stars for the FOOD. \n\nI think I would return to try other items and I'd utilize maybe carry out instead of dining in on another visit to Atlanta.",
        "language": "en"
      },
      "date": "2023-06-26T23:23:05Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CaCBjYTDhGE-JY9LgFGl5w/o.jpg",
          "caption": "Everything was good! 6.16.23"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rand E.",
        "user_id": "Kp9Br6rteU_pBOMS5O2EcA",
        "link": "https://www.yelp.com/user_details?userid=Kp9Br6rteU_pBOMS5O2EcA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/C88xlqsaZvioorLoe4x3kA/180s.jpg",
        "address": "Marietta, GA",
        "friends": 1,
        "photos": 368,
        "reviews": 104,
        "elite_year": 24
      },
      "comment": {
        "text": "I got to experience this restaurant one time. Deeply rich with Atlanta history with pictures all over the walls of famous people who have eaten here. A very enjoyable experience with great food and a fun environment right in the heart of Midtown. Service was great, and I fully intend to go back.",
        "language": "en"
      },
      "date": "2023-11-16T20:41:36Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zxkJV1ruGa3ho6LvryXJEQ/o.jpg",
          "caption": "Mary Macs"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Catherine F.",
        "user_id": "ONpWxuX_z6CvHOLuDH2FSQ",
        "link": "https://www.yelp.com/user_details?userid=ONpWxuX_z6CvHOLuDH2FSQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/06pvOPTsuwjyQrvipLa9lQ/180s.jpg",
        "address": "Buford, GA",
        "friends": 21,
        "photos": 193,
        "reviews": 58,
        "elite_year": 24
      },
      "comment": {
        "text": "Located in Atlanta with paid parking only Mary Mac's tea room was absolutely fantastic. I went with my family and 8 person party there was no issue seating our large party.\n\nThe restaurant has an older feel with multiple themed rooms with various historic news paper clippings.\n\nWe started with the fried okra with a horseradish cream sauce,hush puppies, and fried shrimp. All delicious and flavorful they brought out a welcome soup that made me wish I got the larger version cause it was LIFE CHANGING. The wedge salad was the best one I have ever had! Wedge salads tend to be standard but I have no idea how they did it this one was just WOW! I got the veggie plate with fried green tomatoes (yum), potatoes salad(dry but ok), baked Mac and cheese (also dry but still good), cheese grits(delicious), and dumplings( I think these are just not for me). I ended my meal with the best peach cobbler that made two other people order some after trying mine.\n\nService was good and I definitely plan on coming back.",
        "language": "en"
      },
      "date": "2023-07-22T22:03:21Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/C2Nq3_0e66nWENqqIdniAg/o.jpg",
          "caption": "Peach cobbler and banana pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hT4v7HO8zYl3z4zH-jZe5A/o.jpg",
          "caption": "Dinner selection"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ohnS6ykmvDIuawzgod9RoQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pMql8kgASdDQl-gwC1FkNg/o.jpg",
          "caption": "Wedge salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/v5yiJOoLcaS-swvMFHKgHg/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wle3KiG9-ndJpM6HCH4suQ/o.jpg",
          "caption": "Veggie plate with dumplings Mac and cheese, cheese grits, Potato Salad, and fried green tomatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IU3BkvE0g3Ri7jN1nx-8ug/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MwBSlUuOoccfKDPs0lzimg/o.jpg",
          "caption": "Welcome soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CoXeGdZfs6QgOiaJNxTddQ/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8kl18LKtG_fTIYeUJoJIAg/o.jpg",
          "caption": "Drink menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chandrika R.",
        "user_id": "fl2Wai4AMGImxqo81gu_-g",
        "link": "https://www.yelp.com/user_details?userid=fl2Wai4AMGImxqo81gu_-g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jegpEgilBBdFpfhbnIwpGQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 25,
        "photos": 385,
        "reviews": 187,
        "elite_year": 24
      },
      "comment": {
        "text": "I love this place!  Before I moved back to ATL, I would go straight from the airport to eat at Mary Mac's. I brought my parents and visitors here and everyone has always loved it. It's old fashioned classic Southern dishes with charming service. You see all kinds of people eating here on any given day.  My favorites are fried okra, black eyed peas, chicken fried chicken, and fried shrimp. I tried the Brunswick stew at my most recent visit and was happy to say it holds the standard. The flavor was a little different from what I expected but delicious nonetheless. Their banana pudding is always the perfect end to a meal.  Take your loved ones here and have a great meal!",
        "language": "en"
      },
      "date": "2023-11-14T00:37:07Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/k16MRyfGqji1Nm0rn6Pa1g/o.jpg",
          "caption": "Vegetable Plate"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WwPmJRJlqDWNOSipVJMmKw/o.jpg",
          "caption": "Starter bread basket"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Gerard I.",
        "user_id": "nWxor12uSy5MryaJK28CSA",
        "link": "https://www.yelp.com/user_details?userid=nWxor12uSy5MryaJK28CSA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YdyZough7ArYOp9qojtr9Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 65,
        "photos": 116,
        "reviews": 118,
        "elite_year": 24
      },
      "comment": {
        "text": "I came, I saw the fried chicken, and I conquered. Mary Mac's tea room, an atlanta institution is known for the southern comforts and service that make the south famous. FYI they have parking in the back! We came here for lunch on a weekday and I had the fried chicken, Mac n cheese, and fried green tomatoes. \n\nI had heard about this place, and it had been on my bucket list. The food was average honestly. Given the hype I had been hoping for a crispy and flavorful chicken, but it was not what I had hoped. The service was excellent and easily some of the best in atlanta. The mac and cheese was too stodgy for me, though I appreciated the nice bite/acidity/crunch of the tomatoes.\n\nI think this is a place everyone from ATL has to try once, but I don't think there will be a twice.",
        "language": "en"
      },
      "date": "2023-05-31T21:39:55Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YkdxxQCPjM3Qp8p4uC9bvA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cindy R.",
        "user_id": "mEXtJRhH7jrNX5S3VEJiSQ",
        "link": "https://www.yelp.com/user_details?userid=mEXtJRhH7jrNX5S3VEJiSQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZzEn7fi_BUEdbwS616uS0A/180s.jpg",
        "address": "Uniontown, OH",
        "friends": 148,
        "photos": 1,
        "reviews": 17
      },
      "comment": {
        "text": "Always a great place to eat with Southern charm and authenticity! The history of the restaurant is amazing.  Love the catfish and all the different Southern sides to choose from.",
        "language": "en"
      },
      "date": "2024-03-02T16:48:46Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Andrea U.",
        "user_id": "8oyNLE1bZedbcsHYaTJj2w",
        "link": "https://www.yelp.com/user_details?userid=8oyNLE1bZedbcsHYaTJj2w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MdxdinljQl3sR9g7dv2DJg/180s.jpg",
        "address": "Boynton Beach, FL",
        "friends": 3851,
        "photos": 17140,
        "reviews": 2296,
        "elite_year": 24
      },
      "comment": {
        "text": "Recommended by the concerige at our hotel.  It was a 5 min. drive from downtown Atlanta with parking on the street in front.  We came for Sunday Brunch & stood in line with the crowds in front.  Many were dressed in their Sunday Best, coming from church, all were very friendly.  Once inside the tables were packed together, filled with appealing foods and social friendly diners.   \n\nWe were seated relatively quickly and perused the menu as our waitress filled our glasses with southern squeeze and gave us a basket of warm biscuits with sweet butter.  For starters we enjoyed the fried green tomatoes and Daddy's Oyster Stew.  For our entree we shared fried chicken was crispy, juicy & delicious.  We saved room for the Georgia Peach Cobbler which was warm with a scoop of ice cream on top.  Portions were very generous, prices reasonable and the experience was memorable.",
        "language": "en"
      },
      "date": "2023-04-22T17:51:53Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TJxbqUc4fNHdUadoms97kQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zI8HbOc3dUHPc6NolYmaaA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5waa9IW_i_9mnG0wEH1Yrw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 8,
        "funny": 2,
        "cool": 7
      }
    },
    {
      "user": {
        "name": "Sonita J.",
        "user_id": "mCanGeC78QwvqwSLpnZM_Q",
        "link": "https://www.yelp.com/user_details?userid=mCanGeC78QwvqwSLpnZM_Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ww3M15TXsctjMVByH1_LKQ/180s.jpg",
        "address": "Orlando, FL",
        "friends": 200,
        "photos": 1770,
        "reviews": 355,
        "elite_year": 24
      },
      "comment": {
        "text": "This is an Atlanta must do. It's a restaurant and a historical spot to visit on your trip to the A. This is a very big, very old restaurant and the decor remains the same as it's always been. The walls are adorned with many pictures of celebrities and politicians that have visited along the years. There are many. The food is excellent. If you can think of a southern favorite, it's here. From fried chicken to grits so mac & cheese and collard greens they have it all and they do it all very well I was server was really great too. The only thing that wasn't terribly impressive were the cocktails. I'll stick to a Arnold Palmer. We really enjoyed our visit and the wonderful dining experience there.",
        "language": "en"
      },
      "date": "2023-10-04T23:39:37Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MTRITbvDzWKpMwfyE8LTaQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R12zJwc3aBuRvBoGdJ2fEw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wNcENKRdxG8lApFgthwPeg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FYp4ly9Rkv2-UC6wh4nmIA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fNa4xoILOA41K5lSmweZdQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "David F.",
        "user_id": "GBYWT-FH456zcy-JGMNLkA",
        "link": "https://www.yelp.com/user_details?userid=GBYWT-FH456zcy-JGMNLkA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TvLvXjJUIJw0W8m5LEQK3A/180s.jpg",
        "address": "Yorba Linda, CA",
        "friends": 24,
        "photos": 151,
        "reviews": 94
      },
      "comment": {
        "text": "Mary Mac's is a must stop when in Atlanta. The food, I had the Fried Chicken, sweet potato and Collard Greens, was indescribably delicious! WOW!! The Bread pudding  was sweet and crispy.  The wait staff were attentive friendly and never missed a step. \nThere was a lot of happy people enjoying their families with a great atmosphere. \nI will be back and so will you!!",
        "language": "en"
      },
      "date": "2023-11-14T14:56:23Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U-SQXQdYFxvYrrVuGx8iVg/o.jpg",
          "caption": "Famous menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P14MLkMWErtGiS-N8fM8FA/o.jpg",
          "caption": "The Bread Pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l5ydZaTGN81lneo6B_vIhA/o.jpg",
          "caption": "Fried Chicken , Baked Sweet Potato, Collard Greens with Cornbread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2o2ogdfzU0jomLNg17ayNg/o.jpg",
          "caption": "The Specialties"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ORWFhMPKpMDQUgVBupAq7w/o.jpg",
          "caption": "Yeast Rolls and Cornbread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yYYGnBzZRdWF8bboygYQyA/o.jpg",
          "caption": "Still writing down your order on paper with a pencil."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "K L.",
        "user_id": "NePdG6xyBHdwMF21cEy_qw",
        "link": "https://www.yelp.com/user_details?userid=NePdG6xyBHdwMF21cEy_qw",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "So saddened to see the roof collapsed at Mary Mac's Tea Room. Before I relocated to Georgia this was the first soul food place I tried. The food and service was amazing. In addition to the great food and service the price for the amount of you're given was unbelievable. I hope they are able to reopen soon as  they are an Atlanta staple.",
        "language": "en"
      },
      "date": "2024-03-10T20:53:13Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "April W.",
        "user_id": "3VKUUQ5VIwQxbQ_ISo3row",
        "link": "https://www.yelp.com/user_details?userid=3VKUUQ5VIwQxbQ_ISo3row",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E6HvCDTe8GBqICMtAuqjSA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 63,
        "photos": 1344,
        "reviews": 315,
        "elite_year": 24
      },
      "comment": {
        "text": "This was my second time visiting Mary Macs and I enjoyed myself immensely. We came to celebrate a birthday and there was a server who sang a soulful rendition of hbd. \nA real crowd pleaser with strong vocals. \nOur waiter was great as well, did not make us feel rushed even though the place was busy. \n\nI had the grilled salmon with rice and gravy, vegetable medley and whipped potatoes. All tasted amazing. The salmon was perfectly done and the rice and gravy savory and flavorful. My parents had vegetable plates and salad which they enjoyed. My daughter had meatloaf with macaroni and collards. We all loved our food and cant wait to come back.",
        "language": "en"
      },
      "date": "2023-05-21T15:31:10Z",
      "rating": 5,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hIrrySKTDONC09she3oOrQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Rpfo2zpm6SDTbtwhkRB__w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zaBZhTY6JON9lPIGejBKew/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FK0yPhD-G81Tfg9dOkBPjQ/o.jpg",
          "caption": "Vegetarian plate"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vLheRKoxDnLBL9uZHcn5ig/o.jpg",
          "caption": "Fresh Salmon w/ Rice and Gravy, Vegetable Medley and Whipped Potatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hB1w-_OvlTtuJPB4q40UhA/o.jpg",
          "caption": "Meatloaf with Tomato Sauce, Macaroni and Cheese, Collard Greens"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ycq7zmgLSSeaEZRiItPvVA/o.jpg",
          "caption": "Garden House Salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/15mRRxrA_yPZREHRTgiKjA/o.jpg",
          "caption": "Outside"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yfF39kVk-X9lntqx0h7CoA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=z9oCxeqOKp2QMfM24m7bUw&start=50"
  }
}