{
  "search_metadata": {
    "id": "66019053aa6c95dc4ae33d97",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/66019053aa6c95dc4ae33d97.json",
    "created_at": "2024-03-25 14:55:15 UTC",
    "processed_at": "2024-03-25 14:55:15 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/PkKJhv127iU1-XUdap5efg?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/66019053aa6c95dc4ae33d97.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/66019053aa6c95dc4ae33d97.prettify",
    "total_time_taken": 2.25
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 100,
    "num": "50",
    "place_id": "PkKJhv127iU1-XUdap5efg"
  },
  "search_information": {
    "total_results": 784,
    "business": "Sotto Sotto"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 784
    },
    {
      "hl": "tr",
      "count": 1
    },
    {
      "hl": "es",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Kina L.",
        "user_id": "ZfG1T_noQnbOdXnz4USs0Q",
        "link": "https://www.yelp.com/user_details?userid=ZfG1T_noQnbOdXnz4USs0Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/W5x0jGKfH_aQM-dh7REsIw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 92,
        "photos": 1079,
        "reviews": 525,
        "elite_year": 24
      },
      "comment": {
        "text": "Sotto Sotto is walking distance from our house and we go way too often just to get the mussels appetizer and risotto. All the pastas are handmade and come in a nice portion (esp risotto).  \n\nOur favorites:\ntortelli di Michelangelo Buonarroti\npappardelle al sugo d'anatra\nrisotto ai frutti di mare\n\nI love how dimly lit and intimate it is. Our servers have always been excellent and on point for wine suggestions. If you plan on coming, you will need a reservation. We go on random weekdays and it is always full. \n\nParking:\nYou will have to deal with Inman park parking. There is a garage ($).",
        "language": "en"
      },
      "date": "2018-12-29T23:23:11Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aFySKQs4Ri0yC4iFS33Oeg/o.jpg",
          "caption": "Risotto ai Frutti di Mare"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-MFRkCW-Vv7LrViU08pQAQ/o.jpg",
          "caption": "Tortelli di Michelangelo"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PTEpdM4JpILb8jG1y0cXnQ/o.jpg",
          "caption": "Mussels"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Helen K.",
        "user_id": "laVKssSoagdrTfGL2aCttA",
        "link": "https://www.yelp.com/user_details?userid=laVKssSoagdrTfGL2aCttA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kLH8rNZXtnJ5YsnXqPdBkg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 312,
        "photos": 71,
        "reviews": 74
      },
      "comment": {
        "text": "I recently developed a gluten allergy and Sotto Sotto is one of the only places that make gluten free pasta really well so over the past few months I've been going there a lot and these are the things that I learned.\n\n1. Daniel is the best server ever \n\n2. Do NOT sit at a table after 10pm. BAR ONLY. \n\nAlthough they say they stay open til 11 it seems the waitstaff thinks their shift is over at 10: \n\nI went here with my sister to grab a really quick bite on a Monday night and walked in at 10:10 with the intention to get in and out so no one would have to work past 11... (8/16/21) and there were three servers and 2 tables total including ours. \n\nWe ordered drinks and I literally saw them just sit at the bar for at least 7 minutes until I asked the waiter to bring them to us and where he slammed them down and walked away without asking if we were ready to order or anything..... We were the only table ordering drinks. \n \nMy sister and I both ordered the same exact entree (she even did gluten free without any allergy) to make it easier for the kitchen and it was good! But the service was... really disappointing esp because we didn't know who our waiter was as two people were sporadically \"helping\" at one point we asked for the check and a box and the male waiter dropped the boxes and literally never came back. We had to ask another female waitress to ring us out and they both looked really annoyed that we were even there. \n\nI understand peiole have bad days, my sister was in service for 10 years and I was for 5 and i would never have treated a customer at a nice restaurant like this\n\nIt won't matter to them but I won't come back if I can't sit at the bar or have Daniel wait on me. \n\nSuper disappointed with sotto this time but hopefully it was just a fluke!",
        "language": "en"
      },
      "date": "2021-08-17T22:15:10Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kennedi C.",
        "user_id": "keIYun3jCsI-idnQlnLzJw",
        "link": "https://www.yelp.com/user_details?userid=keIYun3jCsI-idnQlnLzJw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/29hFV2Olhst_gXkDy4bSnA/180s.jpg",
        "address": "Covington, KY",
        "friends": 325,
        "photos": 1,
        "reviews": 6
      },
      "comment": {
        "text": "We came to Atlanta for a bachelorette trip and we were recommended Sotto Sotto from a local who was obviously trying to sabotage our trip. The vibes were absolute chaos from the start, I mean if you're looking for a romantic evening then honey it's not Sotto Sotto. Obviously it's difficult to accommodate 15 people, but from the start their \"unbeatable hospitality\" quickly turned into \"unbearable hospitality\". Half our party didn't get seated until 30 mins after the reservation... moving along, we order dinner and drinks and that's fine besides our server being exceptionally average at his job (no recommendations, no explanations of the menu) Our waters were not refilled once and we were never asked if we wanted another drink (hello, you're the one losing money on a ticket?). To top it off, a person in our party pulled our server aside and asked him to bring out a dessert for the bride and he said \"we don't really do that.\" Then he put his hands on her shoulders and said \"move, you're in the way.\" A perfect gentlemen, if you will! We pulled the manager aside and told him of our evening but we had already paid and it was too late. To sum it up, they have the prices of a classy Italian restaurant so we expected great food and service but in reality it's giving Olive Garden. You can scroll and see multiple reviews about their service and I can tell you, it's absolutely true. The food was decent and that's where they got any stars at all from but overall save yourself a headache and skip sotto sotto.",
        "language": "en"
      },
      "date": "2023-02-01T15:47:44Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amanda T.",
        "user_id": "qqF7_oCsw3v_6Gn0Jh0C5g",
        "link": "https://www.yelp.com/user_details?userid=qqF7_oCsw3v_6Gn0Jh0C5g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hdK3E9GcR8QU2h6PWgW5UA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 32,
        "photos": 132,
        "reviews": 68
      },
      "comment": {
        "text": "Located in Inman Park, Sotto Sotto is a critically acclaimed Italian restaurant owned by Chef Riccardo Ullio. A native of Milan, Chef Ullio made the decision to study Italian cuisine after graduating from Georgia Tech. \n\nOf course, an Italian dinner would not be complete without wine! Sotto Sotto boasts an all-Italian, awarding-winning wine list. Their sommelier happily walked me through the wine list, which made my experience at Sotto Sotto a little more memorable.",
        "language": "en"
      },
      "date": "2021-12-15T05:26:02Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Danielle R.",
        "user_id": "IeZFw2G99G6_tMthFkkAfw",
        "link": "https://www.yelp.com/user_details?userid=IeZFw2G99G6_tMthFkkAfw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vL5Hd6P_rNlqH8ruDUQMBw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 7
      },
      "comment": {
        "text": "Disappointing. Food and our server, Abbey, were great, but unfortunately, the wait for the table  practically ruined the experience. We set a reservation in the dining room for 8:30. However, we didn't get seated until after 9:00. They kept offering the courtyard instead, but it was entirely too humid this night to sit out there and again, we had a reservation specifically for inside. The manager visited every table around us to check on them, but failed to visit ours and ask about our experience. We will think again before coming back.",
        "language": "en"
      },
      "date": "2022-07-31T15:33:19Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Elizabeth G.",
        "user_id": "p45X9TF6ZlCjsvAG_ag6Xw",
        "link": "https://www.yelp.com/user_details?userid=p45X9TF6ZlCjsvAG_ag6Xw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZbxOwR6yzd6XZ84m_BAgaw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 320,
        "photos": 415,
        "reviews": 307,
        "elite_year": 24
      },
      "comment": {
        "text": "Sotto Sotto is so good so good! I'm sad it took my husband and I so long to come here but better late than never, amiright?\n\nWe came here to celebrate our 1 year anniversary and it was perfectly warm and intimate. We had a table out on the patio which is ideal with the nice spring we're having in Atlanta. I will say the portions here are small. Dishes are also on the pricey side. So, don't come here too hungry and with monayyy. Here's what we ordered and recommend...\n\nLos Guidys Recommendations:\n1. The Cape Sante (Jumbo Scallops)- These are indeed JUMBO but the plate only comes with 3. These were cooked perfectly! Basically melted in our mouths when we took a bite.\n2. Tortelli di Michelangelo Buonarroti- This pasta is I believe a Sotto Sotto signature dish and it was incredible! The ravolis are stuffed with Veal, Chicken and pork which is a crazy good combination!\n3. Pappardelle al sugo d'anatra - This pasta dish comes with the brasied duck lightly coated with the house-made pasta and it is amazing! This portion is slightly larger than the Tortelli di Michelangelo.\n4. Anti Pasto Misto- Assorted Italian meat and cheeses, with olives and mushrooms. I think the flavors of the meats and cheeses compliment each other super well. Neither my husband I tried the olives (we're not olive fans) but the mushrooms were delicious!\n\nAlso, Sotto Sotto has a great selection of wine. We ordered a bottle of Pinot Noir and it was fantastic. Our waitress was the best. She kept refilling our glasses and before we knew it we finished the whole bottle! Haha \n\nOverall, this place is super cute, romatic, and inviting. All the makings of a perfect date night. Thank you Sotto Sotto! We'll be back :)",
        "language": "en"
      },
      "date": "2018-04-26T02:15:46Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Sterlin B.",
        "user_id": "bhWOkWYvyddXJQaNdR57Ag",
        "link": "https://www.yelp.com/user_details?userid=bhWOkWYvyddXJQaNdR57Ag",
        "address": "Anderson, SC",
        "friends": 350,
        "photos": 3,
        "reviews": 42
      },
      "comment": {
        "text": "The mushroom risotto is the best I've ever had. Beautiful restaurant with wonderful service. And a perfect old fashioned. Cannot wait to go back!",
        "language": "en"
      },
      "date": "2023-01-23T23:42:33Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Adeline L.",
        "user_id": "s4hkozgr8t4fPgmyoXsVbw",
        "link": "https://www.yelp.com/user_details?userid=s4hkozgr8t4fPgmyoXsVbw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bRZI_QhYW7v0aAJmeesV0g/180s.jpg",
        "address": "Wellford, SC",
        "friends": 213,
        "photos": 5,
        "reviews": 42
      },
      "comment": {
        "text": "I am an Italian food connoisseur. My favorite food is Lobster Ravioli. They don't have it on the menu so that's why I'm giving them a 4. Love Sotto Sotto and Fritti (same thing). Loved the Alfredo and the Salmon. Love that they have Absinthe on the menu like you're really in Europe! Will definitely be back to try the pizza and more fun drinks. Amazing atmosphere and food overall.",
        "language": "en"
      },
      "date": "2022-08-20T18:27:56Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nash M.",
        "user_id": "X6HES6u6T6wuE1b6C1FjoA",
        "link": "https://www.yelp.com/user_details?userid=X6HES6u6T6wuE1b6C1FjoA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/eZkPQ-dSuGxyW6dAEpaH2A/180s.jpg",
        "address": "Norcross, GA",
        "friends": 380,
        "photos": 1,
        "reviews": 29
      },
      "comment": {
        "text": "My husband and I visited Sotto Sotto for my birthday dinner and unfortunately it was a total disappointment. Service was poor and the food was mediocre. The server was not friendly and rarely checked on us. We literally watched the tables near us have their server check with them multiple times. In terms of food, we had the lasagna and the veal parmigiana. The lasagna noodles felt undercooked. The veal was pretty bland- nothing out of the ordinary. I enjoyed the arugula salad which was arugula with light oil- pretty hard to mess up. \n\nAs for Covid precautions, I saw multiple waiters and the manager remove their mask and have it off inside the establishment when not serving customers which was slightly alarming for us.\n\nOverall, would not return to this place! There are many many MANY other Italian places worth the money! Oh and last but not least, there was no mention of my birthday- womp womp. Major fail!",
        "language": "en"
      },
      "date": "2021-03-19T23:13:18Z",
      "rating": 1,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mary T.",
        "user_id": "0b3FXt-EgiwMvS4scwBKeA",
        "link": "https://www.yelp.com/user_details?userid=0b3FXt-EgiwMvS4scwBKeA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/krIya_vkvbuSS_Xr0UXMQA/180s.jpg",
        "address": "Knoxville, TN",
        "friends": 1887,
        "photos": 9642,
        "reviews": 536
      },
      "comment": {
        "text": "I am such a fan of this place, every time just gets better and better.\n\nIf you like pasta, then you must go here.  They make all of their pastas in house which is absolutely delicious.  You really can't go wrong with any dish here.\n\nThe staff is extremely friendly, the manager Jimmy wIll make you feel right at home, and bartender Eric will be there to get you your favorite bev!  If you get the opportunity, sit at the bar and dine bc it's a great experience. They have a large wine list with nothing but Italian wines, and French for the sparkly.  You can really grab some delicious wines to pair with your pasta.  I recently enjoyed the Priest Strangler pasta in a sausage ragu, it was amazing.  Let me tell you also about the perfectly seared sea scallops appetizer, it was soo good. \n\nIf you are in Atlanta and are looking for an authentic Italian restaurant search no more and stop in this place.  I'm a huge fan and I'm sure you will be too!!  Cheers & Enjoy!",
        "language": "en"
      },
      "date": "2020-01-19T23:57:10Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lYCDtOUN44UoGHKfzkq-iQ/o.jpg",
          "caption": "Cape Sante - Seared Sea Scallops, delish!!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cUUPgEB6oK0FR6kPfo5UDg/o.jpg",
          "caption": "Strozzapretti Strozzapreti alla Salsiccia - Hand made \"priest strangler\" sausage ragu, sooo damn good!!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sWuUMRwqfYpKOZa58SoagA/o.jpg",
          "caption": "Pistachio gelato, yum!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l2DulhTawHhyzPeTXVS14w/o.jpg",
          "caption": "Cappellacci di zucca - Butternut squash & sweet potato pasta in a butter sage sauce, yum!"
        }
      ],
      "feedback": {
        "useful": 21,
        "funny": 9,
        "cool": 17
      }
    },
    {
      "user": {
        "name": "Derek R.",
        "user_id": "lFpEKQtS6NjvJqy-7Rujug",
        "link": "https://www.yelp.com/user_details?userid=lFpEKQtS6NjvJqy-7Rujug",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Z6L5U9PrOB2MdLR3w98mxw/180s.jpg",
        "address": "Roswell, GA",
        "friends": 68,
        "photos": 0,
        "reviews": 408
      },
      "comment": {
        "text": "I wish Yelp had half-star ratings, because I'd give Sotto Sotto 3.5 stars because it's not quite four-star \"good\" (and certainly not five-star \"great\").\n\nThe good:\n-- The food is VERY fresh.\n-- The menu is authentic (or at least does a solid job of positioning itself as such) and strives for rusticity.\n-- The antipasti and pasta choices are plentiful and appealing.\n-- The service is superb.\n-- It has a very loyal following that is impossible to not appreciate.\n\nThe not so good:\n-- The food is a bit bland (a little too rustic, perhaps?), especially for their Italian entrees, for which you expect a little more nuance. For instance, the veal entree: Maybe rethink sending out a big ass \"tomahawk\" bone and perhaps crank up the flavor a bit instead?\n--The prices are a touch excessive: The portions--for all courses--are generous (you're gonna get full), but be prepared to pony-up a li'l more than you typically would (or should?) for Italian food).\n-- The parking/valet situation could be a little better. The experience is much better for those that have been to Sotto Sotto, because the signage for the restaurant from Highland Avenue isn't obvious, and don't make the assumption that valet parking is at the front entrance (it's around the side/back).\n\nOtherwise, in regard to some others' comments about how this restaurant doesn't quite reach the high bar that is expected from it: Lighten up, folks. This place was one of the first in the area to offer this kind of dining (when there was NOTHING around here, trust me) and was arguably a key part of the collective drive in elevating Atlanta's dining to the respectable level is has achieved over the past couple decades.",
        "language": "en"
      },
      "date": "2021-07-20T16:37:49Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Johnathan V.",
        "user_id": "-SlwSRWpMStpNHfm6MrKOQ",
        "link": "https://www.yelp.com/user_details?userid=-SlwSRWpMStpNHfm6MrKOQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ttfLFX1-7ctpqbQi2c1ZGQ/180s.jpg",
        "address": "Durham, NC",
        "friends": 41,
        "photos": 15,
        "reviews": 36
      },
      "comment": {
        "text": "Not impressed. Maybe because it was 11:30pm. Bread was as hard a rock! Full loaf.... hard!!! Had to ask for it after food came out. Little  cheese on lasagna.   Every little meat sausage too.",
        "language": "en"
      },
      "date": "2021-08-15T03:58:59Z",
      "rating": 2,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-13_yDfjaWCQm7lyiIUxHg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7LPkf6R_h66aZ4Pr28tvVg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Reid E.",
        "user_id": "Q-y0dFCKC5IVQeg93haeaw",
        "link": "https://www.yelp.com/user_details?userid=Q-y0dFCKC5IVQeg93haeaw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/e8PZyDACDlzwHyEMV_W4Zg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 517,
        "photos": 72,
        "reviews": 112
      },
      "comment": {
        "text": "Fantastic Italian- Bolognese tastes just like I had it in southern France and noodles are super fresh tasting. Quaint atmosphere and perfect for a date night.",
        "language": "en"
      },
      "date": "2021-08-14T03:47:14Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mOYaEPlBmJNa9lyCimw1iQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cyndi S.",
        "user_id": "NIYF2rVHAbSkLAV0YFPquw",
        "link": "https://www.yelp.com/user_details?userid=NIYF2rVHAbSkLAV0YFPquw",
        "address": "Woodstock, GA",
        "friends": 0,
        "photos": 62,
        "reviews": 63
      },
      "comment": {
        "text": "Fabulous food!!! So light for Italian. Chef is amazing! Our server Jeff  was phenomenal!!!\nFantastic server! An all around great experience!!!",
        "language": "en"
      },
      "date": "2022-06-27T01:08:06Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sheri M.",
        "user_id": "np-TJ4tVqZexQfVLa4YLKA",
        "link": "https://www.yelp.com/user_details?userid=np-TJ4tVqZexQfVLa4YLKA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E91ql2U9EJopz7mohv5tjA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 22,
        "reviews": 15
      },
      "comment": {
        "text": "We ate dinner at Sotto Sotto tonight. It is an amazing Italian restaurant in Inman Park. We started with the Insalata Mista and Farro Salad. Then we had Linguine del pescatore, Cappellacci de zucca (butternut squash with sweet potato), and ravioli nudi (spinach and ricotta gnocchi. I highly recommend the farro salad and the ravioli nudi.",
        "language": "en"
      },
      "date": "2021-11-28T01:25:03Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/o66lYGXNOFT2ThR0kxjFGA/o.jpg",
          "caption": "Sotto Sotto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_AV9g2YNmmxjs2NRzx47Yw/o.jpg",
          "caption": "Linguine del pescatore, Cappellacci de zucca (butternut squash with sweet potato), and ravioli nudi (spinach and ricotta gnocchi."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PGfJMdUTP-8HXlTrEjsSjw/o.jpg",
          "caption": "Insalata Mista and Farro Salad"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cole N.",
        "user_id": "vJr_TkJdH7Jk6TJSW2Kd8g",
        "link": "https://www.yelp.com/user_details?userid=vJr_TkJdH7Jk6TJSW2Kd8g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aIXdSN7zwNqhT_b6yNF0VA/180s.jpg",
        "address": "Tucker, GA",
        "friends": 201,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "We absolutely loved our experience. Daniel gave us incredible recommendations, and helped craft a very memorable experience. Would definitely recommend Sotto Sotto for date night.",
        "language": "en"
      },
      "date": "2022-08-12T01:02:52Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Maggie S.",
        "user_id": "KJrneW7mxIBS1GxL3PIJaw",
        "link": "https://www.yelp.com/user_details?userid=KJrneW7mxIBS1GxL3PIJaw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kQsMPTeCvt93wwrXBjq2kQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 27,
        "photos": 80,
        "reviews": 130
      },
      "comment": {
        "text": "Wonderful food and nice atmosphere. Lots of gluten free options. Many pasta dishes can be made with GF pasta subbed. Make a reservation- it was busy even on a Monday evening.",
        "language": "en"
      },
      "date": "2022-05-03T15:48:51Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "M R.",
        "user_id": "w7nt-PmhNiw_-y-ijZOMZA",
        "link": "https://www.yelp.com/user_details?userid=w7nt-PmhNiw_-y-ijZOMZA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wi8qyR-Ez7I-89WlpUTpoA/180s.jpg",
        "address": "Grayson, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 20
      },
      "comment": {
        "text": "I would love to have had a good experience and to leave a good review but I simply can't if I want to tell the truth.\n\nNothing horrible happened, in any sense of the word; however, the wait staff visited our table once in the span of an hour. The conversation when ordering and when first greeting us was extremely brief, all lasted for 5 seconds tops. \nThe pasta was incredibly hard. The flavor truly was great (I got the cacio e pepe with pancetta). Again the flavor was great but not enough sauce to go around for those hard, hard noodles (can't quite remember which pasta type was in it). \nWe saw other tables get the complementary bread and olive oil, never reached our table however. The waiter had a great enthusiasm with the larger group next to us, and as I said, with us everything was kept incredibly brief with no emotion whatsoever.\n\n\nI won't be coming back but I'll note that the young man who brought us our plates and extra grated cheese was very kind!",
        "language": "en"
      },
      "date": "2021-07-25T05:26:07Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Angie C.",
        "user_id": "mjc1_oPVdI1zo7ucgzyc5Q",
        "link": "https://www.yelp.com/user_details?userid=mjc1_oPVdI1zo7ucgzyc5Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rQ_uwVU_BBCkjMB6-wyElA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 23,
        "reviews": 193
      },
      "comment": {
        "text": "I really want to give it a 4 star. The food is pretty decent. I was very excited to try the food here because we love Italian. But the service was absolutely terrible. And I personally never experienced a bad service at a Italian restaurant. So this was a first. \n\nThe waiter we had just kept surprising us. He did not give us balsamic that should come with the bread. He did not scrape the bread crumbs. He did not even give us plates. We had to ask for balsamic and small plates and we had to ask for him to refill our water... \n\nHe did not come check on us until we were actively eyeing on him to come take the order. The food came an hour after we ordered. Not once did he come check on us. When we finished, it took forever for him to come around and we had to ask we want a to go box.\n\nJust when we thought he probably move slow naturally being at his age, when he gave us the check, he STAYED there and WAITED the check. I have never been to a restaurant where waiter just stood by you and waited for the check until you put your card in LOL \n\nWould I come here again to try another pasta? Yes \nWould I come here and bring my friends for special occasions? Heck no",
        "language": "en"
      },
      "date": "2021-02-22T02:48:32Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Paul V.",
        "user_id": "OKX-V5j_qfuOebeHeWGrHg",
        "link": "https://www.yelp.com/user_details?userid=OKX-V5j_qfuOebeHeWGrHg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zTYxj_8U23fSYKc9ViGqPw/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 1370,
        "photos": 2974,
        "reviews": 2482
      },
      "comment": {
        "text": "I had heard absolute wonders about Sotto Sotto from my pool of foodie peeps in ATL, and admittedly I was skeptical having only recently found an amazing string of homemade pasta shops predominantly in Downtown Los Angeles. After downing two pasta dishes at Sotto Sotto, I feel somewhat vindicated in my skepticism. \n\nStar 1: How were the service and atmosphere?\n\nThe service and atmosphere at Sotto Sotto are both fine, and I appreciate that they're open late during the week. Around 9:30P on a Thursday night, my date and I were well taken care of in what was probably a half empty dining room, which felt a bit odd but didn't at all detract from the experience. Our dishes came out lightning fast, which was appreciated. Star. \n\nStar 2: How were the portions relative to the cost?\n\nIt was Pappardelle al Sugo d' Anatra and Cacio e Pepe for me, and I nearly fell over upon seeing that dinner sized dishes of each were only $17 and $18. I would have easily paid $25+ for either of these in Los Angeles, so the price points were much appreciated. Star. \n\nStars 3 and 4: How was the food?\n\nThese were both good dishes, but neither of these were great dishes. I'm probably full of it (I know I'm full of it), but I like to think I can pretty easily spot the difference between handmade and store bought pasta. The handmade iteration laps up sauce notably better, and in both of these dishes this felt like store bought when I was left with a pool of sauce in each dish. The flavors were fine as well, but they didn't pop like I expect both of these dishes to. Single Star. \n\nStar 5: Would you be excited to go back?\n\nI have other Atlanta foodie journeys to take before I come back to Sotto Sotto even on the pasta front. No Star.",
        "language": "en"
      },
      "date": "2019-09-20T11:55:07Z",
      "rating": 3,
      "feedback": {
        "useful": 5,
        "funny": 3,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Monique L.",
        "user_id": "n8dvBzFLHbAZN1ajqkQgkQ",
        "link": "https://www.yelp.com/user_details?userid=n8dvBzFLHbAZN1ajqkQgkQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/S1L5MxgiuIFcoH8BwSIMEg/180s.jpg",
        "address": "Kennesaw, GA",
        "friends": 44,
        "photos": 61,
        "reviews": 81
      },
      "comment": {
        "text": "This is one of my favorite Italian restaurants in Atlanta. Being originally from Europe and having been to Italy a couple of times, this is some of the best Italian food I had outside of Europe. It's Italian Italian, not American Italian. Don't expect eggplant or chicken parmigiana or marinara sauce on the menu, you won't find it and that's a good thing. Also, make sure you try the desserts. They are to die for!\nOn a side note: they follow Covid protocols and the outside patio is covered and heated. I feel safe at Sotto Sotto.",
        "language": "en"
      },
      "date": "2021-01-23T19:00:15Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alexandra D.",
        "user_id": "bxE3SmbsyTRRrNEM3_TlMw",
        "link": "https://www.yelp.com/user_details?userid=bxE3SmbsyTRRrNEM3_TlMw",
        "address": "Cumming, GA",
        "friends": 0,
        "photos": 6,
        "reviews": 4
      },
      "comment": {
        "text": "The food was all really salty. Some of the best things were out of stock, so maybe it's worth going back.",
        "language": "en"
      },
      "date": "2022-05-22T17:43:55Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6LBTBvnK33UV1UHUGD-vYQ/o.jpg",
          "caption": "Cheese board"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alex K.",
        "user_id": "xjjm-wJus2vwrI5q8kqZ3Q",
        "link": "https://www.yelp.com/user_details?userid=xjjm-wJus2vwrI5q8kqZ3Q",
        "address": "Alpharetta, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 6
      },
      "comment": {
        "text": "Food was very mediocre, didn't have much flavor and honestly, if a plate is $24 there should be some noticeable taste. Not something I made by myself in my college dorm. Their service from the staff was very disappointing as it seemed like it was all their first day on the job. Ambiance was good, cool atmosphere. Also for some reason none of the bathrooms work but the staff can use them.",
        "language": "en"
      },
      "date": "2022-12-30T03:51:55Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Robert M.",
        "user_id": "MkW-FiGG0CGC4uS46ZPLTA",
        "link": "https://www.yelp.com/user_details?userid=MkW-FiGG0CGC4uS46ZPLTA",
        "address": "Suffolk, VA",
        "friends": 16,
        "photos": 0,
        "reviews": 35
      },
      "comment": {
        "text": "Because my sister lives within walking distance, whenever I'd visit her, Sotto Sotto was among our top five destinations for many years before the shutdown. So this visit, back on 11/27, was the first time I got to see the extensive remodel.  It took a while to warm to it but overall the new layout is nice and on a balmy evening, I'm sure the extensive modernization to the terrace out back would be wonderful.  The food was as it had always been, four to five star quality, good creative imagination, and very reasonably priced.  \n    However the competition for the best italian around Inman Park has stepped up their game so Sotto Sotto, in comparison, isn't as bright a star as it once was.  The server that night really made the experience as good as it was.  He bent the rule and let us order half portions of the pasta dishes like some other restaurants do so we were able to sample twice as many creations. The appetizers and entrees didn't need any help being five star delicious but the final act, or certainly the bit players in it, certainly did. I felt like I was at one of the many fast food places that have a broken a milk shake machine.  In this case it was the espresso machine. Sotto Sotto's was broken.  Add to that none of the port on the wine list was available.  So the final scene where I, the Birthday Boy, gets to accompany a fabulous dessert with a decaf cappucino and a 20 year old tawny port wasn't to be.  That brings it down to a four star performance for that night but it remains one my top five ATL restaurants.",
        "language": "en"
      },
      "date": "2022-12-04T00:05:48Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Grace H.",
        "user_id": "3VPeWJqbppvAGiW2e1PJYQ",
        "link": "https://www.yelp.com/user_details?userid=3VPeWJqbppvAGiW2e1PJYQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yZWJFd7kAufH9Exwl6mZEA/180s.jpg",
        "address": "Chicago, IL",
        "friends": 190,
        "photos": 110,
        "reviews": 98
      },
      "comment": {
        "text": "I came to Sotto Sotto on a Wednesday evening with some coworkers and even though my reservation wasn't on file, they were able to seat us (we came early, around 5:45pm). Our waitperson, Zino, along with the trainee (Megan I think?) were absolutely wonderful at their jobs and really were the cherry on top of a wonderful dining experience. They did not recommend anything over the top and gave honest suggestions on menu items - plus they were a hoot to be around! Sotto Sotto is lucky to have them!\n\nThe table started with the mussels and the burrata, both of which were a great start to our meal. The burrata was served cold and with some salt to dust on top - delicious as always! (when has burrata ever not been good?!). The mussels were also stellar, and I was glad to have bread service so that we could soak up the brothy goodness they came in.\n\nFor pasta, the table shared 3 dishes: the duck pappardelle, cacio e pepe, and the seafood risotto. The cacio and the risotto were my person favorites - but you cannot go wrong! All 3 were simply delectable.\n\nFor mains, 2 people ordered the salmon, one ordered the scallops (from the antipasti menu), one ordered the veal parmigiana, and I ordered the veal with mushrooms and natural jus and fingerling potatoes. Now - I don't typically enjoy veal as much as others, but thanks to Zino's suggestion, I had to go for it. This veal was the best I've had hands down - and, it's a LOT of food. \n\nEveryone else devoured their meals as well, so the consensus was 5 stars for Sotto Sotto! As much of an Italian food snob that I am, I was super impressed with Sotto Sotto and I will definitely be back! Thank you Zino and Megan for the great service!",
        "language": "en"
      },
      "date": "2019-11-12T15:51:26Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dOD32Mkv426eYyMUyUGvKA/o.jpg",
          "caption": "Veal parmigiana"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kiORHiQ_SBZEl51_m-0QLg/o.jpg",
          "caption": "Salmon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZqgA-pt8kVefbztli8Op6A/o.jpg",
          "caption": "scallops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8RIwb1EPRnFn5shFueui2w/o.jpg",
          "caption": "veal with mushrooms and natural jus"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/a0QwYOyijdLNZq3_IRE1Xg/o.jpg",
          "caption": "cacio e pepe, seafood risotto, duck pappardelle"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Taryn M.",
        "user_id": "O5Z8O5ptNryNChhFZPsEDg",
        "link": "https://www.yelp.com/user_details?userid=O5Z8O5ptNryNChhFZPsEDg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dy0UGtG-fdybDM7UW4TysQ/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 36,
        "photos": 4,
        "reviews": 38
      },
      "comment": {
        "text": "This was the best..I think we cleared all of our plates, drinks all of it. \n\nAsk for Jonathan. \n\nSit upstairs.",
        "language": "en"
      },
      "date": "2021-06-12T01:53:52Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nina K.",
        "user_id": "DY-HWeVwcsNIoUWtmRMxfg",
        "link": "https://www.yelp.com/user_details?userid=DY-HWeVwcsNIoUWtmRMxfg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oK5fc5dRSX4eTZXdQT2R9Q/180s.jpg",
        "address": "Marietta, GA",
        "friends": 176,
        "photos": 472,
        "reviews": 206,
        "elite_year": 24
      },
      "comment": {
        "text": "Omgosh! Where do I start? This is the best Italian restaurant I have ever eaten in Atlanta. Why haven't anyone pushed me to go sooner? I gave them 5 stars due to the following: \n\n1. Location: it's in midtown and very much close to all of the restaurants in the area. \n2. Parking: you can either park in the parking deck down the block, or valet around the corner. The valet is actually for Fritti and Sotto Sotto. If you valet, you can get up to 2 hours validated by the restaurant and then it's $5/hr afterwards. \n3. Service: our waitress was so nice and patient. I was already 15 mins late to my reservation, so I honestly wouldn't blame her if she wanted to rush us along a little bit, but she didn't mind at all that I took a billion years to look at the menu. She also was sweet enough to realized that I actually ordered the wrong size dish when I ordered my main course, so she pushed my 2nd order to the top of the line and got me my food quicker than expected. SUPERB service. \n4. Food: I ordered a clam vongole (basically clams linguine, but with bigger noodle pasta). We also had a duck breast type of noodle pasta as an appetizer.  AMAZING for both dishes. \n5. Price: I don't mind paying for awesome service and food, so I was expecting the bill to be a million dollars, but it was fairly reasonable. Both of the entrees were roughly $23ish per dish, pair with 2 glasses of wine, and an appetizer, bill came out to be $150ish after everything. \n\nOverall, totally THE BEST Italian restaurant I have ever eaten in Atlanta. I would definitely come back here again for date night. Please go if you ever need a great place to dine, along with wonderful service. It has made it to my top restaurant to recommend to everyone I know now.",
        "language": "en"
      },
      "date": "2020-11-11T20:04:51Z",
      "rating": 5,
      "feedback": {
        "useful": 6,
        "funny": 2,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Chase L.",
        "user_id": "qegz92Pr2_j3GamWUj7Vew",
        "link": "https://www.yelp.com/user_details?userid=qegz92Pr2_j3GamWUj7Vew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-JyT3kc1bArfNTuejycpEQ/180s.jpg",
        "address": "Tallahassee, FL",
        "friends": 162,
        "photos": 4,
        "reviews": 10
      },
      "comment": {
        "text": "I have said this in a review before, but when dining at a restaurant price and decor guides my expectation, so I did have higher expectations.\n\nThe reservation process online was simple and then when we got a text saying our reservation was confirmed we were told it was on the patio, this was concerning because it was a bit cold, and they offered to move us up to the loft. Going back I would have stayed on the patio because I didn't know they put down tarps and then heated the room, and the upstairs room was pretty loud and hard to enjoy our dinner. \n\nThe server we had was not bad, but she seemed like she just didnt want to deal with us. She just didn't really chat at all with us and didnt add anything to the experience. Now maybe she was just having a bad day, but I was kinda upset with the server experience, I probably would have not remembered this if the food was better. \n\nWe ordered\n-carpaccio di manzo\n-burrata affumicata\n-tagliatelle ai funghi\n-strozzapreti alla salsiccia\n-Panna Cotta\n-Dolce al Mascarpone\n\nThe carpaccio was good, I have had worse carpaccio  and I have had better, but all around I would order it again 4/5\n\nThe burrata was not good, it was served with a small side of salt, but it needed a lot more and the server was not present to give more. It also did not come with anything and our bread was almost gone and the server did not bring anymore. I would not get this again and would tell others to do the same 1/5\n\nThe tagliatelle ai funghi was decent, nothing too special about it, with such a simple dish every ingredient needs to be stellar and the sauce was just lacking. 3/5\n\nThe strozzapreti alla salsiccia was actually very good, the pasta has a great chew to it and the sauce was delicious, little small but still great 4/5\n\n\nPanna Cotta & Dolce al Mascarpone-- I am not the huggest fan of any desert so I let the other person rate these. The panna Cotta had a strange texture, but she loved it and ate the whole thing. I actually loved the Dolce, but it was super rich so make sure you share it. 4/5\n\nThe whole experience was ehh, I expected a lot and just felt like it was not up to what I expected. I don't think id come back with all the other places to go in Atlanta \n\nThey did have a good selection of wine though for the price I would say it was a 3/5 for the food but the service kinda took away from the experience. I would describe the whole experience as good, but VERY far away from great.",
        "language": "en"
      },
      "date": "2020-03-09T02:13:30Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/F4EVGUYWU3UoJfSmawx_qg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "P R.",
        "user_id": "Cdbuc3bKT4t-bwC8gBgEcw",
        "link": "https://www.yelp.com/user_details?userid=Cdbuc3bKT4t-bwC8gBgEcw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LLhtKj9C7LRr-0hLf0RljA/180s.jpg",
        "address": "Marietta, GA",
        "friends": 1,
        "photos": 18,
        "reviews": 779
      },
      "comment": {
        "text": "Just an update after being away for several years - still unbelievably good! All the food was great - mussels for starter, salads, various pastas. Service was great. Just a great experience. I need to return more often.",
        "language": "en"
      },
      "date": "2022-02-14T01:31:24Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Summar S.",
        "user_id": "JzjoSceWEeqGhN9GmJEKTg",
        "link": "https://www.yelp.com/user_details?userid=JzjoSceWEeqGhN9GmJEKTg",
        "address": "Philadelphia, PA",
        "friends": 203,
        "photos": 3,
        "reviews": 24
      },
      "comment": {
        "text": "Came for the whole fish. Was informed that the fish comes in on Thursday and sells out by Saturday. Should not be advertised as a staple menu item rather a weekend special. Good beet salad. Food on the saltier side. Beautiful restaurant. Our server was not very talkative and seemed unenthusiastic about our dining there. The maitre d was helpful and pleasant. There was a very loud table adjacent to us which took away from the experience slightly as well. May come back for drinks or the fresh fish if it's in stock. Otherwise would probably not return.",
        "language": "en"
      },
      "date": "2022-10-18T19:27:38Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jacob H.",
        "user_id": "vCQRa-bGstV-y6V3xz61Ng",
        "link": "https://www.yelp.com/user_details?userid=vCQRa-bGstV-y6V3xz61Ng",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/sM7mJR2MPawTsIPMtdCtGw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 191,
        "photos": 25,
        "reviews": 40
      },
      "comment": {
        "text": "This was my first experience. We dined at Sotto Sotto out on the patio which is quieter and calmer than the crowded inside dining room.  The server was generally attentive, however, not entirely helpful. We looked for their experience in choosing a wine from the immense Italian wine list by explaining our pallets and were met with little knowledge. \n\nWe chose to share (3) half order pasta dishes in order to experience all SS offered. We ordered the linguine del pescatore (2/5), pappardelle al sugo d'anatra (3/5) and lasagnette alla Bolognese (5/5).  To be fair, the pasta was cooked well on each dish. I'm solely rating on taste. The linguini was fishy (the clams, oof the clams) and the pappardelle tasted like pot roast, but the lasagnette was delicious. \n\nWe enjoyed the experience, however, given the expectation I'm not entirely sure I'd return.",
        "language": "en"
      },
      "date": "2021-01-02T06:25:51Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anita B.",
        "user_id": "bqp9DxtXvX-0bIftd3ENPA",
        "link": "https://www.yelp.com/user_details?userid=bqp9DxtXvX-0bIftd3ENPA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Sk3FyHNR5LSm35AU0Ucjvg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 13,
        "photos": 53,
        "reviews": 41
      },
      "comment": {
        "text": "I've been wanting to try this place ever since it was featured on Queer Eye. It did not disappointment! We came for a friend's birthday. Making reservations in advance is a must. This place was packed at 9pm on Friday night. You can easily make reservation in advance through their website including picking an inside or outside table. We sat inside. The waiter gave us great wine suggestions and free bread for the table to start. We ordered all vegetarian dishes and shared. My favorite was the ravioli nudi. We also ordered tagliatelle ai fungi, baked lasagnette (which is actually like a deconstructed lasagna with amazingly flavorful marinara sauce), and the mushroom risotto. Everything was super unique, and delicious. Well worth the slightly more expensive than standard Italian price tag. The atmosphere is dimly lit and intimate, perfect for a date night. \n\nCons: The restaurant was so tightly packed that we kept having to move the table to let people at our table and the table next to us (on their 3rd date) out from behind the table to go to the restroom. Also apparently they validate parking for the lot behind the restaurant which wasn't clearly state anywhere when we arrived so we ended up paying for parking. You have to make a reservation...I've heard its packed even during the week. And reservations are hard to get for parties larger than 4 without some advanced notice.",
        "language": "en"
      },
      "date": "2019-06-02T23:00:08Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P6EAKg2YcqDnwcSZ_HcnBQ/o.jpg",
          "caption": "Lasagnette alla bolognese - basically a deconstructed lasagna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aFMwWZ3ey4Q8FtSGn8XNtA/o.jpg",
          "caption": "Ravioli nudi - the belle of the ball!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/K_LorU8XKzZNMVnWUI6cxA/o.jpg",
          "caption": "Mushroom risotto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HaT6hO3E-bbm473LRsKHAQ/o.jpg",
          "caption": "Tagliatelle ai funghi"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Joni R.",
        "user_id": "4NlzrMHt9SCW8pSnRPf8TA",
        "link": "https://www.yelp.com/user_details?userid=4NlzrMHt9SCW8pSnRPf8TA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-7FRE1ngu6Rff6ZSvHCbGg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 51,
        "photos": 160,
        "reviews": 125,
        "elite_year": 24
      },
      "comment": {
        "text": "Went on a date with my lil side piece. We ordered a bottle and the fish of the day (snapper). It was sexy, sophisticated and very low key. We had the chance to get to know each other better. He ordered the seafood pasta (penne). It wasn't busy at all so I guess the servers were relaxed but not attentive enough for me. I also wish the music was on the whole night. It randomly came on an hour into the date. We were both satisfied and agreed it was a nice dinner at a nice restaurant. Besos!",
        "language": "en"
      },
      "date": "2020-11-13T23:35:30Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Harrison A.",
        "user_id": "D0YQzxJ5Is9Gt4v05p5eJg",
        "link": "https://www.yelp.com/user_details?userid=D0YQzxJ5Is9Gt4v05p5eJg",
        "address": "Atlanta, GA",
        "friends": 364,
        "photos": 58,
        "reviews": 42
      },
      "comment": {
        "text": "Went here for the first time this week with a good friend and sat at the bar with Eric (AMAZING bartender) and had the most wonderful time. \n\nStarted off with a mezcal Negroni, bread, and beef carpaccio. Delicious. Main was the tortelli with brown butter and sage - cooked to perfection. Can't wait to go back again soon.",
        "language": "en"
      },
      "date": "2021-06-23T11:55:16Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AvBWIc3s_uQiboI0BJP40Q/o.jpg",
          "caption": "Tortelli di Michelangelo"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rebekah A.",
        "user_id": "7UJfPeflFhIUzPA6f2oS5g",
        "link": "https://www.yelp.com/user_details?userid=7UJfPeflFhIUzPA6f2oS5g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lm_aDGyKxM6A3VvqulJ0uw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 136,
        "photos": 15,
        "reviews": 24
      },
      "comment": {
        "text": "My boyfriend and I always have nice date nights at Sotto Sotto. We start with cocktails, move to a bottle of wine and then espresso martinis for dessert. We normally split the 'antipasti completo', gnocchi, and panna cotta. Service is always good, but tonight we sat with Jovann and she was amazing. We will definitely be requesting her next time! Excellent service",
        "language": "en"
      },
      "date": "2021-04-16T04:52:40Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/p6MPDm83jvXqVzzcrdmYiA/o.jpg",
          "caption": "Bottle of Promis super Tuscan and antipasto."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iea61gxXgGZKqyybELmPsQ/o.jpg",
          "caption": "Gnocchi"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4ki5mCFEnz_3SOK1twNnsA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Taylor J.",
        "user_id": "f_9TVn-1NKUVUWX2CCQxEQ",
        "link": "https://www.yelp.com/user_details?userid=f_9TVn-1NKUVUWX2CCQxEQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Upk49JwEaKam13pvaTD4Pw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 28,
        "reviews": 18
      },
      "comment": {
        "text": "Service was subpar, but incredible food. The truffle on the pasta was unreal good. The gnocchi was good but could have used a little more flavor.",
        "language": "en"
      },
      "date": "2021-05-16T16:39:35Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/X2jLOP2E5TLZ5Z6jTHGbTw/o.jpg",
          "caption": "Scallops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/O3FKvEu7q2z6z9oQWeQFwA/o.jpg",
          "caption": "Spinach gnocchi and truffle pasta"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "John W.",
        "user_id": "EmrahJMelcioolXzG8TVng",
        "link": "https://www.yelp.com/user_details?userid=EmrahJMelcioolXzG8TVng",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_5gDled8fjvRTh6nRZeI2w/180s.jpg",
        "address": "Miami, FL",
        "friends": 153,
        "photos": 227,
        "reviews": 295,
        "elite_year": 24
      },
      "comment": {
        "text": "We walked into a half empty restaurant yet the hostesses made it seem as though zero tables were available. That was an odd and unfortunate experience. Luckily the manager and our server were more hospitable. I had the spaghetti pescatore (shrimp, clams, calamari and mussels in a slightly spicy broth). It was good but could have used more garlic and pepper. I would return. The ambiance is what you'd expect, wine list is extensive, and food is served fairly quickly. It's a sister restaurant of Fritti next door, so pizzas can be served there as well. Worth the visit!",
        "language": "en"
      },
      "date": "2019-07-22T04:05:02Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Il4F2LpJHhIlwuHK9m6rBQ/o.jpg",
          "caption": "Spaghetti del Pescatore"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Andrea B.",
        "user_id": "eA49RAVcYqReT2dOgSCOPA",
        "link": "https://www.yelp.com/user_details?userid=eA49RAVcYqReT2dOgSCOPA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_w6Z-IZ03AarJwhSSL2JbA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 281,
        "photos": 567,
        "reviews": 261,
        "elite_year": 24
      },
      "comment": {
        "text": "I went on a double date here because I have heard amazing reviews about this Italian restaurant. I must say the reviews are accurate and on point for this spot! \n\nFirst off I will say to definitely make a reservation here few days ahead of time. They fill up quickly on the weekends and I would not recommend a walk-in because I overheard it's at least a 45 minute wait. Parking is free, easy and all over on the streets surrounding the restaurant; parallel parking is the way to go. They do offer valet parking as well. \n\nThe inside of the restaurant is dimly lit, romantic and tastefully decorated. They have wine shelf walls all over the restaurant, and the wines are all Italian, average price per glass is $11, as the wines are imported and specially selected. The tables are close to each other so you will hear everyones conversations around you if they talk loud. NOTE: because the tables are so close and the mood of the place is romantic/quiet, please leave kids at home if you know your child can't be controlled and cries a lot/whines. \n\nThe menu itself is of course Italian and their noodles are made from scratch inside of the restaurant! \n\nI ordered the mussels for my appetizer and it was a very big portion; great for sharing! The sauce the mussels are cooked in is so delicious! It is a light, buttery garlic wine sauce that pairs amazing with red wine and bread! \n\nFor my meal I ordered the fish roe pasta. It was delicious! My noodles were cooked perfect and al dente. The taste was fishy and melted in my mouth. The pasta dish itself was a great portion but not too heavy. If you love the taste of the ocean this dish is the way to go!",
        "language": "en"
      },
      "date": "2017-03-16T00:59:15Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZDXSXk2hJ3nKBAioNR0keg/o.jpg",
          "caption": "Fish roe pasta"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "William C.",
        "user_id": "lKR_kBAb0Qa49Pw13gxj2Q",
        "link": "https://www.yelp.com/user_details?userid=lKR_kBAb0Qa49Pw13gxj2Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vQ2d51lFdLk01trnNizP8A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 31,
        "reviews": 90
      },
      "comment": {
        "text": "After going here multiple times, I've been impressed by how consistently great the food is. Great Italian spot in one of the most fun parts of town.",
        "language": "en"
      },
      "date": "2022-04-02T18:07:59Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "shadoe m.",
        "user_id": "AMz3i3tQ8PerDjGWabdE8g",
        "link": "https://www.yelp.com/user_details?userid=AMz3i3tQ8PerDjGWabdE8g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9Hn6Uy8dY3tNRjLD1exR-w/180s.jpg",
        "address": "Manhattan, NY",
        "friends": 47,
        "photos": 30,
        "reviews": 24
      },
      "comment": {
        "text": "Visited Inman Park and was looking for a small local joint with in-house pasta. Maaaaaan, amazing! Authentically New York small and packed, the interior gives West Village vibes. Perched at the bar, was eating with my eyes and the bartender helped me with  1/2 sizes and mixing my pastas. Everything, POP'n. Fresh everything but what you want to know about is the Spinach Gnoochi and the Bolognese. Amazing staff (called ME back when it went to Vmail). The ticket was about 10-15% higher than New York (yeah, ATL food scene is $$$) but for the nostalgia of home, do it. - Tip: Park far away (on residential street) and walk through neighborhood and main block, it's cute... and free. You're welcommmmmmme.",
        "language": "en"
      },
      "date": "2022-01-12T02:11:56Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anissa M.",
        "user_id": "GP4A7glKUBk9RHVcObOcFg",
        "link": "https://www.yelp.com/user_details?userid=GP4A7glKUBk9RHVcObOcFg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PFNuwi58AdxFedSWbR1KYw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 61,
        "photos": 379,
        "reviews": 210
      },
      "comment": {
        "text": "I went here for dinner on a random night and we ordered two bottles of wine, which were fantastic. We started by sharing an appetizer of pan seared scallops, which were really good. My friend ordered the ravioli nudi, which was a bit skimpy (but good!). I ordered tagliatelle ai funghi and tried to add chicken breast, but they were out -- it was still amazing! \n\nWe were there chatting until after the restaurant closed! Our server was a bit bland and had an attitude, but nonetheless - the food was great!",
        "language": "en"
      },
      "date": "2020-09-25T01:40:58Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lindsey G.",
        "user_id": "mgSTGmfbl_B8Tu6Ss7Wjlg",
        "link": "https://www.yelp.com/user_details?userid=mgSTGmfbl_B8Tu6Ss7Wjlg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2H_KfXaKM80NM_kvOdKLQQ/180s.jpg",
        "address": "Jacksonville, FL",
        "friends": 487,
        "photos": 67,
        "reviews": 76
      },
      "comment": {
        "text": "Amazing private event venue!\n\nWe hosted a dinner here for about 25 people and Natale and the rest of the crew at Sotto Sotto was incredible. They made everything so easy that I was able to actually enjoy the event. \n\nThe food was incredible. Their events are done family style, which was perfect for our group and really encouraged people to talk and get to know each other. It also allowed us (well, me) to try a little bit of everything. \n\nThe service was impeccable. We never went without drinks and they were able to accommodate us last minute (like when they brought out appetizers last minute) when I realized we had several vegetarians at our event.  \n\nLogistics - with free valet parking for the event and Natale who made sure we had everything set up in advance, it was truly a breeze.",
        "language": "en"
      },
      "date": "2019-04-10T18:13:34Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Xi01c1hp_EmSA3OPQtgxKA/o.jpg",
          "caption": "Dessert trio for private event"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Leah T.",
        "user_id": "5n72h9G2WUneUTEMgLCzQg",
        "link": "https://www.yelp.com/user_details?userid=5n72h9G2WUneUTEMgLCzQg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 15,
        "reviews": 33
      },
      "comment": {
        "text": "I've been waiting to visit this place for a while now and I was somewhat disappointed. I'll start by saying service was phenomenal. My friend and I ordered the misto charcuterie and it was very small. About a slice of each of the three cheeses, and perhaps 3 small slices of the meats. I pressed the Strozzapreti which wasn't that great either although very filling.",
        "language": "en"
      },
      "date": "2022-01-07T17:42:47Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nqScRYc2Y7IeEHO-CK8x0g/o.jpg",
          "caption": "Strozzapreti alla Salsiccia"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/A7-sPMkUe7XP4yuuKV4UzQ/o.jpg",
          "caption": "Cacio e Pepe"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alexandria J.",
        "user_id": "WyEw26KSMxAzH02dxsnLLw",
        "link": "https://www.yelp.com/user_details?userid=WyEw26KSMxAzH02dxsnLLw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gqQvQreXIXni6LmCe1WRYw/180s.jpg",
        "address": "Tempe, AZ",
        "friends": 551,
        "photos": 4,
        "reviews": 42
      },
      "comment": {
        "text": "Food was amazing, however service was extremely slow. We made a reservation and it took over 20 minutes for them to put our table together, we were standing in the way of everyone.... After 50 minutes of being seated st the restaurant, we hadn't even received drinks yet and the server had the audacity to tell me he just has his own two hands... it should not take an hour to get drinks out. Once we actually ordered food though, it came out delicious.",
        "language": "en"
      },
      "date": "2021-12-12T04:55:21Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Elena L.",
        "user_id": "hVZAWSAIaiA1YQ7b1x4z5A",
        "link": "https://www.yelp.com/user_details?userid=hVZAWSAIaiA1YQ7b1x4z5A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uy4AuYJzKgM6yCbc6M1jow/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 61,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "came here with a couple of girl friends one night, and was surprised how cute the place was. \n\nfood was overall good. i ordered the spinach and ricotta gnocchi and the cappellacci di zucca. gnocci was a bit too salty for me, but the cappellacci pasta was delicious. \n\nthe restaurant has a very intimate and romantic ambiance, which makes it a perfect date spot. reservations highly recommended.",
        "language": "en"
      },
      "date": "2020-09-07T20:06:17Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dana B.",
        "user_id": "o7mXxjoxElaYzvjw5tKCTQ",
        "link": "https://www.yelp.com/user_details?userid=o7mXxjoxElaYzvjw5tKCTQ",
        "address": "Alpharetta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 14
      },
      "comment": {
        "text": "The closest thing to Italy in Atlanta.  The food here is amazing.   Went for my daughters 16th birthday.  The lasagna, Shrimp Alfredo and the 'priest stranglers' were so fresh and clearly homemade.   Desserts were fantastic too.  But the pasta is the star.  Service was terrific as well.",
        "language": "en"
      },
      "date": "2022-09-24T01:42:34Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ana C.",
        "user_id": "2O5TYzoWn16S7yOV6pUbDQ",
        "link": "https://www.yelp.com/user_details?userid=2O5TYzoWn16S7yOV6pUbDQ",
        "address": "Atlanta, GA",
        "friends": 239,
        "photos": 1,
        "reviews": 11
      },
      "comment": {
        "text": "Absolutely the best pasta I've had in ATL. Will definitely go back to try other dishes!",
        "language": "en"
      },
      "date": "2022-08-27T13:14:15Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kenny R.",
        "user_id": "-2tylAJCSoo1Te3dRbToTw",
        "link": "https://www.yelp.com/user_details?userid=-2tylAJCSoo1Te3dRbToTw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_yltFzHFjmOEpepS5zelsQ/180s.jpg",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "Great food great service valet was great the good let me start on the fact that it wasn't too salty not only that they were able to accommodate a large party . I highly recommend this place kinda hidden but worth it .",
        "language": "en"
      },
      "date": "2022-03-20T01:33:53Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dixine H.",
        "user_id": "HBO7mj2pdYm35Qc1RiNCFQ",
        "link": "https://www.yelp.com/user_details?userid=HBO7mj2pdYm35Qc1RiNCFQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pDOpq0wIJjhP7yK9oMqoEQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 224,
        "photos": 227,
        "reviews": 185,
        "elite_year": 24
      },
      "comment": {
        "text": "I visited this restaurant on my birthday 08/09 and I must say I was a bit disappointed. The parking is confusing, as the restaurant shares valet parking with another restaurant next door, I ordered the spicy seafood pasta, my daughter had the pizza from next door (which was nasty), and my fianc had some ravioli dish (which was 4 ravioli only). The dessert was nasty as well. The food was very small portioned and not flavorful. Will not be returning. And to top it our waiter (black guy) was rushing us. Turn off",
        "language": "en"
      },
      "date": "2018-09-26T19:31:30Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ic90PcPKtX_GfjFSTOHDDQ/o.jpg",
          "caption": "Nasty ass dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Rpetimub54C0lwtEO3db7g/o.jpg",
          "caption": "Complicated valet parking"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gFHvHg1I-kK3xc6KnzGu6g/o.jpg",
          "caption": "Happy Birthday to me"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "M Z.",
        "user_id": "Cm1tYcVY5S256nbeknXIvA",
        "link": "https://www.yelp.com/user_details?userid=Cm1tYcVY5S256nbeknXIvA",
        "address": "Bethesda, MD",
        "friends": 0,
        "photos": 0,
        "reviews": 12
      },
      "comment": {
        "text": "There seem to be a few  \"long wait/bad service\" Yelp reviews for Sotto Sotto but that was not our experience AT ALL. We came here on a Thursday night and were seated immediately, even though for some reason they had no record of our online reservations. We had THE most attentive waiter who explained everything on the menu (the priest strangler is a pasta, not instrument an of religious warfare, but I recommend the lasagna in Bolognese sauce) and constantly refilled water and brought our orders in a timely way. He even overheard my friend's mention that it was my birthday and finished my meal with a complimentary bowl of \"chocolate soup\" (basically amazing hot fudge sauce) with a candle in the middle of its whipped cream. Also want to say that two tables over Harrison Freakin' Ford was having his own dinner, and we were treated just as well as he was. In sum: Sotto Sotto comes highly recommended by me. And probably Han Solo too.",
        "language": "en"
      },
      "date": "2023-03-18T20:50:56Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=PkKJhv127iU1-XUdap5efg&start=150"
  }
}