{
  "search_metadata": {
    "id": "660191b05fc493155f0b2bf4",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/660191b05fc493155f0b2bf4.json",
    "created_at": "2024-03-25 15:01:04 UTC",
    "processed_at": "2024-03-25 15:01:04 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/-z8D7z4o1VXEJtxJTcH1fQ?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/660191b05fc493155f0b2bf4.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/660191b05fc493155f0b2bf4.prettify",
    "total_time_taken": 2.45
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 110,
    "num": "50",
    "place_id": "-z8D7z4o1VXEJtxJTcH1fQ"
  },
  "search_information": {
    "total_results": 766,
    "business": "Bartaco Chastain Park"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 766
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Earl S.",
        "user_id": "9oYtpISxW3FulJn_F39Mnw",
        "link": "https://www.yelp.com/user_details?userid=9oYtpISxW3FulJn_F39Mnw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/q6nw05nJl1Gc5D8RXpGNuA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 456,
        "photos": 1867,
        "reviews": 722,
        "elite_year": 24
      },
      "comment": {
        "text": "My sister adamantly recommended that I try Bartaco after she tried their food bought by a friend of hers recently.  So, this past Sunday afternoon, I invited her out to lunch for our periodic catch up meal and this is the place we chose.  They have several locations throughout the Atlanta area and we dined at the Buckhead location.  I love the ambience of this place, which is amazing.  It's a mix of old-timey rustic and modern.  The background music is eclectic, and it is perfect for families, children, and even lunch for two just after church on a Sunday.  Like the background music they play, Bartaco seems to be very versatile in terms of who dines there.  They do create a quite welcoming atmosphere.\n\nI ordered the Chicken Rice Bowl which was good.  The genre of their food is upscale Mexican, and it is fresh and delicious.  Some of it is spicy, of course, but you have to absolutely love how good it is.  For my side, I ordered the grilled corn, which was nicely grilled.  I think the garnish on the corn is feta-cheese based, which also gives more of a Mediterranean taste to it.  I plan to try the desserts and the sesame ribeye rice bowel on my next trip.  My sister loves that one.  \n\nThe waiters were very attentive and not overly attentive and the hosting staff were very attentive as well.  They maintain true hospitality in seeming to care, at various levels, about the needs of their diners, and that is very much appreciated.\n\nThanks for an excellent Sunday afternoon meal, and I will certainly return in the near future.",
        "language": "en"
      },
      "date": "2018-01-17T11:13:50Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BKCCDXTniab35j9vEhTAnQ/o.jpg",
          "caption": "Snapshot of the menu . . ."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g3CixGCko1uqE51u-Ln0ng/o.jpg",
          "caption": "Chicken Rice Bowl and Grilled Corn . . ."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J6s_TQS-w0dH7LVpwCWLTg/o.jpg",
          "caption": "Front of the Menu . . ."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kay T.",
        "user_id": "ysOYVOEvJhDaXIuiXYE1pw",
        "link": "https://www.yelp.com/user_details?userid=ysOYVOEvJhDaXIuiXYE1pw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PE2lEPOIczw_ihu8gRPtUg/180s.jpg",
        "address": "Manhattan, NY",
        "friends": 0,
        "photos": 4,
        "reviews": 41
      },
      "comment": {
        "text": "1st the service was great. 2nd the food was amazing. 3rd was drinks were even better. Even though the service and payment is no contact but there was someone checking on us every 15mins. My friend & I were seated immediately and the food came out right away. The drinks were sent from heaven from Zeus himself...lol... the ambiance is amazing, I wish I came at night because there are these cute lights & fireplace that could really set the mood. I will definitely be coming back and bringing my friends.",
        "language": "en"
      },
      "date": "2021-07-06T22:34:30Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qNBpVTfMKDWlZxjlHksztg/o.jpg",
          "caption": "Amazing drinks, made by Zeus himself"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Karen T.",
        "user_id": "lB4ju34kx4M3TO-8ierv_g",
        "link": "https://www.yelp.com/user_details?userid=lB4ju34kx4M3TO-8ierv_g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jaY-z_eP7O0eCvuhc6jwZQ/180s.jpg",
        "address": "Alhambra, CA",
        "friends": 195,
        "photos": 1490,
        "reviews": 877,
        "elite_year": 24
      },
      "comment": {
        "text": "We tried a number of the tacos: baja fish, yucatan redfish, crispy rock shrimp, glazed pork belly, roasted duck, and the sesame ribeye. The glazed pork belly was delicious followed by the roasted duck, and sesame reibeye. The seafood tacos were not very good - the baja fish was definitely the worse because there wasn't very much flavor to it. The tacos are generally small and you would need several (3-4) if you are making it your entree. I tried the reviver which was green despite the mango nectar. It was good and tasted very refreshing. We also had the churros with chocolate sauce. The sauce is a dark chocolate so its not too sweet. I really liked it but people that like sweeter desserts might not.\n\nWe also got the large tray for the kids. It comes with a cheese quesadilla, guacamole and chips, three tacos (we got beef, chicken, and fish), corn wheels with cheese, cucumbers, and fruit skewers with pineapple and watermelon. The chips are actually large round taco shells that you can break into pieces. The tacos were not very popular with the kids. The tacos are plain and mostly filled with just the meet. The beef was the best of the three, the chicken looked a bit dry and the fish was not liked at all. The quesadilla was very popular and they also ate the guacamole and fruit skewers. The large tray seems like a better option than the small tray for multiple kids because you get guac & chips and some veggies but you only get one qusadilla. They also had the mango clarico with chopped fruit and loved it. \n\nService was amazing. They use a little card system to indicate whenever we need anything - I really like this idea and think that it works better than trying to flag down your server whenever you want something. I accidentally dropped a small crumb from a chip in my water. Our server even noticed it and got me a new water glass. \n\nThe restaurant has a casual \"beachy\" vibe to it. This location is located in a large shopping plaza with plenty of parking. We got there a little before the dinner rush and were seated right away. I saw people waiting in line for a table later. You can call ahead or use their app to put your name in line. They give coloring books to occupy the kids while waiting for food. The restaurant is very kid friendly. Overall, we enjoyed the food and ambiance and would revisit.",
        "language": "en"
      },
      "date": "2018-05-14T11:17:23Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nfn06Pk2xy9NAjIxFy312A/o.jpg",
          "caption": "Large kids platter $14"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/w2-87WQvsPYe_7JCpEh5cw/o.jpg",
          "caption": "Churros"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Richa T.",
        "user_id": "woNpvUb5zpA_akWloE62rw",
        "link": "https://www.yelp.com/user_details?userid=woNpvUb5zpA_akWloE62rw",
        "address": "Aspen, CO",
        "friends": 1,
        "photos": 0,
        "reviews": 9
      },
      "comment": {
        "text": "Good tacos and great ambience. Drinks were mediocre although in the past we had enjoyed it more. Ordering and paying through the QR code was quick and easy.",
        "language": "en"
      },
      "date": "2023-01-08T02:23:55Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tara B.",
        "user_id": "H4ygzaGIg61ys0KqVuWM9A",
        "link": "https://www.yelp.com/user_details?userid=H4ygzaGIg61ys0KqVuWM9A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PvAtfkO2pS0zFpsKIvTRyw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 80,
        "photos": 1394,
        "reviews": 275,
        "elite_year": 24
      },
      "comment": {
        "text": "First time! After you've looked at the menu you write your order down (check off) on the sheet of paper provided. \nWe started with the guac + roja + verde. It comes with several corn tortillas and in three separate bowls. The guac is Amazing!! So creamy and fresh! The roja (red salsa) is a good mix of spicy and sweet. It tasted like it was made with pineapples and habanero peppers but it's packing a lot of heat. The verde (green salsa) had a great taste as well. Spicy but not as much as the roja. \n\nBaja fish - one piece of fried fish with chipotle slaw. Love the chipotle slaw!! \nSesame ribeye - liked that one. Ribeye was quite as tender as I would have liked but still good. \nDuck - My first time having suck so you can take my opinion as you may. The duck itself wasn't all that tender. Had good flavoring, the sauce as excellent. I'm not sure of the exact toppings but it tasted like pickles ginger with carrots. \nShrimp - definitely has some heat! It was described to us as an spicy orange sauce. Very good! \nCorn on the cobb - Mexican style with some spice. Very good! I wish it had bigger kernels but that's probably just my inner fat girl speaking. Lol.\nCute place, nice vibe, friendly staff.",
        "language": "en"
      },
      "date": "2018-04-07T17:34:50Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dwhIOVBw0HfOnWKdsT-GOA/o.jpg",
          "caption": "Take a look at the menu. Fill out paper. Place card for them to come back for order."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9qwwdA86OSOIvDTJXm5fxQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ALpHUFkm0xeY3Ew1MHJXAg/o.jpg",
          "caption": "Baja fish, duck, sesame ribeye,"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/r8qHkLUHDF3hH8nxYnRSTg/o.jpg",
          "caption": "Mexican corn."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tF8sdurmW1kss5rN_fJMvg/o.jpg",
          "caption": "Guac + roja + verde. It comes with several corn tortillas"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3MUx1Ra11iAfd50KHg-GSw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EorGtIQEaZxgHCikK5aqUg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ypRAXLiqsjv8BflY5h7Mgg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Pv_2UUUZxuGoeIUDPw0D7Q/o.jpg",
          "caption": "Coffee with cream."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tcInnQGNPpFabSMIbAtEGA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Thank you so much for taking the time to share your feedback, Tara! We are so glad you enjoyed the food!! Looking forward to your next visit soon!!",
          "date": "2018-04-13T16:55:37Z"
        }
      ]
    },
    {
      "user": {
        "name": "Chari'Joy W.",
        "user_id": "ATRKZW9aM-fcBUUQ0tkOqg",
        "link": "https://www.yelp.com/user_details?userid=ATRKZW9aM-fcBUUQ0tkOqg",
        "address": "Camelback East Village, Phoenix, AZ",
        "friends": 179,
        "photos": 1,
        "reviews": 3
      },
      "comment": {
        "text": "Great presentation! We went for lunch on a Sunday afternoon. The portions of food were very small and overpriced at that. The alcoholic beverages drinks were not good. They have a system in place were you do everything on your phone. My phone died so I had to finish the process through my friends. Make sure you pay through the app before you leave. If you leave or your phone dies during the process you will be charged 18% and some other fee that is added to your tab. They do not validate parking. The location is on a busy street with minimal spaces. Overall very cute! The customer service was poor and the food portions were small. Not worth going again in my opinion.",
        "language": "en"
      },
      "date": "2022-07-18T14:16:57Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IU7MMeP17PfsBP4BU_ZmFQ/o.jpg",
          "caption": "Glazed Pork belly rice bowl, Chili Lime - Shrimp tacos, and Sesame ribeye tacos. (The original tacos do not include corn)."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sharon C.",
        "user_id": "OEgGBGx7vAu9PPef5K_gOg",
        "link": "https://www.yelp.com/user_details?userid=OEgGBGx7vAu9PPef5K_gOg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/e_xtRAdYub0Vu8lV95mf6g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 208,
        "photos": 1849,
        "reviews": 640,
        "elite_year": 24
      },
      "comment": {
        "text": "I had an excellent time here. Great friends and delicious tacos. \n\nBartaco is trendy and seems to be a hot spot. \n\nOne thing that stood out the most was our server. She had the cutest accent and was just on point with everything. She explained everything so thoroughly and her service all night was on POINT! \n\nOur table ordered a variety of tacos. I had the pork belly, tuna lettuce taco, and shrimp. All of them were great but the pork belly was my favorite. You can never go wrong with pork belly. \n\nFor desert we had churros and gelato. Both were meh and I do think I would ever order desert here again. I will definitely go back and try new tacos!",
        "language": "en"
      },
      "date": "2017-07-17T12:54:48Z",
      "rating": 4,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CL9NefaEz8E6obYESl7nHw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xJrjY8OCfViEDivDltPnUA/o.jpg",
          "caption": "Corn"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jbeEUvtglzWRg0xorYRiCg/o.jpg",
          "caption": "Tuna lettuce taco"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bmHmilnR7LOrKNsjSX32JA/o.jpg",
          "caption": "An assortment of tacos for our whole table."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rtuGIQ0QrWkrPHpHjTCrGQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NXsUFFSjpfexSvs5KbMrJA/o.jpg",
          "caption": "Gelato"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lYh-mlzS48UvZ7eFU5iVWQ/o.jpg",
          "caption": "Churros"
        }
      ],
      "feedback": {
        "useful": 6,
        "funny": 4,
        "cool": 6
      }
    },
    {
      "user": {
        "name": "Jamerly H.",
        "user_id": "-IFxuGyIUwhd9SIPK2_VfQ",
        "link": "https://www.yelp.com/user_details?userid=-IFxuGyIUwhd9SIPK2_VfQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2LEc1O5oe5dzqnSSOmOtiA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 107,
        "photos": 104,
        "reviews": 62
      },
      "comment": {
        "text": "I absolutely love Bartaco...can you say yum!\n\nI'll keep this review quick and just say...GO NOW! That's it, that's the review. Lol\n\nBut seriously, I genuinely enjoy the food every time I eat here. I've had the lime shrimp, baja fish, duck, chicken verde, pork belly  and my absolute favorite the oyster taco.  Again, can you say yum! Their tacos are street taco size so we can easily eat 3 or 4. Or in my case 5! The street corn is also delicious.\n\nThe unfortunate thing is they don't deliver individual tacos anymore. So I'm forced to actually leave the house and go to the restaurant. How lame?\n\nTurn up the volume on taco Tuesdays and go to Bartaco.",
        "language": "en"
      },
      "date": "2021-04-14T20:49:57Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lea B.",
        "user_id": "EI2ZuYm_tRTmpmT9bHtVzA",
        "link": "https://www.yelp.com/user_details?userid=EI2ZuYm_tRTmpmT9bHtVzA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/D2ojTI_5p9M09UO5luXIRg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 426,
        "photos": 91,
        "reviews": 54
      },
      "comment": {
        "text": "I've got to say, bar taco has got this COVID thing down. You order from your phone and they will come to your table (all tables are perfectly socially distant).  You have limited encounters with the wait staff. I do feel bad because I'm sure they had to let go of the majority of their staff to switch to this model. Food is consistently tasty and drinks are nice! \n\nRecommend trying the duck quesadilla, I get it every time!",
        "language": "en"
      },
      "date": "2021-01-30T20:00:40Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Heather K.",
        "user_id": "TKtVBE9DKFRRdOdwhn0SZA",
        "link": "https://www.yelp.com/user_details?userid=TKtVBE9DKFRRdOdwhn0SZA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dPHy7bsWj_eXYS2OUUsOCg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 448,
        "photos": 728,
        "reviews": 331,
        "elite_year": 24
      },
      "comment": {
        "text": "Great service, always someone present to assist. Staff are always willing to answer any questions. \n\nI'm not a huge fan of dim lighting and that's really my only major complaint. They typically open the \"garage\" that separates inside and outside seating, so it's a bit cold for me when it's the winter time. \n\nOtherwise, I'm in love with their fish taco and it's the only taco I order. The cauliflower taco is also good. My friends love the pork belly and Brussels sprouts. Sizing is okay, definitely on the smaller side and it comes with one tortilla. The last time I was there about two weeks okay, all of the tortillas fell apart. Not sure if it was a fluke on their latest batch they were cooking or what. Also love their salsa verde. Their trio (salsa verde, roja, and guacamole) is great too- you get refill on chips but not salsa. Only complaint with that is sometimes the chips are stale even if they keep them warm.",
        "language": "en"
      },
      "date": "2020-02-15T15:42:10Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Summer F.",
        "user_id": "aQA0R0PrVptzdrp5wiRWdg",
        "link": "https://www.yelp.com/user_details?userid=aQA0R0PrVptzdrp5wiRWdg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/X_EnwsGPaNhfR_p_gHKszw/180s.jpg",
        "address": "Cincinnati, OH",
        "friends": 334,
        "photos": 2309,
        "reviews": 118,
        "elite_year": 24
      },
      "comment": {
        "text": "Good food, but the service and execution of the food presentation could have been much better. We had a group of 10 people. Some of these people had recently been to bartaco and complained to me that the service has been very slow. Especially when trying to order any sort of drink. The majority of the table went up to the bar to order a drink, but I wanted to test out what they were complaining about with drink service at the table. I ordered a margarita and it took about 25 minutes to get the margarita to my table after ordering. So they were correct with the service and next time I would recommend going to the bar in order to get yourself a drink. \n\nThe tacos have a decent amount of flavor, I had the pork pastor and the chicken tacos. You will need to order about 2 to 4 depending on how hungry you are to feel full since they are smaller sized tacos. I definitely recommend getting an appetizer. I got the plantains and they were pretty good and filling. \n\nOverall the atmosphere is live and a modern twist on a taco place, but I wouldn't recommend going here if you don't have a lot of time on your hands to spend at dinner.",
        "language": "en"
      },
      "date": "2018-01-29T23:59:49Z",
      "rating": 2,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U8zg1wtuTT691KURZQtVFA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/r-DjpojH93xDmr2U54CevA/o.jpg",
          "caption": "Entree menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0L2e9ZxcwaCm0Da8Rwl1CA/o.jpg",
          "caption": "How you order - write it on these sheets"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Summer,\n\nMy name is Brandon O’Donnell and I’m the general manager of bartaco in Chastain Park. I really appreciate you taking the time out to write us a review and I apologize for the experience being anything less than excellent. If you wouldn’t mind taking a little extra time and providing me with some further details on your visit by sending an email to me directly at bodonnell@bartaco.com. I would like the opportunity to make it up to you and show you a true bartaco experience. Again, thank you for your time and my apologies. I look forward to hearing from you soon.\n\nThank you,\nBrandon",
          "date": "2018-01-30T00:17:26Z"
        }
      ]
    },
    {
      "user": {
        "name": "Fontaine C.",
        "user_id": "IpY_K7Oc4koR7B31X0mBpQ",
        "link": "https://www.yelp.com/user_details?userid=IpY_K7Oc4koR7B31X0mBpQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kDADLXS7zDCneFJvGkqE-Q/180s.jpg",
        "address": "Clayton, MO",
        "friends": 213,
        "photos": 1557,
        "reviews": 296,
        "elite_year": 24
      },
      "comment": {
        "text": "Had a pleasant visit at Bartaco! Casual, relaxing atmosphere. Plenty of outdoor seating at their patio is available, which is perfect for nice weathers. They have ample tables indoor and at the bar as well. Note that the noise level could be a tad loud. We had a hard time hearing sometimes, but we all enjoyed our gathering very much.\n\nBartaco is a fusion Asian - Mexican restaurant. I totally enjoy the twist in the food preparations.\n\nWhat did we order?\n* Guac and chips: Just alright, I think.\n* Pork belly taco: This is the best taco items we have got on the menu\n* Duck taco: Second best we have tried.\n* Bahm Mi (Shrimp) taco: I feel this is just so so.... Nothing too special.\n* Special taco (Soft shell crab): Love this! Wish we could have this every day.\n* Grilled corns on the cob:  The grilled corns is a MUST HAVE on menu. It is served with blue cheese and some chipotle sauce. Yummy! \n* Cucumber salad: Tastes like the Asian cucumber salad with vinaigrette. Good, but not extremely outstanding like the grilled corns.\n* Chipotle slaw: We don't like this too much.\n* Watermelon magarita: Love this drink. Perhaps due to a lot of ice in the drink, the level of alcohol is on the light side.",
        "language": "en"
      },
      "date": "2017-05-14T21:00:41Z",
      "rating": 4,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dEqEdRwP8CDXHifhJuVhcg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/k0E1WlKNTwGft8SUO_Nm7g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JD85c358jxY0qKIATiFyug/o.jpg",
          "caption": "Bar area"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qRhLTYFeBh7JOtIhh5dB_A/o.jpg",
          "caption": "Lobster taco - includes lobster claw meat, butter asbd cilantrto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ok7chSofiU91nZHNACxskA/o.jpg",
          "caption": "Corn off the cobb, with lime juice,  cheese, paprika"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iSYTRepwTLeKBduG-_S3iA/o.jpg",
          "caption": "Grilled Baja fish taco, comes with slaw, onions and cilantro. Highly recommended"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 3,
        "cool": 3
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Fontaine, thank you for the great review and I am glad to hear that you tried our  \"secret taco\" and the grilled corn! You can never go wrong with our bartaco watermelon margarita! We look forward to your return visit, Cheers! Jeff H.",
          "date": "2017-05-29T21:24:23Z"
        }
      ]
    },
    {
      "user": {
        "name": "Morgan C.",
        "user_id": "gc5tYs0jUiDOa9leTfAoGQ",
        "link": "https://www.yelp.com/user_details?userid=gc5tYs0jUiDOa9leTfAoGQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CrzMzIuKo8wHKKUUoe9qrg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 356,
        "photos": 229,
        "reviews": 455,
        "elite_year": 24
      },
      "comment": {
        "text": "Love Bar Taco! Great casual ambiance to this location and very good service. Their tacos are great along with their margaritas! i love their rice bowls & the ability to make their tacos lettuce tacos. it's a great spot to go with a group of friends or casual date. i haven't had a bad meal here and will definitely be back.",
        "language": "en"
      },
      "date": "2019-05-24T20:36:16Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Hi Morgan! Thanks so much for the great review. We love having lots of options for guests & hope to see you soon!",
          "date": "2019-05-28T20:49:04Z"
        }
      ]
    },
    {
      "user": {
        "name": "Marina G.",
        "user_id": "g3VQca7eers5cPaMUI-e4w",
        "link": "https://www.yelp.com/user_details?userid=g3VQca7eers5cPaMUI-e4w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jaiidlLHxDexN4FL7s_gTw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 116,
        "photos": 66,
        "reviews": 39
      },
      "comment": {
        "text": "I love Bartaco and visit and order al the time but lately every time I order there is just less and less food and it's becoming a rip off at this point, it feels like they are taking advantage of customers who are not dining in. I ordered the 4 pack of fish tacos (which is the lowest amount you can order) and I received the smallest portion ( I added a photo for reference with a plastic fork so you can see how small the fish were). I think I will stop ordering from them for a while it's just a waste of money for absolutely no food. If you are ordering take out just beware because it's honestly not worth the money. My tacos were $10 btw, I can get triple the volume of food at taqueria del sol for the same price.",
        "language": "en"
      },
      "date": "2021-01-28T01:06:29Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Marina,\n\nI understand your frustration and search for value. We use the 4pks in an effort to keep our product as fresh as possible for delivery, The price is the same as four tacos but has a different presentation. We value your business, especially during these challenging times. Please let me know what I can do to assist in you in the future .\n\nThank you \n\nMike Hoffman",
          "date": "2021-01-28T05:33:46Z"
        }
      ]
    },
    {
      "user": {
        "name": "LeeAnn M.",
        "user_id": "aVO3ulpcESnRr253AiqYrw",
        "link": "https://www.yelp.com/user_details?userid=aVO3ulpcESnRr253AiqYrw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/j0YFddtf3EdDui6dLtC17Q/180s.jpg",
        "address": "Cumming, GA",
        "friends": 61,
        "photos": 183,
        "reviews": 169,
        "elite_year": 24
      },
      "comment": {
        "text": "Love coming here just before a concert at Chastain (or whatever it's called this year)...The  jalapeño margarita is DELICIOUS! Love the variety of drinks and love that everything is made fresh to order. Especially the \"sour mix\"....there's no fake sour mix, they press the citrus fresh for every drink. The servers are all super friendly. If you've never been before, make sure you ask about how to place your order or get a server to stop. There are cards on the table for that :-) Always ask if there are any off menu items. They usually have a secret type of taco or two that is available but not on the menu. I would highly recommend the guacamole....and I am not a fan of avocados at all. They have made me a believer!",
        "language": "en"
      },
      "date": "2019-10-01T13:01:30Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BJvn4v6_2_OIEa5REek6Cw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Vinay M.",
        "user_id": "TLzgjO5ctCt1_o_72f9Dag",
        "link": "https://www.yelp.com/user_details?userid=TLzgjO5ctCt1_o_72f9Dag",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Jn1cKc90_vf3DQKqdBcNug/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 72,
        "photos": 75,
        "reviews": 65
      },
      "comment": {
        "text": "We called ahead and put our name down. When we got there they said it would still be a 30+ minute wait, which we were not pleased about. But once we sat down, we ordered quickly since we knew the menu really well. \n\nWe got their new corn fritters, falafel tacos, secret menu Brussel sprout taco, swordfish, pork belly, and tuna tacos. With the corn off the Cobb and guacamole and chips. The falafel tacos were the best!!!! We absolutely love them every time we come! We added the corn elote on top of the falafel taco. The Brussel sprouts were a bit sweet. The pork belly was really good too! \n\nThe ambiance was great, even thought it was really busy. The lighting was good. And the server was so sweet and brought food and drinks out really quickly despite how busy it was. \n\nYou can't beat the price for all the variety you get and the high quality.",
        "language": "en"
      },
      "date": "2019-02-09T14:55:27Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ls7qUITDvNenKePQdMogYw/o.jpg",
          "caption": "Fritters"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GDBP7cDHRxPAerTKT7dzDw/o.jpg",
          "caption": "Corn off the cob , there portion size decreased!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eML1z4uN1iFcuylSnm7avQ/o.jpg",
          "caption": "Pork taco and swordfish taco on lettuce wraps"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Candyce V.",
        "user_id": "i-bxB2SGzK8vIpHPB62pqw",
        "link": "https://www.yelp.com/user_details?userid=i-bxB2SGzK8vIpHPB62pqw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oRq5Zlo5vP1pNt7zHyTPHA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 765,
        "photos": 562,
        "reviews": 334,
        "elite_year": 24
      },
      "comment": {
        "text": "I recently visited this Bartaco location for the first time last week. I live closest to the West Midtown location. But I had such a great experience at this location, I'd be willing to make the drive here again. Somehow the amazing staff here was able to take care of my big group of (crazy) friends. Everyone raved about their tacos, and raved even more about our many carafes of margaritas--we definitely enjoyed the bar. And we definitely enjoyed the tacos. A few standouts include the baja fish, portobello, shrimp bahn mi, and the duck. Heck, try any taco on the menu (and ask about the secret taco of the day). You truly can't go wrong!\n\nWe were served family style, which made us all feel even closer to one another. But I've noticed that in the almost two weeks since we visited, a few friends have gone back (without me, so much for feeling closer to one another...but I digress). Clearly we're all totally hooked, and I need to make a trip back myself ASAP!",
        "language": "en"
      },
      "date": "2017-01-27T04:47:01Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wrpOK3TSD5ZnGnB3waeQfQ/o.jpg",
          "caption": "Bibb lettuce wedge"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HnnfrlUbjjIQlaK2xfMWDg/o.jpg",
          "caption": "Assorted tacos"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 2
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Candyce, thank you for the great review and it has been or pleasure taking care of you and your friends!  You are a fun group and we look forward to having you back soon! Jeff H.",
          "date": "2017-01-27T09:57:29Z"
        }
      ]
    },
    {
      "user": {
        "name": "Kinjal S.",
        "user_id": "tbUg9DFMDvcIb_3NxJupcg",
        "link": "https://www.yelp.com/user_details?userid=tbUg9DFMDvcIb_3NxJupcg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AirxyowB_-rMfvSQwMCrog/180s.jpg",
        "address": "Houston, TX",
        "friends": 345,
        "photos": 495,
        "reviews": 401,
        "elite_year": 24
      },
      "comment": {
        "text": "Came here after an event to get some food and drinks. I got the acoustic sangria and the special taco - avocado batter one. It was very tasty. The tacos are very small about the size of your palm. It's family style they bring them out together. I got three and I was still hungry. I also got the corn fritters which were DELICIOUS. The plantains has a nice kick to it as well. They were very tasty. I also got the churros. Spot on. They were so tasty and warm. The key lime pie in a cup apparently wasn't set. My friends didn't not enjoy it. The tacos are very small.",
        "language": "en"
      },
      "date": "2019-04-25T02:07:24Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vIdwwx90PoujBomwVcQpIA/o.jpg",
          "caption": "Corn fritters"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TiHSG8X9KfpjTvWgnf57_w/o.jpg",
          "caption": "Acoustic sangria"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/38eNQycLdRBFHA--zbawdA/o.jpg",
          "caption": "Avocado taco"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fpEaIWO2QyOKewRopUfV2Q/o.jpg",
          "caption": "Churros"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8Hlt6OlsZsja7-wrG9TXvw/o.jpg",
          "caption": "Plantains"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/op9tDMsEvUmB8y8uhIsORg/o.jpg",
          "caption": "Avocado taco"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jamie K.",
        "user_id": "VX6xpJjnQWn9Z8XzqP4Cog",
        "link": "https://www.yelp.com/user_details?userid=VX6xpJjnQWn9Z8XzqP4Cog",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8L0lo7TqmvaYYRhTxkWsog/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 31,
        "photos": 120,
        "reviews": 165,
        "elite_year": 24
      },
      "comment": {
        "text": "Bartaco has figured out contactless dining!!! Menus are online, ordering and payments are online! The food and the drinks were food. However during warmer temps if you are dining outside beware of the bugs and snails that fall from the tree outside. It's a bit of a turnoff but it wasn't too too bad. (Nothing fell in my food!)",
        "language": "en"
      },
      "date": "2020-12-05T23:27:04Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Davour F.",
        "user_id": "b7NK2S8iPtineuLSsnFidw",
        "link": "https://www.yelp.com/user_details?userid=b7NK2S8iPtineuLSsnFidw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wtO3wVBEEYrdOJKYeIKagw/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 4,
        "photos": 27,
        "reviews": 27
      },
      "comment": {
        "text": "Have been going here for awhile 95% of the time the food is great! \nI took a star away for 2 reasons:\n-On occasion, I've been served cold tacos. \n-My last visit, as usual, I ordered a lemonade no ice. This lady brings me a cup of lemonade 2/3rds full. I asked could she fill it up that's why I ordered no ice. Then she tells me that's how much you get with no ice. That was pretty ridiculous way to look instead of just filling my beverage up. I just said never mind because it's something a bit ridiculous to have a back & forth about. \nNext time I'll keep an open tab instead of tipping beforehand.",
        "language": "en"
      },
      "date": "2021-02-09T16:17:34Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "James D.",
        "user_id": "WK-sG44-TGNFBBcT88Zu-A",
        "link": "https://www.yelp.com/user_details?userid=WK-sG44-TGNFBBcT88Zu-A",
        "address": "Mount Pleasant, MI",
        "friends": 0,
        "photos": 7,
        "reviews": 15
      },
      "comment": {
        "text": "Delicious tacos.  Pork and Baja were very good.  Excellent service and very cool environment.  Easy to order and quick to receive.  Tons of options for food allergies and vegetarian patrons.  This is definitely on my revisit list when I come back in town.  Loved the dragon fly koozie which is a perk of ordering a canned or bottled beverage.",
        "language": "en"
      },
      "date": "2022-09-22T11:55:06Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brooke H.",
        "user_id": "ONwW38rJQdp-LeQOajHV3w",
        "link": "https://www.yelp.com/user_details?userid=ONwW38rJQdp-LeQOajHV3w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qavO_FEi3TRdVu9_KcSofA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 108,
        "photos": 37,
        "reviews": 102
      },
      "comment": {
        "text": "Great food and atmosphere. Beautiful porch. Very Covid friendly with outdoor seating and partitions as pictured. You can order and lay on your phone which is a nice contactless option.",
        "language": "en"
      },
      "date": "2021-03-08T00:31:39Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kiW6Q3M8YqF9Re5x8dOaYA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ujPp8DvZmDJBNWHkIYo6oQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/coGnY1gKgFemoeqb6txuTA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Wissal E.",
        "user_id": "FECrig0yFvWo6tGjVy0cOg",
        "link": "https://www.yelp.com/user_details?userid=FECrig0yFvWo6tGjVy0cOg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Kn9ohZU4NS3wCrlu5Catxw/180s.jpg",
        "address": "Roswell, GA",
        "friends": 65,
        "photos": 213,
        "reviews": 160
      },
      "comment": {
        "text": "Good selection of tacos. My favorite was the Baja taco made with fried cod. My company like the chorizo one. The beet salad with goat cheese was good too.\n\nIt was my first time at this place. I liked it. One thing I didn't really like was how long it took for the food to come out of the kitchen. Good thing we had a sweet waitress who handles the kitchen's delay with grace and professionalism.",
        "language": "en"
      },
      "date": "2018-11-20T20:20:41Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Gdjd8QruFYf7KorEurlwFQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sHqDbhhH2rcQYPfWB3_1KQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/31x6O3oxXYiaI0fn7w_klg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Taylor B.",
        "user_id": "8oPKtdw00vU1ITk2ATS4yA",
        "link": "https://www.yelp.com/user_details?userid=8oPKtdw00vU1ITk2ATS4yA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ptTq6_FwVniDR93EkKP8Gw/180s.jpg",
        "address": "Acworth, GA",
        "friends": 7,
        "photos": 59,
        "reviews": 110,
        "elite_year": 24
      },
      "comment": {
        "text": "Love the food! The menu has a lot of different options & has something for everyone. The ahi tuna & guacamole is what I get every time. Their mojitos are freshly made & I highly recommend trying one!\n\nThe customer service is okay here. I've been here multiple times & my servers never seem happy, don't suggest items or give opinions. There's one server I ever highly avoid when I dine due to her sour attitude. \n\nAside from the subpar service, the food is amazing & I would recommend trying.",
        "language": "en"
      },
      "date": "2019-02-28T03:29:47Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Richard F.",
        "user_id": "E4ggzD4uJQywUz5EkbqhKA",
        "link": "https://www.yelp.com/user_details?userid=E4ggzD4uJQywUz5EkbqhKA",
        "address": "Buckhead, Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 11
      },
      "comment": {
        "text": "Dining experience was fun. Tacos are good but are hot what we are used to in CA. When we dined here our daughter ordered for us",
        "language": "en"
      },
      "date": "2022-09-21T13:52:17Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tamara G.",
        "user_id": "4JN_t34gsy4iiSd1AmKwtA",
        "link": "https://www.yelp.com/user_details?userid=4JN_t34gsy4iiSd1AmKwtA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NkE2TfbJLrpBVhz_y3hyiQ/180s.jpg",
        "address": "Dunwoody, GA",
        "friends": 203,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "The food was great and Ming was awesome!! I will definitely come back because of her!",
        "language": "en"
      },
      "date": "2021-08-05T18:27:02Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Bailey B.",
        "user_id": "iexYDwS5iqLe7INaZ8LbOA",
        "link": "https://www.yelp.com/user_details?userid=iexYDwS5iqLe7INaZ8LbOA",
        "address": "Lowell, AR",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "The orange juice has an ungodly amount of pulp and they put an ICE CUBE in the orange juice. Also you have to break the chips yourself. Seriously. \n\n2 stars are for the salsa",
        "language": "en"
      },
      "date": "2021-12-30T18:13:09Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Bailey, \nThank you so much for giving us feedback on your experience. I am so sorry the orange juice was not up to par. We do squeeze fresh juices every morning and it looks like we did not strain it enough. Our chips for our guac and salsa are round and you can easily break them up to your own personal size. Please let us know the next time you dine with us and we will make sure you have a great experience. \n-Ming",
          "date": "2021-12-31T05:45:37Z"
        }
      ]
    },
    {
      "user": {
        "name": "Douglas H.",
        "user_id": "e4hKi0m3XNz-0Z2gO4ASmA",
        "link": "https://www.yelp.com/user_details?userid=e4hKi0m3XNz-0Z2gO4ASmA",
        "address": "Buckhead, Atlanta, GA",
        "friends": 69,
        "photos": 1,
        "reviews": 59
      },
      "comment": {
        "text": "Very good - loved the duck taco and the pork belly one \n\nHad my order to go - fast, hot and great carriers \n\nWill definitely go back",
        "language": "en"
      },
      "date": "2022-02-05T00:40:28Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jeremy B.",
        "user_id": "rDyMtKDY9lxYv5GlxFO8VQ",
        "link": "https://www.yelp.com/user_details?userid=rDyMtKDY9lxYv5GlxFO8VQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WTTF7kzHZwRoYLFtuM9DUQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 449,
        "photos": 3493,
        "reviews": 953
      },
      "comment": {
        "text": "There are so many bars & restaurants within walking distance. The design of the restaurant is community style & the music sets the mood perfectly‼\n\nWe gave a lot of items a try! I mean could you blame us?! We fell in love with the elote corn which was seasoned perfectly. . We gave the guacamole a try & as expected we enjoyed it. The Baja fish tacos were a hit & I tried a new , the ahí tuna was delicious! Of course I can't leave without dessert, so we tried the churros with warm chocolate & it melted in our mouths. Hands down its one of the best desserts I've ever had. We also gave the falafel & lamb tacos a try. Everything was delicious as expected. \n\nYou can't go wrong if you decide to eat here‼",
        "language": "en"
      },
      "date": "2018-04-07T03:43:29Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UaIbIJ-ChT5ycUvPkOtucg/o.jpg",
          "caption": "Baja fish tacos  & falafel tacos.  Yum"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TtuErj_to8CaVtnNEPMeZQ/o.jpg",
          "caption": "Baja Fish & lamb tacos"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/L7e1_WjPOP42jlEnzeH8lQ/o.jpg",
          "caption": "Churros"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 1,
        "cool": 4
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Jeremy, \nThank you so much for sharing your feedback. We are so glad you enjoyed the corn, tacos and churros. We are looking forward to seeing you again soon!",
          "date": "2018-04-13T17:02:05Z"
        }
      ]
    },
    {
      "user": {
        "name": "Aidan B.",
        "user_id": "wO7rGxZBcKeGPniowYFxtw",
        "link": "https://www.yelp.com/user_details?userid=wO7rGxZBcKeGPniowYFxtw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CF7AO8RmzFoEs7Pbomm02Q/180s.jpg",
        "address": "West Loop, Chicago, IL",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Bartaco is a brilliant fusion of delicious food, a lively atmosphere, and friendly + efficient service. I've been coming here for years and have had nothing but amazing experiences. Can't recommend this place enough!",
        "language": "en"
      },
      "date": "2022-01-29T21:02:56Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ben R.",
        "user_id": "vNzoHr4zNwSEQQ_UflcWmA",
        "link": "https://www.yelp.com/user_details?userid=vNzoHr4zNwSEQQ_UflcWmA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/C3yAgRtjdlyTWXW_K3vC9g/180s.jpg",
        "address": "Brookhaven, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 10
      },
      "comment": {
        "text": "Felt like the food is great and that the ordering system is useful. I don't have to deal with servers messing up my order and I can chill with my friends without being interrupted. The drinks are also pretty good.",
        "language": "en"
      },
      "date": "2022-01-29T15:19:14Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Winston G.",
        "user_id": "qb4l3B1VifNbkGkC61emSA",
        "link": "https://www.yelp.com/user_details?userid=qb4l3B1VifNbkGkC61emSA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/L93tVz-doEg6gXWaa_pM3w/180s.jpg",
        "address": "New York, NY",
        "friends": 46,
        "photos": 259,
        "reviews": 246,
        "elite_year": 24
      },
      "comment": {
        "text": "This is one of my favorite restaurants in the Atlanta area mostly because of its affordability in terms of tacos, not so much the drinks, and great tasting food! \nYou really can't go wrong with any of the tacos. My personal favorites include the sesame ribeye, chicken, and for vegetarians the cauliflower or edamame. Honestly the sesame ribeye is just amazing! No sauces needed though Bartaco has 3 different sauces you should experiment with to find your favorite. \nI definitely recommend the corn on the cob side as well, Cajun spices and some cheeses/ mayonnaise - delicious. \nWouldn't really recommend going here for drinks, though they have good drinks, they're quite expensive and you're money could be spent better elsewhere.",
        "language": "en"
      },
      "date": "2016-11-14T01:26:06Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WaEn3J5C-lyw1x3G4GgPoQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-VpzqRF0suZefGPhiQ4_HQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4Myv71NOPAJVBkVaCbQJ3Q/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Winston, Thank you so much for the great review! We agree that our food and drinks are amazing! We look forward to having you back soon! Thank you, Jeff H.",
          "date": "2016-11-21T18:31:48Z"
        }
      ]
    },
    {
      "user": {
        "name": "Bec M.",
        "user_id": "FW-Mx96Zw8mzxE0ELTHVFw",
        "link": "https://www.yelp.com/user_details?userid=FW-Mx96Zw8mzxE0ELTHVFw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/s3R0qmPuB2Tzs_s3pE__xQ/180s.jpg",
        "address": "Wantagh, NY",
        "friends": 0,
        "photos": 3,
        "reviews": 15
      },
      "comment": {
        "text": "Love bartaco but this location is not the best. The quality is not as consistent as the Inman park location. Went today and the Salsa Roja was way too spicy it was hardly edible and normally is not like that. My boyfriends food came out 10 mins before mine even though was ordered at the same time. By the time I got mine he was already done cause I told him to eat since it was already cold when it came out and so was mine.",
        "language": "en"
      },
      "date": "2021-09-19T02:34:45Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Bec-\n\nWe appreciate your review of your recent experience with us. While we do strive for consistency with the other bartaco locations, it sounds like our roja batch may have had a little too much heat this round! Our chefs have been made aware of your comment. Reach out to me at mbyce@bartaco.com, I'd love to gain more insight into your visit.",
          "date": "2021-09-19T22:27:33Z"
        }
      ]
    },
    {
      "user": {
        "name": "Calvin J.",
        "user_id": "bUuuYO3i27yc4b6_Li6NxQ",
        "link": "https://www.yelp.com/user_details?userid=bUuuYO3i27yc4b6_Li6NxQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Fhv3WWlYPHRbdr_boVZosg/180s.jpg",
        "address": "Ladson, SC",
        "friends": 0,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "The manager Jessica was amazing. So personable. Service was A1. Drinks were amazing!! Love this place!",
        "language": "en"
      },
      "date": "2022-01-15T00:46:26Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Calvin! \nWe are so glad you had a great dinner experience with us the other night. Thank you so much for leaving such a great review for Jessica. Can't wait for your next visit. See you soon! \n-Ming",
          "date": "2022-01-16T05:35:38Z"
        }
      ]
    },
    {
      "user": {
        "name": "Donovan M.",
        "user_id": "B_-MxtvRtfPw4YVJ5HydQA",
        "link": "https://www.yelp.com/user_details?userid=B_-MxtvRtfPw4YVJ5HydQA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6F1ab1ldYUuvXhiZ6UfJbw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 124,
        "photos": 54,
        "reviews": 14
      },
      "comment": {
        "text": "What an amazing find this was!! After going through yelp on some Mexican restaurants in the area we came across this place.. The atmosphere inside is beautiful and so peaceful. It has indoor and outdoor area.. \n\nFor drinks, we had the bartaco margarita and Smoke on the water as recommended by the staff there.. both were equally good and I'd recommend these to everyone!\n\nFor food, we started off with the guac+verde+roja and chips combo.. We then ordered the Cauliflower and Falafel tacos which were so freaking delish.. I cannot believe I'd say that about a vegetarian dish!\n\nWe then ordered the Cauliflower rice bowl. There are no options for additional toppings in the menu but you can ask them to add it for you. We included some falafel in the bowl as well. It was pretty good but the same ingredients as the Tacos plus rice.\n\nOverall I'd highly recommend this place to everyone. A date night or hangout with friends, this place will be a good option.",
        "language": "en"
      },
      "date": "2018-04-03T16:20:52Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yXQX-6VDTCPIheYmIbfNwQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oJLwPO7okcreJOU4_hwzPg/o.jpg",
          "caption": "Cauliflower and Falafel Rice bowl"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hSBE9HJkmVsLYzzK6BBKBg/o.jpg",
          "caption": "Bartaco Margarita and Smoke on the Water"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Br2_EvHADfq-CZPmHEF00g/o.jpg",
          "caption": "Cauliflower and Falafel Tacos"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j4n_830cXWQz81wV2nqUbg/o.jpg",
          "caption": "Guac + Roja + Verde with Chips"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Thank you, Donovan, for sharing your feedback! We are so glad you enjoyed the margaritas and tacos!! Looking forward to your next visit!",
          "date": "2018-04-03T20:34:28Z"
        }
      ]
    },
    {
      "user": {
        "name": "Lindy F.",
        "user_id": "hTEKSL52x8cUUlHpUEx4lw",
        "link": "https://www.yelp.com/user_details?userid=hTEKSL52x8cUUlHpUEx4lw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LJXCJNsmSKUXK8VF-6yr0g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 542,
        "photos": 4854,
        "reviews": 1029
      },
      "comment": {
        "text": "\"If you wanna know something and he won't tell you, cut off one of his fingers. The little one. Then tell him his thumb's next. After that he'll tell you if he wears ladies underwear. I'm hungry. Let's get a taco.\" -- Reservoir Dogs (1992)\n\nI've had less than stellar experiences at other Bartaco locations before, but this was my first time at Bartaco Chastain. I've driven past many times as I've gone to other businesses nearby and wanted to give it a try. For starters, this location has plenty of parking (Westside has valet). Also, it is in a great location in my neighborhood.\n\nOn this particular Thursday night, it was late (after 10pm) and I called to find out what time the kitchen closed - turns out it wasn't until 11:15pm. My friend and I headed over immediately. We were greeted at the door by Will, who ended up being our server. He asked us if we had a preference of table and we asked for a booth and he obliged.\n\nWill walked us through the Bartaco ordering process and I explained that I had food allergies - no problem. He asked me to fill out my own sheet so my food would be prepared separately. Awesome. We had water almost immediately while we looked over the cocktail menu. \n\nWell Savannah and I went a little ordering crazy. I started with a Bartaco margarita while we decided on the noms. We chose to start with the plantains and an order of guacamole and chips. The plantains came with a delightful cilantro garlic aioli that packed a punch that perfectly complemented the sweetness from the plantains.  We also added the \nVerde salsa which is tomatillo based with cherry peppers and jalapeños and the Roja salsa which is made with roasted tomato and peppers with pineapple. I found myself triple dipping the chips. I almost filled up and wasn't going to have room for my tacos... the sacrilege!\n\nSavannah ordered the Baja fish taco and chicken taco. She was very happy with both - I can't speak to them as I didn't try either. I went a bit crazy and had 4:\n\nSesame beef, mojo pork carnitas, and pork belly. Then I ordered the secret menu avocado taco. I heard about this least year and never had the chance to try it. The carnitas was good, but not my favorite. The avocado was awesome - creamy avocado and a crunchy acidic slaw made a perfect combo. But forever more, the pork belly will be my favorite. I could eat 3 or 4 of those alone and be a happy girl. \n\nNow, I'm not sure how, but we made room for dessert. Will told us about their desserts and I was just salivating at the thought. Out they came - Churros with dark chocolate dipping sauce. Perfectly coated in cinnamon sugar and a silky, warm dark chocolate sauce - I could have eaten with a spoon had they brought me one. We annihilated those bad boys. So Mamie sure to leave room.\n\nAs for service, we were never lacking for anything. Water glasses stayed filled, every dish that was brought out, the servers mentioned my allergies to make sure that I knew that the tray was safe for me. Will was attentive and friendly without being annoying. The manager, Carlos, came by and checked on us to make sure we were happy and had everything we needed. We were not hurried out after they closed and we never felt rushed. Our level of service never changed based on how busy they were. Kudos!\n\nI would definitely come back again. Great food, great service.",
        "language": "en"
      },
      "date": "2018-02-13T04:39:15Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pvlUzA08kmp0efR_xEUyRg/o.jpg",
          "caption": "Drink menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fcNFirdHvzt0bvsqpD8tag/o.jpg",
          "caption": "Drink menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RNFBUPR2_tm4JH1OTCtung/o.jpg",
          "caption": "Plantains with cilantro-garlic-lime aioli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jg2vSyvixkidJa8qBBC4YQ/o.jpg",
          "caption": "Guacamole and chips"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/md1TWIuybBaTS69tNZSCzA/o.jpg",
          "caption": "Salsa verde (tomatillo based) and roasted tomato and pepper salsa with pineapple- with guacamole"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xlvNXSsAVMk9V7XIEUSjcA/o.jpg",
          "caption": "Bartaco margarita"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Vu4oZbmBlUM4G9tgpFPTDw/o.jpg",
          "caption": "The Reviver (gin based cocktail with cucumber and mango)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NwNZFfWLnL4WHz1EyJaaXA/o.jpg",
          "caption": "Side of pineapple with lime"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pd6f8uhJ3W6abgn3E9LGcA/o.jpg",
          "caption": "Side of Mexican corn (you can request it off the cobb)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/55DOamJA6VbAL5D4qu9GEQ/o.jpg",
          "caption": "Baja fish taco and chicken tacos"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 2,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Gerald M.",
        "user_id": "JyJGhQdMa6IKQOAluXnJ3g",
        "link": "https://www.yelp.com/user_details?userid=JyJGhQdMa6IKQOAluXnJ3g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oGcEFA3MsQUzjszEs4ci6g/180s.jpg",
        "address": "Washington, DC",
        "friends": 0,
        "photos": 0,
        "reviews": 32
      },
      "comment": {
        "text": "Just realized I was in Chastain park...always heard about it but never been...good to know. Now for the food...I had the falafel tacos which I thought were the best and the cauliflower tacos were good too...wanted to soup but they ran out. Other than that it was a good time and good eats!",
        "language": "en"
      },
      "date": "2021-09-23T02:23:41Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stacie K.",
        "user_id": "33BSN_vWHr-yuSCQLs0T2Q",
        "link": "https://www.yelp.com/user_details?userid=33BSN_vWHr-yuSCQLs0T2Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/eaG9kMASGGjgU0LNN6R5LA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 10,
        "photos": 67,
        "reviews": 27
      },
      "comment": {
        "text": "This was not my first time at Bartaco -but let me say that the reviews I have on the food, as well as the service and overall experience from the first time I dined here, and again for this time are exactly the same..\n\nLet me just say... the food will not disappoint. It's great. The margs are made with fresh squeezed lime juice (no gross sugary premade sour mix). The tacos are great - love the Baja fish, sesame ribeye, pork belly, duck... like literally I don't think there is a bad taco on the menu. P.s. - the guac is also fantastic. \n\nNow for the bad part... I hate to do this. I mean, I really do... but this place is absolutely, 100% disorganized and the service is shitty and it doesn't make sense. \n\nLet's start from the beginning... first of all, we asked for a table of 4. Then we found out that another friend was coming so we told the server, and he led us to a table then basically abandoned us and said to \"go to the hostess stand and get back on the waiting list\"... I'm sorry. No. I'm not going to wait another 45 minutes to sit down. There were tables that could easily be pushed together on the patio - he was just lazy. We stood there for about 10 minutes as everyone walked around and then finally flagged another wait staff down. We explained the situation - and they pushed two tables together and sat us immediately (whooo big brain buster there). I was willing to give it another chance from there except...\n\nWe waited for 15 minutes before a server came to greet our table (lucky us, it was the original guy who told us to go back to the hostess stand and get back on the list). No one should be seated and wait 15 minutes to have their drink order taken... also, I've been to Bartaco so I know that you have to fill out the slip for each persons order - but we had 2 people at our party who haven't been. The menu and ordering style was never explained to the table. If you're going to have a concept like this, you HAVE to explain it.\n\nWe struggle to get though the ordering process and getting everyone on the same page... our server finally takes the orders. Then..... crickets. An hour passes and we still don't have our food, and he never comes back to even check on us. Horrendous service. We even had an unexpected friend join in to grab a drink... we sat there for 30 minutes after she arrived and no one even came over to see if they could take her drink order. Again, we had to basically stand on our chairs and wave our arms in the air to get someone to come over to get her order... he took a drink order for our new table member, but literally didn't ask any other person if they wanted another round (every single glass was empty!!!) or refill waters (no one had any at this point). It was comical at that point...\n\nAn hour after being seated, our tacos finally came. Cold.... it still tasted good, but still... wait and hour and have cold tacos!?!... after the food was served, our waiter disappeared for another 20 minutes. \n\nNever have I ever encountered service so horrible. I probably won't voluntarily come back here.. ever. I am honestly in disbelief about this whole experience.\n\nOh, and even with all the separate orders that you have to turn in, they still somehow managed to mess up the check at the end.... I wish this place would get it together.\n\n----------------\n\nUpdate - I wrote this review as we were at the table. The manager, Brandon, was made aware of our experience... he was VERY accommodating and polite. He apologized profusely (although it was not his fault)... and took care of the tab for the entire table. He was very understanding and demonstrated the epitome of what you would want to see for customer service. For that, I'll add a",
        "language": "en"
      },
      "date": "2018-02-25T02:49:13Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rILnfMYh-5o8vKKbTRHb-Q/o.jpg"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Stacie,\n\nThank you for the feedback both at the restaurant and in the review. Again, I must apologize for how the evening with you and your friends turned out. It's certainly nothing we at bartaco are proud of. I would appreciate it if you would reach out to me personally at bodonnell@bartaco.com. I would love for the opportunity to have you and your friends back for a night out on the patio. Thank you again for your feedback I appreciated it then as I do now and I look forward to hearing from you soon.\n\nThank you,\nBrandon O'Donnell",
          "date": "2018-03-01T04:31:16Z"
        }
      ]
    },
    {
      "user": {
        "name": "Crystal L.",
        "user_id": "mYhAO_KVqqBW9810wqx_lw",
        "link": "https://www.yelp.com/user_details?userid=mYhAO_KVqqBW9810wqx_lw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BFZyqNAUDHj_fmhnEUpk_A/180s.jpg",
        "address": "Dacula, GA",
        "friends": 5,
        "photos": 19,
        "reviews": 12
      },
      "comment": {
        "text": "This is a great place if you want to admire the area while you eat. There are two dining choices: inside or outdoors. There are different types of foods including non-taco items and taco items. Of course, I chose taco items to share with my sister. \n\nWe chose to get the Baja Fish taco, Chicken chorizo taco, Crispy rock shrimp, and Glazed Pork Belly. I personally only have eaten the Glazed Pork Belly and the Chicken Chorizo. The Glazed Pork Belly was delicious! The pork was very soft and fluffy; it melts in your mouth. The chicken on the other hand.... Not very satisfying. The chicken was dry and lacked flavor. This was still good! However, compared to the pork, the chicken was nothing. \n\nWe also got a side of grilled corn. This was a corn on a cob cut into two pieces. I've seen that you can request the corn off the cob as well. However, there was not option to do so in the menu. The corn had butter, cojita cheese, and cayanne or paprika as well. This tasted well\nwith lime juice. One complaint I have with this was that the corn was a little dry, but could be fixed :)",
        "language": "en"
      },
      "date": "2019-05-19T19:44:10Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rFUDW-n-NsfSaWolH4m2Xw/o.jpg",
          "caption": "Their matches and menu :)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j8fvCkub51jVhyXYl4muRA/o.jpg",
          "caption": "Grilled corn and 4 variety tacos: Fish, Shrimp, Chicken, and  Pork belly"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kenya O.",
        "user_id": "6Bjv8FIRZ6fPVqtKePUA0Q",
        "link": "https://www.yelp.com/user_details?userid=6Bjv8FIRZ6fPVqtKePUA0Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zvUaXq_1XOJk1bnqEcAxnA/180s.jpg",
        "address": "Buckhead, Atlanta, GA",
        "friends": 500,
        "photos": 11,
        "reviews": 12
      },
      "comment": {
        "text": "The vibe here is great. Definitely a meet up spot for drinks, tacos and energy not overly crowded and they are definitely taking all precautions for COVID. While doing so, you have to order food through your phone.  I love it here!",
        "language": "en"
      },
      "date": "2020-10-01T15:11:06Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xd1vHamJDkmEDFa_KCt__g/o.jpg",
          "caption": "I had a Baja, Oyster and Duck taco and 3 were amazing! My favorite was definitely the oyster."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Charles S.",
        "user_id": "0MeivhX0kZCfV3zMtHtk9Q",
        "link": "https://www.yelp.com/user_details?userid=0MeivhX0kZCfV3zMtHtk9Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MfnFhoWrJfq6qIbzAsn18Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 344,
        "photos": 492,
        "reviews": 1025,
        "elite_year": 24
      },
      "comment": {
        "text": "I liked my previous experience so well that I treated my office to lunch at Bartaco last Friday.We had been working like crazy through a number of huge projects and it was finally time to ease off the gas.\n\nThe ten of us loved it -- even the two guys from Korea and Cote d'Ivoire who had never had tacos before.  We ate outside on a beautiful early fall day.  The service was great.  Everyone had their favorite tacos.  I think I'm settling on the curry shrimp and the short ribs as my faves.  And the corn.  One of my colleagues fell in love with the gazpacho.\n\nAnd I found the perfect way to make all of my co-workers think they had died and gone to heaven: three orders of churros for 10 people.  Bam!  Hot. Terrific.  Accompanied by chocolate sauce.  And our resident latina got everyone laughing by teaching us how to pronounce 'churro' with that lovely rolled R. \n\nGive it a try.  Stress on the first syllable:  'CHU rrrrrrrrro'.   \n\nI'm upgrading.  Bartaco earned the fifth star.",
        "language": "en"
      },
      "date": "2015-10-14T20:03:00Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-oA5Tx5C5SvonQCwaNA5Ig/o.jpg",
          "caption": "Nonna says \"Bartaco is very interesting.\""
        }
      ],
      "feedback": {
        "useful": 12,
        "funny": 7,
        "cool": 12
      }
    },
    {
      "user": {
        "name": "Malcolm C.",
        "user_id": "qHFPYH03GLxo8KIBryx4EQ",
        "link": "https://www.yelp.com/user_details?userid=qHFPYH03GLxo8KIBryx4EQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1PpjxHP7BNM9yHCTTRYh0A/180s.jpg",
        "address": "Colorado Springs, CO",
        "friends": 503,
        "photos": 2,
        "reviews": 13
      },
      "comment": {
        "text": "I definitely didn't expect to have such a good time! The bartender Chris walked me through my first experience, and was very patient with me. Levi was also very professional! I hope corporate considers making him a manager one day, because I felt so well taken care of! What a great experience!",
        "language": "en"
      },
      "date": "2021-09-24T18:23:57Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Vanessa C.",
        "user_id": "jknc7bFXuksioTHVtj7-tQ",
        "link": "https://www.yelp.com/user_details?userid=jknc7bFXuksioTHVtj7-tQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WnieaJw3YaP83tACqWhH0Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 132,
        "photos": 70,
        "reviews": 114
      },
      "comment": {
        "text": "I really like Bartaco, especially this location. The space is open and bright. It was a very warm, friendly feel. They have a large patio that is tucked away and surrounded by beautiful greenery. It's covered so on a nice, sunny day you wanted get too hot. During the colder months, they have a large fireplace and heaters.\n\nThey offer a variety of specialty drinks. I had the \"some of the water', which was light and refreshing!! It is a watermelon based drink and is severed with two freshly cut pieces of watermelon and a mint leaf. This drink runs about $10. Most of the drinks run from $9-$13 so a little pricey. \n\nAll tacos are single order so you can mix and match! I had the baja fish taco. It was so good!!! I, also, had the red snapper fish taco, which is breaded and served with a slaw. Most taco run from $2.50-$3.50 each. They have other options like rice bowls that cost a little more.\n\nOverall, I really enjoy dining here!",
        "language": "en"
      },
      "date": "2018-07-28T18:06:29Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bBalSFfmNeZodcHoJ_z9vQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lucy L.",
        "user_id": "qHZAGWMIBK3hIQMBpLEdKg",
        "link": "https://www.yelp.com/user_details?userid=qHZAGWMIBK3hIQMBpLEdKg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0OoFNNTMsV8os2nyXOU9XA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 287,
        "photos": 637,
        "reviews": 153
      },
      "comment": {
        "text": "The building is so cute. The service was great. The bart Regina was friendly and help. The food was amazing. The drinks are good. The tacos are small.",
        "language": "en"
      },
      "date": "2020-03-21T03:49:50Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pu7RQO3EkJzsfpa37q_nvA/o.jpg",
          "caption": "Asada taco and fish taco"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Pp-i9jyX5p3qRo7kp9UJJg/o.jpg",
          "caption": "Cute building"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/I-Kvx9pR36IRutBimKNHKQ/o.jpg",
          "caption": "Pork belly, oyster taco, fish tacos"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/K2Hj6kgO2q3f8j8k47cphw/o.jpg",
          "caption": "Plantains"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JvELovjlj07JktDx0BOy0g/o.jpg",
          "caption": "Quesadillas"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fatFjpFPSnH5YQ6i287HqA/o.jpg",
          "caption": "Strawberry margarita"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aHJ1s8-qpej2AaLdE6iPig/o.jpg",
          "caption": "Tuna poke"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 2
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Michael H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/z5AS7WrvGRuXgU-yuXHiIg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Lucy, thank you for taking the time to provide us with some great feedback and it was great seeing you the other night at bartaco! I know you are a loyal bartaco patron and look forward to seeing you again on your next visit! Jeff H.",
          "date": "2016-09-10T19:14:25Z"
        }
      ]
    },
    {
      "user": {
        "name": "Lisa T.",
        "user_id": "IZwwHZKK4yxziqcy28uXmA",
        "link": "https://www.yelp.com/user_details?userid=IZwwHZKK4yxziqcy28uXmA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qF5tlZMHWCbRhPdY2kssow/180s.jpg",
        "address": "GA, GA",
        "friends": 18,
        "photos": 15,
        "reviews": 35
      },
      "comment": {
        "text": "At first, I loved Bartaco ever since I tried it at North Hills in Raleigh, NC but since visiting the one here in Buckhead, I feel like the menu has changed and they've lost some of their options for tacos. Still, the food is always amazing and we always have a great time.",
        "language": "en"
      },
      "date": "2021-10-29T07:15:04Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sophia A.",
        "user_id": "Ny1part_QaxnClaEhU_vKA",
        "link": "https://www.yelp.com/user_details?userid=Ny1part_QaxnClaEhU_vKA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GLvPTpEIgcSP3StzZjT6tg/180s.jpg",
        "address": "Midtown Atlanta, Atlanta, GA",
        "friends": 2,
        "photos": 45,
        "reviews": 10
      },
      "comment": {
        "text": "Great tacos! Only gave 4 stars because the tacos are a bit small for the price, but I have been here plenty of times and I always enjoy it. The customer service is great. They're happy to resolve any issues I've had in the past without question. The ambiance of the restaurant is really nice too. My favorite tacos are the Baja fish tacos and the pork belly. The slaw on the Baja fish is SLAMMIN' and the pork belly is so soft and juicy. Their duck quesadilla is also to die for. Ask about their secret taco if you decide to go (; They also have great drinks so they definitely live up to their name.",
        "language": "en"
      },
      "date": "2020-10-10T16:04:31Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0JGdshRFLS-ic-RIAMz3xg/o.jpg",
          "caption": "Plantains, pork belly tacos and duck quesadilla."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jennifer P.",
        "user_id": "WgaRoWpicXE0Hnf5PTgpAQ",
        "link": "https://www.yelp.com/user_details?userid=WgaRoWpicXE0Hnf5PTgpAQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yojXVJzO8k1EWgWozqAiQQ/180s.jpg",
        "address": "Old Fourth Ward, Atlanta, GA",
        "friends": 24,
        "photos": 44,
        "reviews": 113,
        "elite_year": 24
      },
      "comment": {
        "text": "I usually do not bring my fiancé to any restaurant because he is usually not easy to impress. He always assumes everything in a restaurant can be replicated at home or thinks it's just a food fad that'll dissolve in a year or so, but I brought him here for the first time for dinner and, I have successfully produced a patron! \n\nHe was so impressed with everything we had ordered! He had the pork pastor and ate it without any sauce. He said it was packed with a lot of flavors and didn't need any. I ordered him a chipotle slaw and he ate all of that without sharing. I guess he wanted it all for himself lol. He ordered himself a bowl of rice with shrimp curry and loved it! He shared that with me though and I have to admit it tasted kinda Asian. It had a coconut taste to the shrimp curry. I like how the rice was the healthy kind of rice. It's not the basic white, long grain rice aka cheap rice. \n\nI saw some customers at the table behind me eating mint chocolate chip ice cream. They made it look so good so me and my fiancé ordered two and it tasted home made. Carlos was the server and recommended me to try coconut ice cream and it was so authentic and delicious!! \n\nI don't know why but mid ice cream, my fiancé ordered another pork patron! This time taking Lee's advice (General Manager) to put the habenaro sauce on the taco. My fiancé liked the sauce so much, we bought one of sauces to take home! It was $7 I believe. Now we have a little taste of bartaco at home :)\n\nI can't wait to come here again! I'm looking for any and every occasion just to come here. It'll impress all your friends and family! All the managers and servers work together in harmony. Lee and Carlos definitely made this dinner a memorable one!",
        "language": "en"
      },
      "date": "2015-10-24T03:07:05Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/47X0ChrmAdLiVV_LI-yUFQ/o.jpg",
          "caption": "Shrimp curry bowl"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qLnxMuJIYNkRKoLNl6Uc8Q/o.jpg",
          "caption": "Fish taco, pork belly taco, sea same taco, pork patron taco and chipotle slaw"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MX0D064VZxPWJA6LYRoHXw/o.jpg",
          "caption": "Grapefruit soda. In the background is what's left of the guacamole. Me and my fiancé don't like avocados but we loved the guac!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "MaryShannon R.",
        "user_id": "VzhDY_8Y0sqJo_M-Tgmq-w",
        "link": "https://www.yelp.com/user_details?userid=VzhDY_8Y0sqJo_M-Tgmq-w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/j6r6RAN88-K_rPhBc0htEQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 227,
        "photos": 121,
        "reviews": 44
      },
      "comment": {
        "text": "Im only giving it 3 stars because its just not my thing ( I am picky) . I gave it a shot but was disappointed with the food and the food options. Its definitely not your \"typical\" mexican but they do offer lots of other \"Healthy\" options. But if you dont have cheese dip then its a no go from me. I do have to say their outside seating is amazing and I would go to sit out there and drink margs if I had friends go but it wouldn't be my first pick. I have friends that love it here so try it out and see what you think!\n~ Side note - You write down your order on a piece of paper and give it to the server... seems a tad odd but didnt hurt anything",
        "language": "en"
      },
      "date": "2017-08-11T03:53:29Z",
      "rating": 3,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-bGfHNDsdkUZ_gwN6vxjdA/o.jpg",
          "caption": "Outside patio"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/n9XgWklochfovyPBBQ53rg/o.jpg",
          "caption": "Outside tables"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vLHYhZH-coeZOa2SudVZqA/o.jpg",
          "caption": "Inside tables"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SraYRXrJYEMjcZv6kM6a1w/o.jpg",
          "caption": "Chicken quesadilla and steak tacos"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AqTMDmTV0lyz07milHRIJg/o.jpg",
          "caption": "Kids Chicken quesadillas"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3HgSim7lVn0gxJ8n7aEJkQ/o.jpg",
          "caption": "Booths"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BUwQ7wohwwGFiV89nfW7PA/o.jpg",
          "caption": "Bar"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YL0J1cZqpKHHHSSootniPQ/o.jpg",
          "caption": "Inside bar"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ca5O7q8nCwFxkBi9VSpSoA/o.jpg",
          "caption": "Inside dinning room"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zwMDP14yyfduE5IjDnFCeA/o.jpg",
          "caption": "Guacamole"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 2,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kim M.",
        "user_id": "RK4hXw29-aBAORVPxDcp5g",
        "link": "https://www.yelp.com/user_details?userid=RK4hXw29-aBAORVPxDcp5g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6ozw9Io7-12dClPUrGlw8Q/180s.jpg",
        "address": "Sandy Springs, GA",
        "friends": 130,
        "photos": 151,
        "reviews": 95
      },
      "comment": {
        "text": "Been hearing and seeing (on Instagram) a lot of good things about Bartaco and finally went on a double date and I have to say, for the ambience and well thought of design execution, it was a good choice!\n\nCome here for the tacos and cocktails, bring awesome friends with you and you're guaranteed to have a good time. Here are the tacos we had ranked highest to lowest: \n\n1. Pork Belly - seasoned perfectly and super tender! \n2. Fish Taco - loved the crunchiness against the soft taco\n3. Fried Oyster - like a bahn-mi but better\n4. Chorizo - would've have been great if seasoned more\n5. Beef - korean style with kimchi, just ok\n \nWe also had churros and gelato but there's nothing to rave about them.  Probably not having any next time and just reserve all my appetite for the yummy tacos!  Definitely trying the quezo next time too!",
        "language": "en"
      },
      "date": "2017-07-26T19:09:34Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rGZ8Yw6mDKphrMJa_N780Q/o.jpg",
          "caption": "Sanguina cocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Qo8NDzgoUf3QTcP0bfM31w/o.jpg",
          "caption": "Grilled corn off the cob, wish the corn was sweeter!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ejOkpUxZgNH2hXbJ0qsLfw/o.jpg",
          "caption": "Highly recommend the oyster and fish tacos but definitely try the pork belly!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XSiwNrwf4dTYvxPWOIzijQ/o.jpg",
          "caption": "Gelato for dessert!"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Diana V.",
        "user_id": "VDM3ciP_7LJm9JFSFiHZhA",
        "link": "https://www.yelp.com/user_details?userid=VDM3ciP_7LJm9JFSFiHZhA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/frnXMTV4out0jx4fWdlAaw/180s.jpg",
        "address": "Beverly Hills, CA",
        "friends": 133,
        "photos": 643,
        "reviews": 78
      },
      "comment": {
        "text": "My best friend worked as a hostess here for a few months, and that became an excuse for me and the rest of my friends to dine here every weekend... and we LOVED our experience every single time. \n\nThe Atmosphere: this place is just so cute, cozy, and welcoming even from the distance! PERFECT place to bring a date or just a group of friends. They do have outdoors seating that includes heaters so you can still sit outside on those cold fall or winter days. The environment is just so positive and everything inside has been decorated very nicely, making you feel very comfortable to dine there and just have a great time! I wouldn't say hippy, but it does have a modern look to it overall, which I love! \n\nCocktails: \nAhhhh what can I say! Every single cocktail I've had here is just GOOD. Some of their cocktails change with the season, but I promise you that whatever drink you get is going to be really good, guaranteed!! \n\nSometimes I would go in not wanting to have an alcoholic drink, and thanks to their huge variety of non-alcoholic drinks, I was always able to have a drink in hand! Some of my favorite nonalcoholic drinks include: \n- fresh juices : grapefruit ginger \n- fresh juice: lemonade and fresh mint \n-fresh juice: limeade \nAll of their combinations of teas are pretty good too! \n\n\nThe food: \nEverything on the menu is just amazing!! So, you can't really go wrong with anything that you choose. \n\nAppetizer: You can never go wrong with their guacamole and chips or salsa! To die for!!! \n\nTACOS: \nMy favorite tacos of all time include the following:\n- sesame ribeye \n-Baja Fish\n- falafel \n- Chicken \nMy other friends who are more into pork and stuff are in LOVE with their \"pork belly\" and their \"spicy chorizo\" tacos. \n\nNot Tacos: \nI always go for their tacos first when I dine here, but my favorite \"non-taco\" dishes include:\n-chicken soup\n-mahi mahi ceviche\n- rotisserie half chicken \n\nRice Bowls: \nAgain, if it's your first time visiting, I suggest you GO FOR THE TACOS first!!! But, if you really want to try their rice bowls, then try the \"Sesame Ribeye rice bowl\" and you won't be disappointed! \n\nDessert: THIS IS THE BEST PART!! You could totally go for some ice cream or key lime pie, but take my advice and get yourself some CHURROS!!!! You'll be one happy customer! \n\n\nOverall, I love this place and each and everyone that works there. Very sweet, attentive, and awesome people! Amazing food, atmosphere, and overall experience. I always bring friends or guest from out of town here and they are impressed every time!!",
        "language": "en"
      },
      "date": "2017-09-21T02:09:56Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=-z8D7z4o1VXEJtxJTcH1fQ&start=160"
  }
}