{
  "search_metadata": {
    "id": "6601920dcca014d6ae10fd7c",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/6601920dcca014d6ae10fd7c.json",
    "created_at": "2024-03-25 15:02:37 UTC",
    "processed_at": "2024-03-25 15:02:37 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/9M1XZ0637bZpG8SqvgzqrQ?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/6601920dcca014d6ae10fd7c.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/6601920dcca014d6ae10fd7c.prettify",
    "total_time_taken": 2.21
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 110,
    "num": "50",
    "place_id": "9M1XZ0637bZpG8SqvgzqrQ"
  },
  "search_information": {
    "total_results": 640,
    "business": "Wisteria"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 640
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Joy D.",
        "user_id": "vi07_vPjTstJaaL38BeiIQ",
        "link": "https://www.yelp.com/user_details?userid=vi07_vPjTstJaaL38BeiIQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/N2T4c946Z1S4uiAlDA4CYg/180s.jpg",
        "address": "Raleigh, NC",
        "friends": 381,
        "photos": 419,
        "reviews": 320
      },
      "comment": {
        "text": "Wisteria blew me out of the water. A few of us came for dinner since it was Inman Park Restaurant Week. I thought their $25 menu looked sexy until I saw their $35 menu and had no words. Overall, their appetizers were the best part of the meal, and if I had the choice, I might just go back next time and order a bunch of appetizers and one entree to split with others. One entree is enough to fill you up, let alone add appetizers and desserts. \n\nATMOSPHERE - 4 Stars\nThe space is pretty cozy and tight - not much walking room. We made the mistake of waiting inside near the bar but it took our table a while to get set up so we ended up blocking a lot of server's paths. If the table isn't ready, I'd recommend waiting outside. The lights are dim, but not too dark - photos will still turn out without flash (but barely). The noise levels I thought were a bit loud and had trouble hearing the person next to me. Overall clean space, but not much of a wow factor with decor.\n\nPIMENTO CHEESE DEVILED EGGS - 5 Stars\nThere were 3 halves of eggs with pimento cheese mixed well into the egg yolk, and there was one pickled okra split down the middle on the side, and two spiced pecans also on the side. Originally I thought they would've diced up the pickled okra to make a relish on top of the deviled eggs, but it was fine on the side as well. It reminded me of when you get a meat and cheese board and they put other flavors on the side. Overall, very very tasty deviled eggs.\n\nCRAB BISQUE SOUP - 5 Stars\nAmazing. You could taste the pieces of crab meat in the soup, and it had quite a nice flavor and substance. I would definitely recommend it.\n\nPORK BELLY AND SCALLOPS - 5 Stars\nNormally I shy away from scallops in fear of it being too rubbery or with a lack of flavor, but I tried my friend's scallops along with pork belly and they were FANTASTIC. There was so much flavor, and the textures were absolute perfection. The pork belly melted in my mouth. \n\nFRIED CALAMARI - 5 Stars\nAgain, this was so flavorful and delicious. The cornmeal that they used with the calamari was an interesting touch and I liked it. The calamari itself was a little too soft for my liking, but the flavors were all spot on, especially the sweet and sour apricot sauce and the wasabi cream dip. \n\nMOLASSES-RUBBED PORK TENDERLOIN - 4 Stars\nThe pork tenderloin was cooked perfectly! This dish is also super paleo friendly (once you remove the fried onion rings) - it has meat, sweet potatoes souffle, and a onion/apple/walnut relish. If I wanted a nice place to go out to celebrate with friends but were on the paleo diet, I'd come here. Only complaint was that it could've used more punch in the sauce. \n\nBLACK ANGUS TOP SIRLOIN - 4 Stars\nThis steak costs an extra $5 on top of the $35 dinner price for restaurant week. It was a nice steak and all, but I wouldn't say it'd make it to my list of memorable steaks I've had in my life. The braised greens mac and cheese, however, was the best mac and cheese in my life hands down. I really loved what the braised greens brought to balance out the richness of the mac and cheese. It was A LOT of food though, so order this if you are pretty hungry or don't mind packing mac n cheese for lunch the next day.\n\nPAN SEARED SKATE WING - 5 Stars\nThe flavor of the actual skate was phenomenal. I could've devoured this dish with no problem. It came with asparagus and grits. Of all the entrees that I tried tonight, I think the Skate was my favorite main dish. \n\nTHREE PIECE DESSERT SAMPLER - 4 Stars\nThis was one of my most pleasant dessert experiences because it comes with 3 things! Lemon Pecan Bar, which was the best lemon bar of my life - full texture without being too sour or sweet and topped with a light and delicious whipped cream. The carrot cake was really sweet but since it only took 3 bites to finish, it was a nice break to the other desserts. Finally, the fudge tart with Mexican chocolate ice cream - the fudge tart was a bit too dense and dry for my liking, and the Mexican chocolate ice cream wasn't as spicy as I thought it would be. The lemon bar was my favorite. \n\nSERVICE - 5 Stars\nOur waiter was super friendly, super fast, and super knowledgeable. Our entrees came out almost right after we finished our appetizers, which was very pleasant. He split our checks perfectly as well. \n\nOverall, I had wonderful wonderful experience at Wisteria, and would love to go back again. Thankfully they'll be participating in Virginia Highlands restaurant week as well!",
        "language": "en"
      },
      "date": "2014-09-26T01:34:07Z",
      "rating": 4,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VtlfkJLffyRlOqBGSfvZKg/o.jpg",
          "caption": "Signage"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8wtyOYLXrANcLoVQMp83lQ/o.jpg",
          "caption": "Pimento cheese deviled eggs with pickles okra and spiced pecans"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/t7encg8zHLPIQqWhiKxCpg/o.jpg",
          "caption": "Pork belly and scallops appetizer"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g194Av9pO8GbJLjRO7ptVA/o.jpg",
          "caption": "Sirloin steak with braised greens Mac n cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WjuELR3KUPYHEcbSWy5ADQ/o.jpg",
          "caption": "Molasses rubbed pork tenderloin"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/h4IA5wkqyyXRX1ofxI9XAg/o.jpg",
          "caption": "Dessert trio: lemon bar, carrot cake and fudge tart with Mexican chocolate ice cream"
        }
      ],
      "feedback": {
        "useful": 11,
        "funny": 1,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Aurielle W.",
        "user_id": "H6w2T33E0H891JdKJSQl7A",
        "link": "https://www.yelp.com/user_details?userid=H6w2T33E0H891JdKJSQl7A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-B6wb3CpCMHm8z2yX-DlJA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 419,
        "photos": 412,
        "reviews": 133
      },
      "comment": {
        "text": "What a delightful evening for dinner! We tried Wisteria tonight for a family meet and greet and we were not disappointed! We started off with the quail and biscuits on a bed spread of apple butter along with the sweet potato hush puppies (my personal favorite). Then for main courses, we had the fried chicken with collard greens and corn cakes, fried catfish and the lamb. My chicken was good along with the lamb and my mom really enjoyed her catfish with a side of corn bread. My favorite course, dessert, we sampled the banana pudding, bourbon bread pudding and fried apple pie. All were quite flavorful and the banana pudding had real banana and vanilla wafers! Overall, I give an all 5 rating for the great service, delicious food and pleasant atmosphere!",
        "language": "en"
      },
      "date": "2019-02-18T03:32:05Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We're so happy you enjoyed everything from our desserts to our ambiance and main courses, Aurielle! Stop in again soon -- there's plenty more to explore on our menu. \n\n\nBest,\nJason Hill, Owner",
          "date": "2020-02-17T06:10:47Z"
        }
      ]
    },
    {
      "user": {
        "name": "Chris M.",
        "user_id": "cOAPYZkZSYlc8oXK5Sf-lg",
        "link": "https://www.yelp.com/user_details?userid=cOAPYZkZSYlc8oXK5Sf-lg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tqLn2c2nnWAkXYNTIGJhFQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 98,
        "photos": 853,
        "reviews": 175
      },
      "comment": {
        "text": "We came as a group of 8 on Thursday evening, we had a reservation so they had a big table ready for us. The restaurant is dark and has a romantic date night vibe, although I would not describe it as a particularly nice place. The server was friendly but seemed a bit impatient, rushing us a bit. We started with some drinks, everyone seemed happy with their cocktails and wine. I had the Moscow mule, which was tasty. They also brought out some rolls after ordering food, they were good. My fiancé had the Salisbury steak lamb, it was tasty and served on top of a bit of mashed potatoes. The seasoning was a little strong, but overall a good dish. I had the veal and beef meatballs, which included gnocchi and 5-6 large meatballs, which was very good. Both the dishes were good. When they brought out of the dishes for our table, they had our orders incorrectly, not a big deal, but distracted from the overall dining experience. Overall, we left satisfied with the meals. I think there are a lot of similar restaurants in Atlanta, the fancy southern style. Wisteria is nothing special and for the price, I think there are better options.",
        "language": "en"
      },
      "date": "2019-04-27T02:07:51Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9CwTsJXXnnRkS4TDNfMP7A/o.jpg",
          "caption": "Salisbury steak lamb"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WdSGpnu7MzM8_JcDTJP2tQ/o.jpg",
          "caption": "Mac and cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nItBzG3_4QVK0ima5hgFJg/o.jpg",
          "caption": "Veal and beef meatballs"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Chris, we're glad you were all able to stop by for a meal and that you for the most part loved the food! Our new servers sometimes get a bit overwhelmed with larger parties, but we never want that to factor into your overall experience with us in a negative way. We hope our tasty cocktails and meatballs will bring you back our way! \n\nThank you,\nJason Hill, Owner",
          "date": "2020-02-18T22:32:50Z"
        }
      ]
    },
    {
      "user": {
        "name": "Rose C.",
        "user_id": "R_mI9zKiwKuydzCImy-TAw",
        "link": "https://www.yelp.com/user_details?userid=R_mI9zKiwKuydzCImy-TAw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/O9uW5LOI8tM_JbAisLx0oQ/180s.jpg",
        "address": "El Segundo, CA",
        "friends": 6,
        "photos": 131,
        "reviews": 53
      },
      "comment": {
        "text": "This is a great find in Atlanta! Great restaurant! Great food, good wine selection and amazing service! I was really impressed with the quality and preparation of the food. It's in a great area, and a little hard to find, but definitely worth the effort. I went on a week day, and there was no wait, so you may need to make a reservation on the busier days.",
        "language": "en"
      },
      "date": "2017-05-31T13:33:12Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/90SWPhSrvQCY6Wbm9mNqzg/o.jpg",
          "caption": "This is an amazing spot! Great wine selection, great food and wonderful service. The staff is very cognoscente about food allergies!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/05bsAMJP9npUgATZCLSLFQ/o.jpg",
          "caption": "Arugula & Grilled Local Apples"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nhhb7GFRl2Yyetz-ANh_5Q/o.jpg",
          "caption": "Gustav Lorentz Rose NV Cremant"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/u5Dj2K68EKlrV7PkLt-9RQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EW5zsYEbcv_EI6fzYFl4wQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V8GjOPzFCVX0tWSdq1Jpog/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "I'm delighted that you found us, Rose! We're all about the full experience, so it means a lot that the food, wine, and service have all hit the mark. We'd love to welcome you back here again soon.\n\nAll the best,\nJason Hill, Owner",
          "date": "2017-06-05T15:02:13Z"
        }
      ]
    },
    {
      "user": {
        "name": "Zain J.",
        "user_id": "yotnQOdK9NFykbnGXetu_w",
        "link": "https://www.yelp.com/user_details?userid=yotnQOdK9NFykbnGXetu_w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/KnfW8PYfY3upJFRG_H2xfA/180s.jpg",
        "address": "Decatur, GA",
        "friends": 0,
        "photos": 3,
        "reviews": 21
      },
      "comment": {
        "text": "Excellent food. Our server was very polite and very enthusiastic. Food took a while but it was well worth the wait. After all, these dishes wouldn't be nearly as good if they were made with haste. The lamb steak was outstanding and packed with flavor. So were the mussels and kale salad special. Definitely recommend this place for fine dining.",
        "language": "en"
      },
      "date": "2020-05-14T20:27:27Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "You're absolutely right, Zain, we value quality meals over speedy meals any day of the week. It's cool that you liked our lamb steak! Hope you'll stop in again soon -- there's plenty more to explore on our menu. \n\nBest,\nJason Hill, Owner",
          "date": "2020-02-17T10:29:02Z"
        }
      ]
    },
    {
      "user": {
        "name": "Candace H.",
        "user_id": "-A5N3w0LLZU1DW31nqaASw",
        "link": "https://www.yelp.com/user_details?userid=-A5N3w0LLZU1DW31nqaASw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BGNlmkVOWpF6uTS9IBwtIg/180s.jpg",
        "address": "Fairburn, GA",
        "friends": 266,
        "photos": 1260,
        "reviews": 361
      },
      "comment": {
        "text": "I've gone back and forth on whether I would visit Wisteria or not based on the mixed reviews that I've received. I finally decided to go during Georgia Restaurant Week(app, entree, and dessert for $35). \n\n I started off with the crab cake appetizer that came with roasted corn. The dish was decent; the crab cake was slightly dry and could have used less breading and more actual crab meat but I did like the corn. My entree was the shrimp and grits and it had a really good flavor. The shrimp were a really nice plump size and were plentiful throughout. The stone ground grits had a few kernels of sweet corn, a Cajun broth that wasn't too spicy, and sautéed onions and peppers that all came together well in the dish; probably one of the better shrimp and grits dishes that I've had. I enjoyed the banana pudding for dessert. It was different but nonetheless pretty good. The cinnamon and cocoa powder on top were a nice touch and added a different taste to it. My cocktail was the GA Peach Perfect which consisted of gin, whiskey, and sparkling wine! Yikes! Sounds crazy but it was really good and potent. I actually had two...\n\nI dined at the bar and the bartender, Andrew,  was very knowledgeable and friendly. Since the place just opened at 5:30 there weren't many people so we were able to talk about food, the area, my blog, and other restaurants. He kept me company and I enjoyed the conversation. The rest of the staff was nice as well. The ambiance is kind of rustic but very intimate which I like. Also, I love that the restaurant gets some ingredients from local farms and distributors.",
        "language": "en"
      },
      "date": "2016-07-20T02:01:37Z",
      "rating": 4,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bYGMB5zU960ddeDqrJiQtA/o.jpg",
          "caption": "GA Peach Perfect cocktail. Potent but tasty"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kp9MP9PwAAMCD1_gdE0BRQ/o.jpg",
          "caption": "Banana pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NI6HqOe3c7JHKzX1dR0Kgw/o.jpg",
          "caption": "Shrimp and grits. One of the better shrimp and grits dishes that I've had. Tasty"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uID0rBmRajWU3RGRFhrprA/o.jpg",
          "caption": "Crab cake...not the best"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Fhi7fHac-oXngkAA3sy9Aw/o.jpg",
          "caption": "GA Restaurant Week:shrimp and grits, crab cake, banana pudding, GA Peach Perfect cocktail"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Josie F.",
        "user_id": "BdIKAAZm21ydSDSWi-Quag",
        "link": "https://www.yelp.com/user_details?userid=BdIKAAZm21ydSDSWi-Quag",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BxxtsVaj-vTl-0B_IZee5w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 16,
        "photos": 6,
        "reviews": 123
      },
      "comment": {
        "text": "Great location- right off North Highland next to some other great restaurants (folk art=yum)\nThe lot is valet only but you can find street parking nearby if you really want but the valet was easiest so we opted for that and they are always friendly. \n\nMade a reservation for Friday night. We were greeted with a warm welcome and sat to our table within minutes. The place was buzzing and you get hit with delicious aromas right when you walk in the door. That is always a good sign! \n\nOur server was Natalie and she absolutely killed it. I would ask for her when you come in. Great knowledge of the menu and was just an overall lovely person to interact with. \n\nThey have a reasonably priced wine menu so we got a bottle of red.\nWe started off with the chili rubbed scallops- freaking amazing. GET THESE\n\nI got the fried chicken and my boyfriend got the lamb shank. \nThe fried chicken was juicy, tender and had a really great flavor. It came with sweet corn pudding, some greens and mushrooms- all fantastic. Only complaint was the chicken was sitting in a broth so it wasn't very crispy. When I think fried chicken I'm looking for crispy.\nMaybe serve the broth on the side?\n\nLamb shank was really yummy as well! Think more of a pot roast and less of a steak texture. We loved the polenta and the veggies were just okay. \n\nHad to get dessert since all of the flavors of the food were awesome.\nWe got a trio- banana pudding, chocolate mousse, and strawberry shortcake\n\nBanana pudding- wish we got an entire one...sooooooo good\nChocolate mousse- delicious but more of a cherry dish than a chocolate one\nStrawberry shortcake- a lot of potential but too salty for our taste.\n\nOverall this place was in our top 10, maybe even 5 in Atlanta.\nIt is pricey so maybe go for a special occasion or something. Check it out!",
        "language": "en"
      },
      "date": "2017-04-10T16:40:21Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "This made me very happy to read, Josie, because it sounds like our service, dishes, and atmosphere could all earn high marks in your book. We appreciate you and your boyfriend having a date night at our place. I'll be sure to pass your compliments along to Natalie! I know she'll appreciate knowing she's doing great work.\n\nSee you for some banana pudding soon,\nJason Hill, Owner",
          "date": "2017-04-15T18:44:48Z"
        }
      ]
    },
    {
      "user": {
        "name": "Aaron H.",
        "user_id": "0AH0AnlIAg-QbdP0p1fZQA",
        "link": "https://www.yelp.com/user_details?userid=0AH0AnlIAg-QbdP0p1fZQA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3sj3Yc3h3bTFJ5dAcx1IGw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 9,
        "photos": 67,
        "reviews": 42
      },
      "comment": {
        "text": "Our Experience at Wisteria was awesome. We arrived on time and did not have to wait to be seated. Upon arrival it took a few minutes for the host to greet us as he had stepped away from the station which was not a big deal. The restaurant was not crowded but had a lively group of patrons. We were seated in the right side back corner which made our experience more intimate in my opinion. Our server was fantastic, engaging, friendly and efficient.\nMost of my group chose different entrees, however several folks in our party chose the Shrimp and grits; The shrimp and grits got mixed reviews, some thought the grits were too soupy others enjoyed the flavors. I had the steak special which was delicious. The other two entrees chosen were the Grilled Beef Tenderloins and Grilled Pork Tenderloin, both dishes appeared to have been a hit. \nOverall we enjoyed our dining experience and would visit Wisteria again in the near future.",
        "language": "en"
      },
      "date": "2019-08-27T11:35:59Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Aaron, I'm thrilled to hear how much you enjoyed your experience, form your engaging server to the delicious entree. Your feedback on all of your group's entrees is appreciated. Hope to have you back for another Steak Special soon.\n\nBest,\nJason Hill, Owner",
          "date": "2020-02-17T02:31:05Z"
        }
      ]
    },
    {
      "user": {
        "name": "Michelle S.",
        "user_id": "lY1BIWEcTFkOLHslDZvPMg",
        "link": "https://www.yelp.com/user_details?userid=lY1BIWEcTFkOLHslDZvPMg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fF0TarHXe96VXN8kt4GGyw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 12,
        "photos": 232,
        "reviews": 179
      },
      "comment": {
        "text": "Fantastic restaurant for date night or a special\nOccasion. We came with another couple after being in Inman park for drinks. Service was great. Lighting was dim for dinner and atmospherr was perfect- not too stuffy. Many food options. And drinks were delicious. Beware- the Manhattan inspired cocktail is strong!  We had the scallops and pork belly- delish! My entree was the lamp chips- delish! My husband and friend had the fried chicken which looked amazing and our other friend had the meatballs that were super tasty. Unfortunately we didn't save room for dessert. We Will surely be back soon!",
        "language": "en"
      },
      "date": "2016-07-17T10:15:04Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Cindy L.",
        "user_id": "Qgfaf8zHYZBonV0dnbxU_Q",
        "link": "https://www.yelp.com/user_details?userid=Qgfaf8zHYZBonV0dnbxU_Q",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 5,
        "reviews": 162
      },
      "comment": {
        "text": "This is the blandest \"southern\" food I've ever had and the drinks were not good. I giving it two stars for the waiter who was really nice.",
        "language": "en"
      },
      "date": "2021-04-09T23:56:08Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Natalie S.",
        "user_id": "6tqHZZr8BduHrv1W0Xo8-Q",
        "link": "https://www.yelp.com/user_details?userid=6tqHZZr8BduHrv1W0Xo8-Q",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 4
      },
      "comment": {
        "text": "Loved everything about this restaurant. The beef tenderloin was cooked perfectly! Our serve was fantastic, and the drinks were unique and delicious.",
        "language": "en"
      },
      "date": "2019-10-11T04:52:53Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tJm0cANEHLPg4OpUEldOyw/o.jpg",
          "caption": "Grilled Beef Tenderloin (GA Raised, All Natural-Angus Beef) Wisteria Mac & Cheese"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Natalie, nothing beats meat that's cooked to perfection. Hope to have you back for some more delicious drinks.\n\nBest,\nJason Hill, Owner",
          "date": "2020-02-17T06:42:53Z"
        }
      ]
    },
    {
      "user": {
        "name": "Chris S.",
        "user_id": "kzBMOn0JTLaU2iGZXGgIQw",
        "link": "https://www.yelp.com/user_details?userid=kzBMOn0JTLaU2iGZXGgIQw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tJSWJOImJZ40llyLyqlQyA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 1,
        "photos": 5,
        "reviews": 11
      },
      "comment": {
        "text": "This was my first time visiting Wisteria. I ordered the pork tenderloin and it was well cooked and well seasoned. Our arancini appetizer was tasty as well, and my wife really enjoyed the shrimp and grits.\n\nHowever, we visited on Valentine's Day, and the restaurant seemed a bit unprepared for the crowd. The parking lot was full, forcing us to find street parking in the neighborhood behind the restaurant. When we arrived on time for our reservation, there was a backlog of people ahead of us waiting for tables. The host was apologetic, but it was such a long wait / large group that even the bar area was super crowded. It would have been nice to start off the night a little more smoothly, rather than have to wait 25 minutes for my table.",
        "language": "en"
      },
      "date": "2018-02-16T02:00:42Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Chris, I'm glad to hear you enjoyed the food and we greatly appreciate you joining us on a busy holiday evening.  I'm sorry that you had a long wait. We try very hard to have tables ready on time. \n\nWe work hard with the parking/valet company to ensure enough spaces for all our guests and as we know in this city, it is a difficult task. \n\nWe hope you give us another opportunity to dine with us, possibly not on a holiday, where you can experience southern hospitality at its best. \n\nTake care,\nJason Hill, Owner",
          "date": "2018-02-20T00:22:29Z"
        }
      ]
    },
    {
      "user": {
        "name": "RafCo U.",
        "user_id": "FP1TrbzqOpSSbr41P2m9Yw",
        "link": "https://www.yelp.com/user_details?userid=FP1TrbzqOpSSbr41P2m9Yw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Y7jZWfhFgP29H4QaWAoUAA/180s.jpg",
        "address": "Fort Worth, TX",
        "friends": 8,
        "photos": 40,
        "reviews": 51
      },
      "comment": {
        "text": "We waited an hour after our confirmed reservation time... on the street. The place is small, and simply just doesn't justify their high prices.. this was a thirty plus usd item for old fishy food. We ordered fish; after one bite we had to return it due to the nasty old smell and after taste. The crab bisque soup was tiny and tasted like week old crab. We felt sick after eating there. They took the fish away without a single apology. When we got the bill we were surprised to see them charge us a Birthday cake handling fee, despite the fact we brought in the cake itself. The waiters were in such a huge hurry to pull everyone's plates while we were still eating.\n\nLame, over priced, over rated. Don't waste your money here... maybe better spent at a McDonalds.",
        "language": "en"
      },
      "date": "2017-02-12T06:59:09Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We definitely want our crab bisque to be impressive and our fish to be delicious and fresh, Rahul, so it's disappointing that we dropped the ball this time. I hope if you decide to come back and see us that you feel as if the quality justifies the price, because that's what we're going for.\n\nAll the best,\nJason Hill, Owner",
          "date": "2017-02-17T00:16:44Z"
        }
      ]
    },
    {
      "user": {
        "name": "Sarah O.",
        "user_id": "DKVTQyiS5RWTG36WNfZH8A",
        "link": "https://www.yelp.com/user_details?userid=DKVTQyiS5RWTG36WNfZH8A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3U1vmrnpzfr5_2vBfU2CAA/180s.jpg",
        "address": "McDonough, GA",
        "friends": 1,
        "photos": 81,
        "reviews": 85
      },
      "comment": {
        "text": "This is a favorite for so many reasons. Amazing food, never had one dish that wasn't brag worthy. \nMy husband raves about the oysters, we always get great wine suggestions. The desserts are all so delightful.  The ambiance.. the whole staff is experienced and strives for great customer service. The valet is nice. Overall this place is a must!",
        "language": "en"
      },
      "date": "2017-08-12T19:19:31Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We're so proud to be your favorite, Sarah! It's awesome to know that you and your husband have loved every dish, and we can't wait to have the two of you back again soon for another meal. \n\nTill then,\nJason Hill, Owner",
          "date": "2017-08-17T21:03:12Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jonathan T.",
        "user_id": "pnTiEaqM4slogpY97n9Kvg",
        "link": "https://www.yelp.com/user_details?userid=pnTiEaqM4slogpY97n9Kvg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DhR07I9dWDocmLDna_xbUQ/180s.jpg",
        "address": "New York, NY",
        "friends": 4970,
        "photos": 14250,
        "reviews": 1252
      },
      "comment": {
        "text": "Despite nervously eating dinner with my fiance's parents and other family members several months ago, I could still appreciate the thoughtful and delicious meal I indulged in at Wisteria. And I'm occasionally finding myself trying to figure out when I can return next. My take:\n*****\nI. FOOD & DRINK\nIt's American Southern fine dining, so they take a lot of traditional eats and elevate them. With a group of six, I had the chance to taste several types of eats.\n\n*Oysters: I don't remember what type, exactly, but I think we had ones from the Washington area. They were briny, small, and plenty delicious. I'm sure the types of oysters they carry depend on the season and market price, so ask your server.\n\n*Black-Eyed Pea Hummus w/ homemade sweet potato chips, olives, and tomatoes: Pretty good, but I would take the opportunity to try something else next time. \n\n*Cornmeal Fried Calamari w/ sweet and sour apricot sauce and wasabi crème fraiche: Nice take on calamari. I would definitely get this again, if I had to pick only one these appetizers.\n\n**Iron Skillet Fried All-Natural Half Chicken w/ bacon braised collard greens, sweet corn pudding, mushroom-herb broth: Eating this dish was the high point for my meal. Plenty tender meat, incredibly crispy skin, complimented by other savory noms, I wanted to lick my plate, but my fiance took the other half of meal. She didn't like her...\n\n**Pan Seared North Atlantic Skaate Wing w/ stone ground grits, roasted asparagus, lemon brown butter: I got to eat half of this dish, since my lady took mine. And unlike what other folks have said, I thought it was solid, but I wouldn't order it again. I would rather order the chicken any day of the week. That's just my preference. My fiance's, too. \n\nI did have dessert, but got pretty drunk by then (because I was hella nervous). Everything, from what I vaguely remember, was tasty. I think there were three kinds and one had pineapple. Lol.\n\nII. SERVICE\nDespite making reservations, we did wait about twenty minutes. There's a small bar that we awkwardly sat by. Wisteria is considerate, though, because they provided several complimentary drinks for making us wait. That was nice.\n\nRegarding the service itself, I thought the food came out at a reasonable time. Our server also checked on us without being smothering. \n\nIII. AMBIENCE/ DÉCOR\nIt's intimate. Like, I would have the lights down this low, if I were to play a scary movie with my boo. (Hence no pics of the food, unlike my other reviews.) It's also very clean, without feeling stale. Peep the art on the walls, too. Very unique pieces that I think anyone can buy. \n\nIV. PRICES\nThe entrees are what really damage your wallet, but I they're proportional with their sizes. (The servings are really for two per entrée and fall somewhere between $20-$35 each.) The appetizers are under $15. \n\nV. OVERALL\nWould I return? Absolutely. I had a wonderful time at Wisteria, and thankfully my boo-thang's parents did, too.",
        "language": "en"
      },
      "date": "2016-03-29T00:45:15Z",
      "rating": 4,
      "feedback": {
        "useful": 17,
        "funny": 12,
        "cool": 11
      }
    },
    {
      "user": {
        "name": "Yuna P.",
        "user_id": "MWoMoSMa5jUYVJx4HIsVrA",
        "link": "https://www.yelp.com/user_details?userid=MWoMoSMa5jUYVJx4HIsVrA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2s59l16bZpK-j7T7OuCKHQ/180s.jpg",
        "address": "New York, NY",
        "friends": 1276,
        "photos": 262,
        "reviews": 428
      },
      "comment": {
        "text": "I have made many returns to Wisteria since my review and not a single visit made me regret re-visiting them again.\n\nThe service is always friendly, professional, attentive, and helpful; the ambiance is cozy and warm; the food is absolutely delicious. I've recently tried the Kobe Beef Carpaccio, which was fresh and delightful - a great starter. But nothing beats the Calamari with wasabi creme fraiche. Such an unforgettable dish! I could seriously come here everyday just for the calamari. If you are a fan of calamari dish, you must give this one a try. As for the entrée, I highly recommend the Molasses-Rubbed Pork Tenderloin. It is impossible to describe how amazing this dish is. You just have to try it.\n\nI would recommend making a reservation because it can get pretty busy even on a week night. Also, if you are planning to valet park your car, remember to bring cash! Oh, and the most important thing. Remember this: Molasses-Rubbed Pork Tenderloin. You won't regret it.",
        "language": "en"
      },
      "date": "2008-07-24T23:39:20Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AdqM4us8yctj1CL8JiO3zQ/o.jpg",
          "caption": "Calamari with Sweet and Sour Apricot Sauce and Wasabi Creme Fraiche @ Wisteria"
        }
      ],
      "feedback": {
        "useful": 6,
        "funny": 0,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "R.D. W.",
        "user_id": "wTvCvj6QNzXchoTEpSc1DA",
        "link": "https://www.yelp.com/user_details?userid=wTvCvj6QNzXchoTEpSc1DA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LP45k5NGGXvYL8A3a0RRSg/180s.jpg",
        "address": "Ochopee, FL",
        "friends": 0,
        "photos": 1,
        "reviews": 24
      },
      "comment": {
        "text": "So here's an update 2 years after I wrote my original review. \nSome things have changed in that time. \nOne of them is that I'm strictly vegan now and don't eat any meat, dairy or eggs.\nAnother thing that has changed is that I don't hand out 5 stars as easily as I used to.\n\nBut one thing that hasn't changed is the overall experience of dining at Wisteria.  The service is still fantastic. The quality of the food hasn't changed and they are more accommodating than most for me not wanting any animal ingredients.  \n\nConsistently excellent, even after 2 years is a rarity in restaurants, especially Atlanta restaurants and normally deserving of 5 stars. And I'll give you your 5 stars, Wisteria.... just as soon as you add a couple more plant-based items to the menu. Come on, it's 2016. Get with the times.",
        "language": "en"
      },
      "date": "2016-11-05T04:01:18Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Courtney W.",
        "user_id": "ppnePFyNXlhCV4VgjwNWBw",
        "link": "https://www.yelp.com/user_details?userid=ppnePFyNXlhCV4VgjwNWBw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DS86vCjcVY4NEZsODLRQ1g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 11,
        "photos": 21,
        "reviews": 17
      },
      "comment": {
        "text": "I surprised my boyfriend and took us to dinner here to celebrate his college graduation (before all of his family and friends dragged him to do other things lol). We had such a great time. We ordered calamari as a starter and it was delicious! It was golden brown and perfectly fried. Next, I ordered the north Georgia mountain trout and oh my gosh!! It was the THE BEST TROUT I've ever tasted in my entire life. My bf ordered the lamb (seasonal) and he enjoyed every bite. We finished the night with the 3 for 14 desserts.  I definitely will be back!!",
        "language": "en"
      },
      "date": "2019-06-28T22:07:03Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Courtney, you always need to have some time for just the two of you to celebrate before the entire family comes to town! We're glad you had a memorable time with us and that your dinner surprise went well. Hope to have you back soon, and tell your boyfriend we said congratulations! \n\nThank you,\nJason Hill, Owner",
          "date": "2020-02-17T06:17:00Z"
        }
      ]
    },
    {
      "user": {
        "name": "Cristina F.",
        "user_id": "aKnVmkJ_Sg1XVt45Ds2ceQ",
        "link": "https://www.yelp.com/user_details?userid=aKnVmkJ_Sg1XVt45Ds2ceQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/F_Bq1CGtYviFNoOBx_FrKA/180s.jpg",
        "address": "Weehawken, NJ",
        "friends": 18,
        "photos": 44,
        "reviews": 166
      },
      "comment": {
        "text": "Met a girlfriend here for an early dinner in the neighborhood on a Friday. Very cozy atmosphere and great service by our host and waiter. Both were males but don't remember their names. \n\nMy friend had the scallops and corn pudding and I had the special which was haddock with linguine, peas, and clams in a light white wine sauce. It was amazing! Portion was actually pretty big so I ended up taking half of it home and having it for lunch the following day. We got there at about 6:30 pm and the restaurant quickly started filling up at 7:30 pm. Reservations are recommended. Very good wine and spirits menu as well. All in all would come back and maybe even sit at the small bar for a meal. \n\nThere is valet parking which is free but you do have to tip.",
        "language": "en"
      },
      "date": "2017-03-26T15:34:17Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We couldn't be more pleased that you loved the haddock, Cristina. Thanks for coming by to see what we're all about. We'd love to have you sit at the bar with us again soon.\n\nSee you next time,\nJason Hill, Owner",
          "date": "2017-03-31T16:08:18Z"
        }
      ]
    },
    {
      "user": {
        "name": "Angela W.",
        "user_id": "S5OsLRv3L8sNuzJrhIrhlg",
        "link": "https://www.yelp.com/user_details?userid=S5OsLRv3L8sNuzJrhIrhlg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/trH0JUv6hz_VwcWec-gQ0w/180s.jpg",
        "address": "Vancouver, Canada",
        "friends": 0,
        "photos": 75,
        "reviews": 47
      },
      "comment": {
        "text": "We always sit at the bar so I cannot comment on any ones service except Andrews he is very attentive and makes great wine suggestion.\n\nI always order the meatballs and gnocchi it is amazing. Cooked to perfection.\n\nMy friend had the fried chicken as did the people beside us, both thought it was as good as Mary Mac's (that must be a southern thing). \n\nThey have valet which is great but there is a lot of street parking also. \n\nIt does get busy so on weekends best to book a table.",
        "language": "en"
      },
      "date": "2015-07-18T12:28:54Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rXE84QDbfahzaX18TSP_6g/o.jpg",
          "caption": "Amazing meat balls and gnocchi."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6OIl1hXl1OX5Vp8IxpFqcg/o.jpg",
          "caption": "Meatballs and gnocchi a must try before you diet!!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lily M.",
        "user_id": "Tozuq2PWy9e_zaGknFw8uA",
        "link": "https://www.yelp.com/user_details?userid=Tozuq2PWy9e_zaGknFw8uA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SD9kWgeHRlmgyYJrdW6R7Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 140,
        "photos": 15,
        "reviews": 31
      },
      "comment": {
        "text": "My husband and I celebrated our first wedding anniversary here. We LOVED the service and the food! Our waiter explained the menu very well along with all of the best wine pairings for our dinner. The ambiance is laid back, romantic. Perfect for date night or to celebrate a special occasion. Would certainly dine here again.",
        "language": "en"
      },
      "date": "2017-03-15T01:08:11Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thanks for celebrating with us, Lily, and happy anniversary. We're ecstatic that you loved both the service and the food. Thanks so much for choosing our place. \n\n See you next time,\nJason Hill, Owner",
          "date": "2017-03-19T18:30:29Z"
        }
      ]
    },
    {
      "user": {
        "name": "Tricia B.",
        "user_id": "K1g5wkMe1F_AaKiRo2SlWQ",
        "link": "https://www.yelp.com/user_details?userid=K1g5wkMe1F_AaKiRo2SlWQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/W2SE3SluqmsJvQHbbHZLaA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 256,
        "photos": 170,
        "reviews": 183
      },
      "comment": {
        "text": "First time I went here was about 8 years ago. Remembered liking it. This time I was disappointed. The bisque was the best thing we had. We were excited about the deviled pimento cheese eggs. Somehow they were the blandest deviled eggs we'd ever had. The mussels and scallops were decent. Staff was attentive and well mannered. Excellent wine list! Great H + F bread for the table. So sad to be disappointed overall as I had a great impression the first time. Love the venue. It's got a warm atmosphere, smaller and cozy. Especially great, cozy bar.",
        "language": "en"
      },
      "date": "2017-04-16T16:41:07Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/57g_hI9A6-dRz2FHZObsGw/o.jpg",
          "caption": "Crab Bisque with sherry"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We're sorry you weren't as much of a fan this time around as you were eight years ago, Tricia. We really want your dishes to be flavorful and impressive. I hope you give us another chance to turn things around in the future.\n\nAll the best,\nJason Hill, Owner",
          "date": "2017-04-21T16:28:02Z"
        }
      ]
    },
    {
      "user": {
        "name": "Acelyn B.",
        "user_id": "dXnlJ6ELbqIAfB79g3t3ag",
        "link": "https://www.yelp.com/user_details?userid=dXnlJ6ELbqIAfB79g3t3ag",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fSLQeQWShLjgOaAMAQXJUg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 750,
        "photos": 32,
        "reviews": 619
      },
      "comment": {
        "text": "Hubby and I love Wisteria! Came for a \"just because\" nice dinner, loved it so much that we came back a few weeks later for Inman Park Restaurant week. We've enjoyed everything we've tried here: meatballs (great sauce), lamb shank, trout, pork cheeks. And to top it all off, the desserts were delicious!",
        "language": "en"
      },
      "date": "2018-01-07T03:50:43Z",
      "rating": 5,
      "feedback": {
        "useful": 7,
        "funny": 2,
        "cool": 5
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Acelyn, thanks for stopping by! I'm glad to hear you enjoyed your meal. We hope to see you again soon.\n\nCheers!\nJason Hill, Owner",
          "date": "2018-01-11T19:10:27Z"
        }
      ]
    },
    {
      "user": {
        "name": "Leslie S.",
        "user_id": "_K0ySTSDphFrFqoPY1VwYQ",
        "link": "https://www.yelp.com/user_details?userid=_K0ySTSDphFrFqoPY1VwYQ",
        "address": "Griffin, GA",
        "friends": 0,
        "photos": 31,
        "reviews": 9
      },
      "comment": {
        "text": "Food was delicious, especially the Arancini. Great atmosphere and our server Caroline was awesome!",
        "language": "en"
      },
      "date": "2019-08-17T15:16:43Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Leslie, it awesome to hear how much you enjoyed the food. I will pass along your kind words to Caroline. Come see us again soon.\n\nBest,\nJason Hill, Owner",
          "date": "2020-02-17T19:32:54Z"
        }
      ]
    },
    {
      "user": {
        "name": "Pam D.",
        "user_id": "MHmKe1NQ1pCpIrbK4XREDw",
        "link": "https://www.yelp.com/user_details?userid=MHmKe1NQ1pCpIrbK4XREDw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LJJw0loo6wNH_kczbVuKzg/180s.jpg",
        "address": "Dallas, TX",
        "friends": 217,
        "photos": 1348,
        "reviews": 723,
        "elite_year": 24
      },
      "comment": {
        "text": "Wisteria is a nice escape from the young and trendy restaurants that seem to saturate Atlanta.\n\nWe went here for our anniversary dinner on Monday night and, why else, we had a coupon to use. I made a reservation even though we didn't think one was needed. But when we arrived the place was decently full for a Monday and continued to fill up throughout the night. \n\nOur service left a little to be desired. We were promptly seated (at a window seat!) by the host, but it took a while for our server to make her way to our table. And when she finally did, she didn't ask if we wanted anything besides water which I feel like that's a standard thing to ask. She was pretty absent from the table for the majority of our meal, but we're low maintenance and didn't notice too much. We probably just spent more time there than we needed to.\n\nBut alas, the wine list was pretty good- nice variety of wines in style and price, served by the glass, half-bottle, or bottle. They also have a great list of salads, and we tried the caesar that had fried capers. Nothing spectacular, but are caesars ever really spectacular?\n\nThe seared scallop on pork belly app was a great combination. There was a smokey spicy sauce that complemented the meat and fish well. Although we could definitely tell the scallops were burnt on top and the dark sauce was used to cover it up. I tasted burnt in my food from both the scallop and pork. So while the dish had great flavors the execution was not there.\n\nMy entree was the pork with sweet potato souffle. The presentation was really messy- a big blob of sweet potato, the pork sliced and lined along it, the dark sauce dumped all over the plate and fried something-or-others topping the mountain. It was then I decided Wisteria's style must be modern southern food- and whaddya know, that's exactly the style listed on Yelp. \n\nOther than the poor presentation my food was quite good. The pork was literally the most tender pork I've had in all my life- it was really a brand new experience for me to eat pork that wasn't in the least bit tough or dry. The sweet potatoes were also delicious! I could have gone without the sauce though.\n\nWe finished the meal with mini desserts and bought into the 3 for $10 deal. We tried creme brulee, bread pudding, and vanilla ice cream. The bread pudding was great, and vanilla ice cream was standard. But the creme brulee broke my heart and was easily the most disappointing part of the meal. It was extremely curdy and had a terrible texture. It was almost soupy!! We actually left about half of it for the server to take back. Boo... :( \n\nLast thing I should mention, is that we went to Wisteria for a special occasion and - at least on Monday night- most of the patrons were dressed very casual. Shorts, flip flops, jeans. It's really geared toward an older crowd which makes for a pleasant experience, but I felt really out of place all dressed up in a dress and heels. \n\nOn one hand I could see myself returning, since it's a cool atmosphere, but on the other hand why would I come back when there are so many other places to try? The overall experience just didn't cut it for me, so Wisteria gets 3 stars.",
        "language": "en"
      },
      "date": "2010-06-16T11:12:49Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Teresa L.",
        "user_id": "IzsHx__Uh7zm21mqcjFXgw",
        "link": "https://www.yelp.com/user_details?userid=IzsHx__Uh7zm21mqcjFXgw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5WX0wzVJ9DtlN7GHZpn2Ig/180s.jpg",
        "address": "Sisters, OR",
        "friends": 250,
        "photos": 31,
        "reviews": 768
      },
      "comment": {
        "text": "We loved Wisteria's food.  We ordered the mussel appetizer, a catfish entree and a skate wing entree.  The food was wonderfully prepared and delicious.  I had never tried skate before, so I was slightly disappointed after reading all the great Yelp reviews.  As some reviewers mentioned, the skate's texture was similar to that of lobster or crab.  However, unlike lobster or crab, I found it rather tasteless.  Salt and pepper are not provided to enhance the flavors, which reminds me of Paul Luna, who thinks his food is so perfect that no one should change it. The grits made up for the skate's lack of flavor.  They were delicious.\n\nThe mussel broth was incredible and the catfish was wonderful.  I love catfish and this dish made me so happy.  It was perfectly battered and served with an amazing sauce.\n\nIn my opinion, the only problem with Wisteria is the cramped seating and the noise level.  The atmosphere is rather romantic, but the acoustics suck and the tables are so close together that it seemed we were dining with the couple next to us.  We will have to dine early on a week day in the future.  The place was slammed on Friday night.\n\nOur server was incredible.  He didn't miss a beat.  I wish I had asked for his name.   Wisteria is a ten minute walk from our house, so we will be visiting often.",
        "language": "en"
      },
      "date": "2016-02-28T00:31:11Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Lillie H.",
        "user_id": "QwfXxSVI5ORc5XZLW2kuAw",
        "link": "https://www.yelp.com/user_details?userid=QwfXxSVI5ORc5XZLW2kuAw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8XAbVJau9WtAMT6p_e2sVg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 118,
        "photos": 31,
        "reviews": 40
      },
      "comment": {
        "text": "Came here for dinner with a friend because we've heard great things about the place. Since we made a reservation, we were seated almost immediately after getting to the restaurant. The restaurant has an intimate ambiance which would be a great place for a date. \n\nI got the Skate Wing because of all the great ratings. Maybe it's because I had really high expectations going in, I didn't think it was that amazing. I thought the skate wing was a little too greasy which made it not tasting as fresh. The stone ground grits base was good, but definitely a little heavy which is expected.\n\nWe were not particularly impressed with the service at Wisteria. Although our waiter was friendly, he was not very attentive. When we needed cash to tip the valet, my friend asked the waiter if she could tip him a couple bucks more and get some cash (normally waiters at nice restaurants will let you do that, sometimes even offer to do so). He politely declined which was totally fine, and said my friend can buy the valet a beer instead as a form of tip. Maybe I'm just uncultured but I've never heard of that! He said it in a way that was hard to say no to so my friend was basically pressured into buying the valet a $6 beer. \n\nOverall the meal was good but I was definitely disappointed with the service. Not sure if I will come back again.",
        "language": "en"
      },
      "date": "2016-03-26T13:44:07Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cindy H.",
        "user_id": "iBWUpITsJvaa365Aw2skvg",
        "link": "https://www.yelp.com/user_details?userid=iBWUpITsJvaa365Aw2skvg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zFNC0u5H9yEvVXIZXj7vxw/180s.jpg",
        "address": "East Alton, IL",
        "friends": 24,
        "photos": 1052,
        "reviews": 237,
        "elite_year": 24
      },
      "comment": {
        "text": "The apple appetizer was amazing as were the corn cake and the sweet potato soufflé. Patrons and staff were delightful and helped with our menu choices. Free valet parking topped off a great evening.",
        "language": "en"
      },
      "date": "2014-11-02T02:18:00Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lp4dU41q-1jnACQj_hsKgw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BLK6a51S1krjfbVKkBHbDw/o.jpg",
          "caption": "Salmon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aZRE7eHFnmIjvWmqm4jAVg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Abhi K.",
        "user_id": "fuuhCaOp4qoh8lNjWD_BvA",
        "link": "https://www.yelp.com/user_details?userid=fuuhCaOp4qoh8lNjWD_BvA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EbMuK2SxF_H_BHJdlyzt6Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 94,
        "photos": 21,
        "reviews": 385,
        "elite_year": 24
      },
      "comment": {
        "text": "I can't really say much more than what has already been said about this place. It's just high quality southern food at a very affordable price. To start off, we had the deviled eggs. Other than 5 being a really random number of halves to serve (WHAT HAPPENED TO THE OTHER HALF OF OUR EGG?! Also, 5 is a ridiculous number for sharing), they were delicious. They come with some pickled okras which were also really tasty. I had the molasses-rubbed pork tenderloin for my entree. The pork is so well-cooked that it just falls apart on the fork. It comes topped with deep fried onions (shoestring) and sides of sweet potato souffle and an apple walnut relish. I didn't really care for the apple walnut relish much, but the rest of it was fantastic. I would've loved to review a dessert, except I couldn't finish my sweet potatoes, so we declined on dessert!\n\nThe ambience of the restaurant is really nice. It is one room with a bar taking up about 20% of the space. The rest of the tables are intimate. The ceiling has exposed ducts while one of the walls has exposed brick, giving the whole place a trendy feel to it. The restaurant also comes with complimentary, convenient valet parking. \n\nPS. The bartender makes a good old fashioned, actually muddling the cherry and orange into the drink rather than throwing them in as after-thoughts.",
        "language": "en"
      },
      "date": "2014-03-29T14:16:00Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Shimia I.",
        "user_id": "-1dcHlSodUU8fnQLU5ikkg",
        "link": "https://www.yelp.com/user_details?userid=-1dcHlSodUU8fnQLU5ikkg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/T26Np8JyjL6vikVpkPt15A/180s.jpg",
        "address": "Lansing, MI",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "My husband and I went to this restaurant with friends for s surprise birthday dinner. We had reservations for a large party and were able to be seated without having all of the party there which was great. The food was pretty tasty. I had the skillet fried chicken over collard greens w/ corn pudding which was excellent. My husband had the catfish with a kale slaw, hushpuppies and had a side of mashed sweet potatoes which was pretty good. The other guests seemed to enjoy their food. One of my husbands friends had the low country seafood stew with cornbread and he cleaned the bowl! \nSo after that great review of food why would I give  3 stars? Well the service from our waitress was horrible. First, when we sat down she didnt ask us if we wanted anything like starters and didnt ask how everyone would be paying. During our entire time there she didnt ask if we wanted anything to order, we had to ask her to order. Second, after getting our entrees she or the guy who seemed like the manager never asked us how our food tasted or if we needed anything else. We had to initiate asking for other things. Third, our friend was not done eating his food but went to the bathroom so the waitress came over to the table while he was gone, not saying anything to anyone at the table, and picked up his cloth napkin and folded it and put it next to his plate.??? Why??? This was unnecessary especially given she didnt say one word to anyone and she didnt ask if anyone needed anything!! She acted as if she didnt want to serve us which us all being the only African Americans in the restaurant at that time felt some type of way about this. Because of this horrible service we will likely never return to this restaurant.",
        "language": "en"
      },
      "date": "2018-08-18T18:06:10Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Shimia, while I'm thrilled to hear you enjoyed the food, I'm sorry that the service wasn't up to our usual standards. With that being said, I can assure you that we would never discriminate against any of our guests for any reason. I'll be sure to review this with my staff, though, and please don't hesitate to give us a call if you'd like to discuss further.\n\nBest,\nJason Hill, Owner",
          "date": "2020-02-17T08:10:53Z"
        }
      ]
    },
    {
      "user": {
        "name": "J R.",
        "user_id": "YqZSvJmmvo_Ou8Z9gVCzRA",
        "link": "https://www.yelp.com/user_details?userid=YqZSvJmmvo_Ou8Z9gVCzRA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zPMutM9llsYRQDixmkjQgw/180s.jpg",
        "address": "Decatur, GA",
        "friends": 8,
        "photos": 95,
        "reviews": 184
      },
      "comment": {
        "text": "We decided to try this restaurant based on the Yelp reviews. I had reservations for 9pm, and we walked in exactly at 9. The hostess, who wasn't nice and could learn to smile more and act like she's happy to do her job, said there were no tables available yet and asked to hang around for a bit. Where the hell do you want me to stand? The place is kinda small and there were already people by/at the bar. Someone finally left the bar, so we take kinda filled in the space. The bartenders are not nice either! Do employees at this establishment not like their jobs or just prefer not to smile or something?! We ordered a few drinks; the old fashioned was pretty good but the other drinks, their version of Moscow Mule tasted like lemonade. The Dark n' Stormy also sucked. At 9:24pm, our hostess finally says our table was ready. But was it? We stood around for another 5 mins while she they figured it out. \n\nOur waiter was nice and he smiled (yay) but he seemed like he was overwhelmed with too many tables or something. He always had to rush off. The vegetable platter was delicious and the only reason for the 3 stars, and the braised lamb shank was just okay. I don't know if I'll give this place another try.",
        "language": "en"
      },
      "date": "2016-01-17T19:51:15Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/owKAak1ePFWpe7wsinAEug/o.jpg",
          "caption": "Bartenders are not very nice"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cynthia N.",
        "user_id": "vE3k7DLKEHzc1uzFwUHjYw",
        "link": "https://www.yelp.com/user_details?userid=vE3k7DLKEHzc1uzFwUHjYw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yPhyiuCpqKprHesAdQZvKQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 551,
        "photos": 357,
        "reviews": 513,
        "elite_year": 24
      },
      "comment": {
        "text": "I had dinner at Wisteria a week or so ago.  Two friends and myself decided on an \"adventure dinner\" evening where we would drive around and randomly choose a place to eat.  Since I live ITP and my friends live OTP, they came to my part of town to grub (intown snob wins again!)\n\nAfter driving through the local 'hoods - we decided on Wisteria because the menu items looked like things we wouldn't make the time to cook for ourselves. Because it was a Saturday night, Wisteria was booked, but we were able to snag seats at the bar.  \n\nAs for service, it was good.  The bar was super busy, but I believe our server did the best she could, and a manager eventually came to help her out.  \n\nFor my meal, I had the molasses-rubbed pork tenderloin with sweet potato souffle and an apple, onion, and walnut relish.  Unfortunately for me, I had the pork cooked well-done.  Bad, bad idea.  It was so dry that the rub and the relish couldn't even moisten it.  And there was no flavor to the pork itself.  Maybe I'm a salt-freak, but I feel like restaurants don't use salt like they used to, believing that herbs are enough - for me, they aren't.  The sweet potato souffle was glorious - I freaking love sweet potato, and it was cooked and presented beauifully - if anything was added to it to enhance the flavor, I couldn't tell, and I'm grateful for that.  The relish had interesting flavors, and I think I would have enjoyed it more had the pork not been so dry. \n\nMy friends had the herb-crusted rack of lamb (4 bones) and North Atlantic skate wing (the wierdest filet I've ever seen).  I tasted the lamb with its au jus, yummy but needed salt (of course).  The skate wing is a ray-type like fish, so the entree was one of the wings, and it looked like it.  It also had a weird color (maybe from grilling?) that made it look unappetizing, so I didn't try it.  Maybe if it had been a breaded square I would have felt more comfortable about tasting it, but my friend said it was good.\n\nNow, let's get to the good stuff. DESSERT!!!!!!!  God in heaven, what gloriousness were these desserts!!!!  I plan to come back and try each dessert on the menu!  The desserts are a perfect-sized portion - not too big but not too small.  We ordered the coconut cream pie and warm fudge torte with chocolate orange ice cream.  The coconut cream pie (my choice) was creamy and not too sweet.  I just loved it.  But the chocolate torte was sex on a plate - hot, messy, and delicious! The torte texture is similar to a flourless chocolate cake, dense but not heavy.  And the chocolate orange ice cream was such a pleasant surprise - almost like the orange was a suggestion, an infusion of orange.  I really wonder how the pastry chef caused that effect.  \n\nI'm looking forward to having dessert at Wisteria again sometime soon. And since they have complimentary valet and street parking, I have no reason not to!",
        "language": "en"
      },
      "date": "2010-04-06T16:04:56Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 2,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lindsay D.",
        "user_id": "aMegSP1xasLXYYgaiGTefg",
        "link": "https://www.yelp.com/user_details?userid=aMegSP1xasLXYYgaiGTefg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Vgxx88pKSFSzwNnYaFDXIQ/180s.jpg",
        "address": "Alexandria, VA",
        "friends": 64,
        "photos": 2276,
        "reviews": 341,
        "elite_year": 24
      },
      "comment": {
        "text": "Husband and I came here during the Inman Park Restaurant Week, and we will definitely be coming back!  We had thought about making a reservation, but we assumed we'd be okay since we were getting there at 6 PM on a Friday, but you know what they say about assuming.  Luckily, there were bar spots open so we popped a squat there and had dinner with the super friendly bartenders.\n\nThe Deviled Eggs and the Sweet Potato Chips + Black Bean Hummus were a good way to start the night off.  I've never been that big of a fan of sweet potatoes or hummus, but who knew that this great combo could be so beautifully blended!  For dinner there was the Georgia Mountain Trout and the Fried Chicken.  Absolutely amazing.  Nothing was overpowering and everything was balanced well so you didn't feel like you needed to be rolled out the door when you were done.\n\nWith that said though, dessert soon followed and we were stuffed.  The dessert sampler trio was, just like everything else, fantastic.  Service was excellent, bar was excellent, food was excellent, etc. etc.\n\nNOTE: It is a bit loud and it is a little dark inside, so be prepared, but it's not bad.",
        "language": "en"
      },
      "date": "2014-10-04T02:29:57Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amy C.",
        "user_id": "LbxJELh7_YndlOUeFLlKVw",
        "link": "https://www.yelp.com/user_details?userid=LbxJELh7_YndlOUeFLlKVw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/c6A-NJprqEn1ma-W3aH1bA/180s.jpg",
        "address": "Portland, ME",
        "friends": 255,
        "photos": 1676,
        "reviews": 509,
        "elite_year": 24
      },
      "comment": {
        "text": "Had a great dinner here. This was my best meal of my weekend in Atlanta. Nice atmosphere and they had valet parking next door. I had the vegetable platter dinner. When I'm in the south I can't get enough of the sides! It was perfect for me, ten different sides all on one plate! I don't even remember what they all were, just that I was in heaven! The highlights were the sweet potato, grits, and green apple succotash. The greens were also a fav. My daughter had the fried chicken, which a had a few bites of. It was yummy. I'm hungry for it right now! They have a good wine menu and the waitstaff was very good.",
        "language": "en"
      },
      "date": "2014-02-04T11:53:40Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3M_OLwE6bNnkMhlV05HVMw/o.jpg",
          "caption": "Vegetable dinner. Ten different sides. Delicious!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Stephanie A.",
        "user_id": "QR4BpL8JglsZs90jf5k2iQ",
        "link": "https://www.yelp.com/user_details?userid=QR4BpL8JglsZs90jf5k2iQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9JH1nzdqWNZmrSgnOrV8iA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 126,
        "photos": 107,
        "reviews": 160
      },
      "comment": {
        "text": "This Inman park gem has been around for a decade. I can understand why after dining there.\n\n  Looking at the bar menu I find the wine selection a bit disjointed. I struggled to find anything I actually wanted then again pairing wine with southern food isn't exactly the easiest thing even for me. Sweet tea seems to be the best option for such fare. Alas I am a drinker so I made my selections accordingly.\n\nWisteria is a somewhat small charming warm space. It is cozy and welcoming. I can see myself wanting to go regularly if I lived closer.\n\nMenu:  This is creative southern at its best.  Southern can be a bit dull for an adventurous eater but Chef Jason Hill knows how to beat the boredom.  Despite naysayers back when he opened up he stuck to his guns and 10 years later on a Saturday night people are lined up waiting for a chance to sit and taste his food.  Do what you love and believe in, do it well and the success will follow.\n\nI was anxious to try the crab bisque as evidenced by the photo. I couldn't wait to taste it before taking a picture.  Soup can be deceptive. Rarely is it pretty. It's all about flavor. Without a doubt it is one of the best seafood bisques I've ever had. Dense, flavorful, balanced and a very generous amount of crab meat. Nice sized portion. Anything larger would be too much to finish. \n\nFried oysters with sherry cream sauce and a grilled crouton. Very large fat oysters you can knife and fork. Nice fry on them but I caution they have a very strong gamey taste. If you aren't not a strong flavored oyster fan this isn't for you but I am. Delicious. It is fatty and rich with the cream sauce but really is that a problem?  \n\nBlack eyed pea hummus!  If that doesn't say white linen southern I don't know what does.  The humble black eyed pea is transformed into a smooth paste and garnished with cherry tomatoes and black olives. Side of sweet potato chips round out the dipping situation. It's certainly an interesting plate of flavors. I didn't dislike it but didn't want more than 3 bites. The tomatoes are a little useless there but nothing else is. I think a homemade saltine would be a more inviting vehicle for the hummus but that's just my thought.\n\nMolasses rubbed pork tenderloin with sweet potato soufflé and walnut relish. Once this was delivered to the table my eyes really feasted. What an inviting plate of food. Perfectly cooked loin set on top of an absolutely fantastic flavored soufflé. The walnut relish is a raw chop of apples, celery and nuts with some delicate seasoning. I found this to be an ideal transitional dish for Atlanta early fall. The days are still warm and the nights are cool.  The whole plate just works. Very successful. If you're doing southern fare and you're not doing your pork well you won't last.  Kudos.  \n\nSweet potato praloine cheesecake. I will warn you the desserts are very small which I wasn't expecting considering how nicely sized the previous portions are. That said, this is one incredible tasting seasonal cheesecake! Creamy, well flavored and served at an ideal temperature to let the flavors really sing in your mouth. I could have eaten 3.\n\nCoconut cream pie. Another petite sweet tease and a delicious one. Not quite as flavorful as I'd expect but nothing to turn your nose up at. I suspect if this was a full size pie slice versus and individual tiny single serving tart it may have been more balanced tasting against the crust but all in all not bad. Nice flakey crust and creamy smooth filling. Lots of chew from the coconut. I ate every bit\n\nWe enjoyed wonderful attentive service and met Chef Hill at the end of the night. I love to see chefs out in the dining room talking to guests. To me that shows they care and want to see people enjoying the creations coming out of the kitchen. I will be returning.",
        "language": "en"
      },
      "date": "2011-10-05T12:54:11Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Nbs4cz8kpMkX0SfY-T_Bag/o.jpg",
          "caption": "pork tenderloin at Wisteria"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Beth D.",
        "user_id": "Ac4UDKlj3fbIbUBukC8VHQ",
        "link": "https://www.yelp.com/user_details?userid=Ac4UDKlj3fbIbUBukC8VHQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/T5vUhbjp7vLObsjbt4UpqQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 60,
        "photos": 12,
        "reviews": 35
      },
      "comment": {
        "text": "Just walked out of wisteria after being told they were \"too busy\" to accommodate a common allergy (that was specifically mentioned in the notes of a reservation made a week ago). And then paid $20 for drinks that we didn't even drink. The staff was incredibly rude. Including the manager.  I USED to like this place, but it has clearly gone downhill. So offended.",
        "language": "en"
      },
      "date": "2018-07-12T23:33:56Z",
      "rating": 1,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Beth, I'm sorry to hear about this. It definitely sounds like there was some form of miscommunication. We want all of our guests to feel welcome, and I truly apologize if this wasn't the case in your experience. I assure you that we don't get this type of feedback often, and we hope you'll consider giving us another chance in the future. \n\nBest,\nJason Hill, Owner",
          "date": "2020-02-19T16:18:38Z"
        }
      ]
    },
    {
      "user": {
        "name": "Kimberly F.",
        "user_id": "XU-4Y1Ax4uSrP8e4jSJyGg",
        "link": "https://www.yelp.com/user_details?userid=XU-4Y1Ax4uSrP8e4jSJyGg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2kHp0RK0LrHjUFTjwl3J0g/180s.jpg",
        "address": "Cumming, GA",
        "friends": 109,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "My husband took me here for my birthday two days before Christmas. We were both really excited to try Wisteria as we had heard great things about it.\nHe made a reservation several weeks in advance and the reservation was called/confirmed that day. He had checked that it was my birthday but that didn't seem to get noticed (fine with me, but what's the point in asking?). \nWe arrived at 7:53 for an 8:00 reservation. It was busy, but not packed. No host/hostess greeted us for a couple of minutes, one of the waitresses finally came up front and looked up our reservation. She said \"you're early, you can wait at the bar\". We have no problem waiting at the bar for a table, but this was our first impression of staff and it went downhill from there. We found two seats at the bar where the bartender came and gave us drink menus right away, but then ignored us for the next several minutes and even prepared drinks for others that had arrived after us. He also had a lengthy conversation with people eating at the bar about their food and his recommendations while we waited to give our drink order. \nFinally, after waiting unsuccessfully at the bar for close to 10 minutes we were walked to a round table adjacent to where wait staff pick up bar drinks. We couldn't really figure out where to sit, but  the host (very friendly) said \"if you sit in these two chairs you will get hit less.\" Wow. \nWe sat and were given drink and food menus and waited another few minutes for our waiter to come. He came with water and then started to walk away so \"we can look over the drink menu\". We had been looking at the drink menu for about 15 minutes at this point and had decided about 14 minutes earlier what we wanted.\nDrink orders were placed and with our front row seat to the bar we watched the one bartender attempt to make drinks for all of the groups that had come in at 8. All the wait staff hovered around our table waiting for drinks for their tables.  \nThe waiter brought the drinks and apologized for the long wait. \nNow we were excited  to order some appetizers. The beef carpaccio was amazing!!! The tuna poke tasted like old fish. We eat a lot of sushi and poke and are familiar with what fresh tuna tastes like. This was not fresh. We told the waiter this and he took the plate and said nothing. \nWe ordered entrees, my husband really wanted the lamb, but they were out. This is totally understandable in a fresh restaurant so the score doesn't reflect being out of lamb. He got the fried chicken and I got the pork tenderloin. Another member of the wait staff brought our food the the table and placed the chicken in front of me and the  pork in front of my husband, without asking who had ordered which. \nThe entrees were great. The pork with the apple molasses was very tender and flavorful. The chicken was juicy and crispy.\nWe ordered two desserts which were dropped on our table without silverware so we waited for our waiter to return with spoons. The bread pudding with bourbon sauce was amazing and the brownie was ok. \nThe table was covered in this thick butcher style paper; which didn't really work for a round table. It was bunched up where I sat and our drinks had a lot of condensation which made  the paper a soggy mess. It ruins the ambiance of a nice restaurant to have crunchy paper on your table. It made me expect to see some crayons on the table for us to draw while we waited.\nThe waiter was not attentive throughout the meal and at one point was moved to the bar so we sat waiting until another server noticed and picked up our dessert bowls and dropped the check. The poke was still on it. So we paid for old tuna that we didn't eat. I can reassure you that mixed in that poke was fishy tuna that was not the quality we are used to in poke. \n\nSummary: not five stars because of the inattentive staff that seemed uninterested in waiting tables and for the tuna poke that didn't even garner a response from our waiter or management.\n\nWe've been to many of the top restaurants in Atlanta and I've never left reviews because the experience has been exactly what we had expected. In this experience, our expectations were definitely not met based on what we had heard and read.",
        "language": "en"
      },
      "date": "2017-12-25T13:17:09Z",
      "rating": 3,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Kimberly, we want all of our guests to enjoy their visit from start to finish, so I'm disappointed to hear that we didn't meet your expectations. I assure you we don't normally get this type of feedback, so we will definitely take your review seriously. If you do choose to dine with us again, we'll work hard to make your next visit a great one.\n\nTake care,\nJason Hill, Owner",
          "date": "2017-12-31T20:56:38Z"
        }
      ]
    },
    {
      "user": {
        "name": "Dj R.",
        "user_id": "p3r3Oh4EWRqWUCDLrLf7ow",
        "link": "https://www.yelp.com/user_details?userid=p3r3Oh4EWRqWUCDLrLf7ow",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ybQ0A2naF2fkE0VmPGcOfg/180s.jpg",
        "address": "Riviera Beach, FL",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "The meat balls are so delicious its soooooooooooooooooooo good 5 stars for the spagetti and meat balls highlee reccomended",
        "language": "en"
      },
      "date": "2019-08-18T01:15:22Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Paige N.",
        "user_id": "2mguZPvbCa4lwT_ULfTmHQ",
        "link": "https://www.yelp.com/user_details?userid=2mguZPvbCa4lwT_ULfTmHQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Z15ytvLgc6dDygdQnZKoTQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 379,
        "photos": 74,
        "reviews": 678
      },
      "comment": {
        "text": "I've gotta say, Wisteria's got it going on. And I'm only saddened I didn't figure out how good this place was before now!\n\nSo a few weeks ago, my lovely parents swung into town on their way back home after a tour of the south: New Orleans, Florida, and then Georgia on the way to Missouri. Whenever they stop by for a weekend, I like to try and make at least one dinner reservation at a nice restaurant none of us have been to before.\n\nAs I was cruising around on Yelp and Open Table simultaneously, Wisteria came up, I checked the menu, and decided \"What the heck?\" and booked a table for a Sunday evening.\n\nThat night, we arrived a little after the appointed time and valeted in the steep lot next to Wisteria and were promptly seated by the maitre'd. For a Sunday, Wisteria was doing a good business in its modest-sized space. It's cozy inside with a big bar, lots of seating at tables and along the walls in the form of banquets, soft lighting and a laid-back vibe. Very nice.\n\nOur waiter for the evening was quite entertaining - I don't recall his name, but we did learn he was from the West coast, but his ancestors were from Ireland (I have no idea how this came about), and he provided excellent service throughout our meal. \n\nFor dinner, we had a couple glasses of wine and I ordered the skate wing, my mom got the braised lamb shank, my dad and fiance both went for the grilled top sirloin (such manly men!). My skate was delicious with the stone ground grits (which I'm very particular about), asparagus and brown butter. Delish and almost too much to finish. My mom did thrown in the towel, and I ended up getting a nice little lunch of lamb shank leftovers the next day, which was awesome too.\n\nWisteria was really, really excellent, and it is definitely somewhere I will come back to in the future.",
        "language": "en"
      },
      "date": "2015-11-20T20:46:40Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 2,
        "cool": 2
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thanks Paige and tell your parents thanks too! We opened in 2001 and great reviews like yours is why, almost 15 years later our little restaurant still thrives. Thanks again we truly appreciate it.",
          "date": "2015-11-23T13:41:32Z"
        }
      ]
    },
    {
      "user": {
        "name": "James B.",
        "user_id": "NOMTQVKcULx9kcz8vgq3rA",
        "link": "https://www.yelp.com/user_details?userid=NOMTQVKcULx9kcz8vgq3rA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8I6ZRfBO2gZ_5k9MsGH7-g/180s.jpg",
        "address": "Douglasville, GA",
        "friends": 10,
        "photos": 210,
        "reviews": 85,
        "elite_year": 24
      },
      "comment": {
        "text": "Absolutely lovely! My wife and I went here after I read about the place online. It is a wonderful mix of casual elegance. My wife described it as elegant without pretention. They do have complimentary valet parking.\n\nWe had reservations for 5:30, which is when they open. We arrived about 10 to 15 minutes early but they brought us on in and seated us. I can see where it could get a bit cramped if they had a full house as they do have quite a few tables packed in there. The ambience was great, mid to low lighting, candles on the tables, white table cloths; but then brown butcher paper on that. Staff was all very friendly. They checked my coat and took drink orders immediately. Wait staff was in button up shirts and jeans. We are dresses up a bit since we were going to another even after, but I would feel perfectly comfortable in here in jeans and a sport shirt. Now on to food...\n\nThe wine list is nice, not huge but sufficient   They had about 10 craft beers available of which I tried 2. My wife had a Riesling that she liked. We then ordered the local cheese plate as an appetizer which was great. Presented on a rectangular white late it had bread, sliced grilled apples, pecans and 3 cheeses. It was great!  She then had tomatoe soup which she thought was the best she has had and I had crab bisque which was very good. For dinner I had the molasses rubbed braised pork tenderloin and it was incredible. She had the chicken with collard greens and corn pudding and loved it. She said the greens were perfect, not soggy. Being that I don't like collards, I took her word for it! If you like cornbread on the sweeter side, than you have to try their corn pudding, it is amazing!\n\nTheir deserts are served in the popular \" bite sized\" portions and you can order them in singles, groups of 3 or 5.  We tried 3. The bourbon soaked bread pudding was easily my favorite where my wife's was the carrot cake. \n\nDefiantly a place we will return.",
        "language": "en"
      },
      "date": "2012-11-25T12:07:54Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sally L.",
        "user_id": "DiqbgEEDUkNK4tmFp6sxiQ",
        "link": "https://www.yelp.com/user_details?userid=DiqbgEEDUkNK4tmFp6sxiQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/k6oqDfuuOzSqu3OTxupTaw/180s.jpg",
        "address": "Duluth, GA",
        "friends": 289,
        "photos": 173,
        "reviews": 95
      },
      "comment": {
        "text": "After coming here for Inman Park's restaurant week, I'm a little on the fence about whether or not this should be a 4 or 5 star. There were certainly really great items on the menu, such as the beef carpaccio and the salmon entree. However, it was just the extra 20+ minute wait for our reserved table and the lamb shank's less than great taste that makes me on the line. \n\nThe appetizers were amazing. The scallops and the beef carpaccio were so delicious, though the scallops are super fast to go considering how small it is. I'd definitely recommend the carpaccio. \n\nFor the main course, I got the lamb and my boyfriend got the salmon. Let me tell you, I wanted to steal his plate from him. It was a little lemony, and it could be a little too much since the lemon flavor is throughout the entire dish. Mine, however... I tried to eat as fast as I could to not keep tasting so much of it. It was quite heavy and overly flavorful. The sauce that it was drenched in was just too sour and just didn't taste good with the other things on my plate. I was so overcome with whatever the sauce was that I was savoring the little bits of potato mash that weren't touching the sauce. The lamb was cooked nicely, though it was a little too blackened for my tastes. The moment I got the dish, I was able to pull out the large bone with ease. It was super tender, if only it didn't have that sauce. :(\n\nFor dessert we were given a little trio sampler of desserts. I wasn't too fond of the desserts, but my boyfriend really liked them. They weren't bad, but I was just too sad from my entree to enjoy the final leg of the meal. The waitress was nice enough, though wasn't extremely attentive and forgot about my change at the end of the meal. \n\nThe restaurant is a popular place to come for a good reason, just I didn't find too big of a reason. Maybe one day I'll come back to Wisteria, but for now I don't think there is anything that is drawing me near. Perhaps try some of the other stuff on their menu, ones that others have given their 5 star review of.",
        "language": "en"
      },
      "date": "2016-04-26T04:56:45Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "D B.",
        "user_id": "-6FU5hm2q0ahU18yMS0Pug",
        "link": "https://www.yelp.com/user_details?userid=-6FU5hm2q0ahU18yMS0Pug",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aeajyrfvb3nEgM_UqEg47w/180s.jpg",
        "address": "Lithonia, GA",
        "friends": 0,
        "photos": 3,
        "reviews": 25
      },
      "comment": {
        "text": "The food was not of great taste if you are use to seasoned food it was not worth it. I had the pork tenderloin and sampled a number of other dishes. They were not the best taste either. Not one of the best places I would be recommending to anyone unless they bring their own seasoning.",
        "language": "en"
      },
      "date": "2019-08-26T01:41:36Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stephanie A.",
        "user_id": "ZQaBT4ZBw2mt2cYDl9k5aw",
        "link": "https://www.yelp.com/user_details?userid=ZQaBT4ZBw2mt2cYDl9k5aw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bP6Qrs3hJgeZFk9GikGZYw/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 300,
        "photos": 317,
        "reviews": 307
      },
      "comment": {
        "text": "I never curse in reviews..but...holy shit. \n\nI live in New York, NYC to be exact, so as pretentious as it sounds, I'm not usually wowed by food from other states. Wisteria is definitely my favorite restaurant I've ever been to, top's any restaurant I've been to in NY or NYC. No doubt about it. The atmosphere was perfect for our date night on our get-away. Intimate, dim lighting, cozy, and romantic. Candle lit table among an exciting buzz and chatter of happy guests. The service here is impeccable. I wish so badly that I could remember our server's name. I cannot give him and the rest of the staff enough high praise, the staff really made our experience incredible. Everyone was so genuinely friendly and helpful which provided for a comfortable and relaxing evening. \n\nSafe to say, I easily gained 5 pounds just from this meal, worth it. Distinctly remember my boyfriend noting that he would be keeping his shirt on for the next few days after eating here. Easily the best meal I've ever had. I ordered the iron skillet fried all natural chicken. Juicy, tender, flavorful, chicken, as opposed to many restaurants that just dry their fried chicken out completely. The bacon collard greens it came with were incredibly soft and had a bold, flavorful taste. My favorite was the sweet corn pudding on the side. I've never had something so delicious. It's essentially corn/creamed corn, but baked into a bread. However, it's not dry inside...you still get the creaminess on the inside the same way you would with regular creamed corn. Ridiculously amazing...I would fly here just for this! I don't really have self control, so I also ordered a side of the mac and cheese. Rich, creamy, baked to perfection, soooo cheesy. My stomach hurt from being so full, but I could not stop eating. \n\nThis place is incredible to say the least. I've never had a better meal.",
        "language": "en"
      },
      "date": "2015-08-25T14:20:37Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UgoByI5V4JnZvqMGFXePkw/o.jpg",
          "caption": "Mac and cheese in the back. Fried chicken, collard greens, and sweet corn pudding in the front. Best meal ever!"
        }
      ],
      "feedback": {
        "useful": 6,
        "funny": 5,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kevin P.",
        "user_id": "z3_cA4v4ylB8ndPc681V3w",
        "link": "https://www.yelp.com/user_details?userid=z3_cA4v4ylB8ndPc681V3w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SWnUNd6Zs58lIt6q13bUyQ/180s.jpg",
        "address": "Decatur, GA",
        "friends": 86,
        "photos": 333,
        "reviews": 342
      },
      "comment": {
        "text": "Started with appetizers of Gouda Stuffed Arancini Think of these as a slightly Americanized version of the handheld arancini commonly sold by street vendors in Italy.  a mix of breadcrumbs over cheese then fried. That set the stage for a great meal. We had the Low-Country Seafood Stew & Corn Bread and grilled beef tenderloin. Both were excellent. Service was good. There's valet parking. Standard decor and ambience in old brick building. Greatly enjoyed our time except for the volume. There we're Washington football staff in town for Labor Day game and a birthday party table, but acoustics in most restaurants now with high ceilings have this issue. I guess we're getting old composing about the noise. I put this on par with Babette's but way more noise.",
        "language": "en"
      },
      "date": "2018-09-17T12:43:29Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We'd like to apologize about the noise, Keshon! When we have larger groups in house sometimes it can get a little loud. We can assure you this is not always the case! Nonetheless, we're happy you enjoyed your meal. We always aim for excellence. Stop in again soon. We'd love to have you! \n\nBest,\nJason Hill, Owner",
          "date": "2020-02-18T20:33:08Z"
        }
      ]
    },
    {
      "user": {
        "name": "Mads B.",
        "user_id": "LONoA2egHbFjTJ3a6_UMXQ",
        "link": "https://www.yelp.com/user_details?userid=LONoA2egHbFjTJ3a6_UMXQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/juqZR-1YQBpZUvoTZL5Edg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 19,
        "photos": 498,
        "reviews": 403,
        "elite_year": 24
      },
      "comment": {
        "text": "I really want to love this place, but I just never do. It's always just ok to me. The service is fine, but the food is uninspired. It always sounds great but is then kind of bland or too fishy.",
        "language": "en"
      },
      "date": "2016-05-18T02:07:11Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Josh K.",
        "user_id": "60M9tcHPXA3bzL11n6wuLg",
        "link": "https://www.yelp.com/user_details?userid=60M9tcHPXA3bzL11n6wuLg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 3
      },
      "comment": {
        "text": "The restaurant equivalent of getting friend zoned by your high school crush. Watch delicious plates go by as you sip on a muddled mess of a cocktail wondering if that time you've been waiting for will ever come.... even with a reservation.\n\nUpdate:\n\nThe food did undoubtedly arrive, and wonderful it was. Yet most things do taste good when eating an hour and half past your prescribed time. The bar in the restaurant has turned into a waiting room that people are forced to cram into for an hour long detour before they can begin their evening. Even while waiting, I stumbled on a yelp review from 3 months prior that was reading more like a live narrative . \n\nJason, it was fantastic to hear from you. It only took about a week before receiving any feedback. Something that seems to be in congruence with the time management of your restaurant.\n\nWe came to dine with Wisteria in order to experience and celebrate, and all it turned out to be was good leftovers.",
        "language": "en"
      },
      "date": "2018-03-11T12:05:09Z",
      "rating": 1,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We're certain that your food got to you, Andrew, but we're sorry if the wait was longer than you expected. We hope you were impressed when your food arrived, and we'd love any feedback about our dishes. Please give us a call at (404) 525-3363\n if you'd like to speak with us directly. Looking forward to hearing from you soon.\n\nBest,\nJason Hill, Owner",
          "date": "2018-03-16T14:50:56Z"
        }
      ]
    },
    {
      "user": {
        "name": "Dean V.",
        "user_id": "QI0juPjSlTeSijfvj6yMtw",
        "link": "https://www.yelp.com/user_details?userid=QI0juPjSlTeSijfvj6yMtw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uvPvUw9tjJxHV_Jr3DyICw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 7,
        "reviews": 8
      },
      "comment": {
        "text": "One of the best meals I have ever had. I had the fried chicken with collard greens and mac and cheese. My date had the sirloin with mac and cheese. The chicken was great, though I preferred the white meat to dark. The greens were amazing and the mac and cheese was some of the best I've ever had. Her sirloin had a great favor too. The staff was great and parking was easy with the complimenta",
        "language": "en"
      },
      "date": "2016-02-26T03:51:44Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UObyV_IuG_pKts7nldRbPg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alex M.",
        "user_id": "R4BlCwQZlOp2zWGjWuWRBw",
        "link": "https://www.yelp.com/user_details?userid=R4BlCwQZlOp2zWGjWuWRBw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/w1FrLhTYwlDkfTg6ivMMdg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 16,
        "photos": 10,
        "reviews": 81
      },
      "comment": {
        "text": "My wife and I had an impromptu nice dinner here this past weekend. Overall, we were not disappointed. The food was good and the service was extremely attentive. \n\nWe started with two appetizers- the crab bisque and arancini. Both were excellent. For our main courses, I had the pork three ways, which was delicious and perfectly cooked. The amount of food was also generous. My wife had the trout, which was unfortunately a bit underwhelming and bland. \n\nDrink-wise, their wines were good (I had 1, my wife 2), and I enjoyed my old fashioned. \n\nOverall, a really good meal. That said, Wisteria had a couple drawbacks. First, it was quite expensive- I would say a bit too expensive, for what it was.  The atmosphere was just kind of so-so, as well, and you are literally sitting on top of other diners. This may be unfair, but there's really nothing about Wisteria that would make me think \"we need to go back there\" out of the blue.  A good meal that we don't regret, but we may not be back for a while.",
        "language": "en"
      },
      "date": "2015-12-17T02:10:19Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Julie C.",
        "user_id": "xoBwUohCAvkZ7DyCq0poLA",
        "link": "https://www.yelp.com/user_details?userid=xoBwUohCAvkZ7DyCq0poLA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VXqeP2vhjd0p6o_VU8X6lw/180s.jpg",
        "address": "Washington, DC",
        "friends": 36,
        "photos": 220,
        "reviews": 212
      },
      "comment": {
        "text": "I came here for Restaurant Week on the recommendation of a friend. I had the $25 option with the deviled eggs, fried chicken, and brownie dessert while my friend had the arancini balls, fried chicken, and bread pudding (because they ran out of banana pudding). I thought the deviled eggs were too salty and the arancini balls were too bland, but everything else was good. The chicken was the star and was still juicy, and the brownie was amazing! \n\nWe both had a mishap with the server, our cards, and our check that I'm not happy about, and the manager was NOT helpful, a little rude and condescending; but other than this service was friendly. I would probably not come back because it's pretty pricy and I don't think quality is quite worth the regular prices, but check it out for this week and the fixed menu! \n\nWisteria is easily found in Inman Park, there is valet parking and street parking and it looked like there was plenty of room. The interior is pretty small though, dim lighting and nice decorations, but it got VERY loud with everyone trying to speak over everyone else.",
        "language": "en"
      },
      "date": "2016-07-25T12:21:22Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "It is never our intention to come off as rude or condescending, Julie, and I'm so sorry if you had that impression. It's really our goal to wow our guests, so it's also disappointing that our arancini balls and deviled eggs missed the mark this time. Despite that, I'm really happy you liked your chicken, and I hope you decide to give us another chance.\n\nFor curiosity's sake, are you from the Atlanta area or were you just visiting?\n\nCan't wait to talk to you,\nJason Hill, Owner",
          "date": "2016-10-03T11:51:47Z"
        }
      ]
    },
    {
      "user": {
        "name": "Ellen C.",
        "user_id": "oT6LFymCRaDzSzoAwAilhA",
        "link": "https://www.yelp.com/user_details?userid=oT6LFymCRaDzSzoAwAilhA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8HSMcfSJ37IAp9pgX2jf9g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "Although Wisteria has been around awhile, last night was our first visit! It was delicious! The cocktails, appetizers and mains were wonderfully prepared! We will definitely be back!",
        "language": "en"
      },
      "date": "2019-03-21T11:39:49Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "It's great to hear you enjoyed your first visit with us, Ellen! From our cocktails to our style of cooking -- we're happy you're happy. Hope you'll stop in again soon! \n\nBest,\nJason Hill, Owner",
          "date": "2020-02-19T00:30:01Z"
        }
      ]
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=9M1XZ0637bZpG8SqvgzqrQ&start=160"
  }
}