{
    "search_metadata": {
        "id": "65ef2b7deb31eb2243f6dee3",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2b7deb31eb2243f6dee3.json",
        "created_at": "2024-03-11 16:04:13 UTC",
        "processed_at": "2024-03-11 16:04:13 UTC",
        "yelp_reviews_url": "https://www.yelp.com/biz/q43-XtobLPmbkxHmpSvEFA?",
        "raw_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2b7deb31eb2243f6dee3.html",
        "prettify_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2b7deb31eb2243f6dee3.prettify",
        "total_time_taken": 6.62
    },
    "search_parameters": {
        "engine": "yelp_reviews",
        "start": 0,
        "num": "50",
        "place_id": "q43-XtobLPmbkxHmpSvEFA"
    },
    "search_information": {
        "total_results": 119,
        "business": "Kitty Dare"
    },
    "review_languages": [
        {
            "hl": "en",
            "count": 119
        },
        {
            "hl": "de",
            "count": 1
        }
    ],
    "reviews": [
        {
            "user": {
                "name": "Danielle S.",
                "user_id": "V34qejxNsCbcgD8C0HVk-Q",
                "link": "https://www.yelp.com/user_details?userid=V34qejxNsCbcgD8C0HVk-Q",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tQMRSOLHY_0B-vl75ieNyg/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 457,
                "photos": 425,
                "reviews": 375,
                "elite_year": 24
            },
            "comment": {
                "text": "What an incredible dining experience. We loved the interesting twist on elevated Mediterranean food here. We brought my parents when they were in town visiting, and they can be picky eaters, but they also loved everything we ordered. The service was great, and they were able to get us in an out in a reasonable amount of time since we had a show to attend that night. \n\nMy mom and I split the cauliflower salad, which I was surprised to find was a cold salad. It was tasty and had surprise ingredients in it, like almonds. Not something I would have thought to put together, but it worked! The shrimp bucatini was divine, and my husband's gnocchi (he let me try a bite) was the perfect winter comfort food. They helped us pick wine, and it was such a nice, intimate atmosphere that really sets you at ease. Definitely a good place for a special occasion!",
                "language": "en"
            },
            "date": "2023-12-17T17:35:27Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Robert B.",
                "user_id": "S1X79ovkdF3K4oKakAnE3w",
                "link": "https://www.yelp.com/user_details?userid=S1X79ovkdF3K4oKakAnE3w",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Rf3IOjo2xGsJ2BX8nT-Bpw/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 338,
                "photos": 283,
                "reviews": 259
            },
            "comment": {
                "text": "Enjoyed what could have been a great food experience save a terrible -- and repeatable hiccup at the end of dessert. \n\nAfter ordering an appetizer (Lamb and Beef Kabobs) and a salad, we were brought out a decent set of main dishes: salmon and the shrimp. Both were fairly good. \n\nHowever, we had to wait 30-40 minutes with no contact from any server after ordering crème brûlée for dessert. According to the manager on duty, the two chefs rotate between salads and desserts and, at the end of the evening, give preference to the salads. As a result, people have often waited for desserts as the two chefs are making entrees or salads. \n\nSo at a fairly expensive meal, there are literally no servers to be found to say 'hey, given the time frame, let me get the bill' we are held hostage waiting for our dessert to come. \n\n(While we waited another couple parked, came inside the restaurant. ordered dessert and port, finished the meal and packed up to leave all during the time we waited on a dessert we had ordered before they parked to enter.)\n\nThat's terribly disappointing for what could be a nice night. And there is a fix that is as common as what happens at Chick Fil-a or any other much less elevated dining experience: 'our crème brûlée and desserts may take a while, perhaps order something else or not at all.' But to sit in an intimate restaurant for 30 minutes without a sever -- any server -- in sight as they gather listlessly on their phones is not the experience you'd expect for an elevated and pricey dining experience. \n\nGiven this is a known issue, where management or ownership glibly just says, 'sorry thanks for the feedback', I'd have to recommend avoiding Kitty Dare, as my experience could be yours and they seem indifferent to your night out. \n\nThe food generally is a decent, competent if underwhelming value wise, Italian take on Persian food. That said, there are places that do better of both, close by that are much more interested in your dining experience.",
                "language": "en"
            },
            "date": "2024-02-24T03:36:33Z",
            "rating": 1,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9fkeDgAvDVN9vZ5TiWGKxQ/o.jpg",
                    "caption": "Interior after drinks"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Monica S.",
                "user_id": "-WGIh3Tf_9ulKFIBXIt24w",
                "link": "https://www.yelp.com/user_details?userid=-WGIh3Tf_9ulKFIBXIt24w",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4gbjWg6HAbb7lZh2kBtw_w/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 50,
                "photos": 201,
                "reviews": 374,
                "elite_year": 24
            },
            "comment": {
                "text": "The fam of 4 went to this resto. Great ambiance . \nMy husband loves gin n tonic but this was too much for him with strong rosemary flavor\nI had the fig forward drink but couldn't taste the fig but it was good. We ordered burrata which was okay not so great and loved the eggplant dip. For dinner we had the veggie gnocchi covered with harissa 6/10 , salmon with risotto7/10 , lamb burger  6/10 and I had the shrimp pasta with crushed pistachio which was an 8/10 \nWe all felt we could make this at home. The cheesecake for dessert with  pistachio was underwhelming \nThe service was excellent\nHaving so many excellent middle eastern restos now in atlanta, this one stands out because of its more Italian menu. I am not sure I would return with having so many choices elsewhere.",
                "language": "en"
            },
            "date": "2024-02-10T12:39:34Z",
            "rating": 4,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/An-dJ4bhEJLyMynXEbnmTw/o.jpg",
                    "caption": "Burrata"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EwjxXftTBZk6zbaMi0LTmQ/o.jpg",
                    "caption": "Cheesecake"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LzBajdt-lDTHwJZWXH-e6g/o.jpg",
                    "caption": "Shrimp bucatini with pistachio"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Sabina A.",
                "user_id": "CvNC0raqy5Bt_a1opW-b2g",
                "link": "https://www.yelp.com/user_details?userid=CvNC0raqy5Bt_a1opW-b2g",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cDk0HGFnPSe-FAINi94Jiw/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 19,
                "photos": 78,
                "reviews": 44,
                "elite_year": 24
            },
            "comment": {
                "text": "Kitty Dare is my FAVORITE brunch in Atlanta. You can't go wrong with any items on their menu and the service is wonderful. Prices are too good for the quality they serve up. When it's warm, I love sitting outside in their beautiful garden patio out back. Inside, it's cozy and stylish transporting you to another part of the world. My only wish is that they had brunch all weekend .",
                "language": "en"
            },
            "date": "2024-01-17T18:22:28Z",
            "rating": 5,
            "tags": [
                "2 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iqFxjm8KQMeg8_iLvQ-xCQ/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wZuQaVOXvJEu6-y81wQedA/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Lindsy H.",
                "user_id": "pmcRiyoKD-D3TIrY3EB4LA",
                "link": "https://www.yelp.com/user_details?userid=pmcRiyoKD-D3TIrY3EB4LA",
                "address": "Inman Park, Atlanta, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 1
            },
            "comment": {
                "text": "This was one of best culinary experiences I have ever had! The drinks are exquisite and the food was delicious. We started with the bacon dates and labneh and had the salmon and shrimp buccatini. We finished with the creme brulee which was perfect. The staff was extremely friendly and accommodating. We can't wait to go back!",
                "language": "en"
            },
            "date": "2024-02-24T04:22:09Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Kelly D.",
                "user_id": "xRyEGwOsy5gR7zB0QmMMLw",
                "link": "https://www.yelp.com/user_details?userid=xRyEGwOsy5gR7zB0QmMMLw",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 4
            },
            "comment": {
                "text": "When I die, spread my ashes at Kitty Dare. Cree, Grace, and Matt make me feel like home.  My favorite place in the whole world.",
                "language": "en"
            },
            "date": "2024-02-24T04:16:55Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Malika B.",
                "user_id": "b_jaD1IJULm4G4x22uYqzQ",
                "link": "https://www.yelp.com/user_details?userid=b_jaD1IJULm4G4x22uYqzQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aV1C0UiJspT3EOtujmddqw/180s.jpg",
                "address": "Marietta, GA",
                "friends": 114,
                "photos": 90,
                "reviews": 174
            },
            "comment": {
                "text": "If you are looking for a spot to enjoy this gorgeous fall weather, go check out Kitty Dare, but you have to promise to go back and enjoy the lovely interior. It is unrecognizable form the prior restaurant. Gorgeous black and white tile line the inside with a splash of bright blue to liven up the inside. \n\nEli's G+T is the way to go - just look how big the drink is! I loved the splash of apricot that made it a bit different than your average G+T. It was light and refreshing, perfect to wash down our appetizers.\n\nThe orange and fennel salad was so unique with the fennel flavor in the background - not overwhelming. It had the lightest vinaigrette dressing too which was delightful. The Tunisi Eggplant is another sharable plate, in fact it was big, we barely made a dent in our entrees. I'd recommend visiting KD with at least four people if you plant to try a bunch of dishes.\n\nMy Gnocchi with lamb was delicious and reminded me a bit of Moussaka. The Teres Major is basically steak frites and so plentiful. It comes with a gremolata too for dipping. \n\nWe ordered 2 desserts: the white chocolate Pistachio cheesecake and the Saffron and Dates panna cotta. The first was the better of the two but if you love panna cotta you can't go wrong with that choice either. \n\nOh and our server was wonderful at making recommendations and helping navigate the menu. Highly recommend visiting.",
                "language": "en"
            },
            "date": "2023-10-03T01:35:13Z",
            "rating": 5,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WwI7yELM2vCKypYuKh89Cg/o.jpg",
                    "caption": "Patio with beautiful mural"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/od38PbkorcFY9nM_cGT5qA/o.jpg",
                    "caption": "Steak"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/w0N53DB5F5VK1AdeNjQ6DA/o.jpg",
                    "caption": "Eli's G+T at Kitty Dare"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jokWNllE3zw1csW7xrGTOw/o.jpg",
                    "caption": "Orange and fennel salad and Tunisi Eggplant appetizers"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Mads B.",
                "user_id": "LONoA2egHbFjTJ3a6_UMXQ",
                "link": "https://www.yelp.com/user_details?userid=LONoA2egHbFjTJ3a6_UMXQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/juqZR-1YQBpZUvoTZL5Edg/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 19,
                "photos": 498,
                "reviews": 403,
                "elite_year": 24
            },
            "comment": {
                "text": "Fix the gnat problem. \n\nThe food was really great. I had the gnocchi, and it was phenomenal. Paella was really good, too. Interestingly, the paella portion is big - easily 2 meals. But the other portions were all small. Still, the gnocchi was . \n\nCocktails were fine. Limited selection, but my old fashioned was fine. Good size spirit and wines by the glass list. \n\nService was slooooow. But they did keep water on our table all the time, which was good. \n\nThere are lots of gnats. They were swarming our drinks and one landed in the appetizer. Very gross.",
                "language": "en"
            },
            "date": "2023-03-01T03:53:52Z",
            "rating": 4,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ej1XtNNjXnZtk4VCvjHw5g/o.jpg",
                    "caption": "Gnocchi. So much flavor. Small portion."
                }
            ],
            "feedback": {
                "useful": 4,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Jillian L.",
                "user_id": "T3HHdDM-Ic7YslbgvHgMyg",
                "link": "https://www.yelp.com/user_details?userid=T3HHdDM-Ic7YslbgvHgMyg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9uaTdclEFNHcLVpElHUPdQ/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 6,
                "reviews": 2
            },
            "comment": {
                "text": "Everything at Kitty Dare is SO GOOD! The food, service, ambience, free and easy street parking (which is so rare in ATL!) - really everything about Kitty Dare makes it my #1 pick for a large variety of occasions - a dinner for a large group, or an intimate group.\n\nI had a reservation for about 8 people - it was very easy to book online. I had to call to ask some questions. Someone answered immediately, and was extremely helpful and accommodating of my needs.\n\nWe were seated immediately for our reservation - a long very comfortable table. Restaurant is gorgeous - love the tiles, great ambiance for a lovely long dinner to catch up with friends. The music is the perfect volume, great jazz music that's the perfect backdrop.\n\nWe had a round of drinks (the G&T is so refreshing and aromatic!) and had some appetizers to share. The charcuterie board is huge, and amazing - someone said they could order a whole board for dinner instead of getting a entrée and would be very happy. The fried olives on the board is a standout -  crispy tempura-ish coating - so good. We also got the labneh (sumac, pomegranates, olives) with the house made barbari bread (the bread is AMAZING) as well as the dip trio (all the dips were delicious). \n\nEveryone was happy with their entrees - my catch of the day salmon and lemon zest risotto was AMAZING. The best piece of salmon I've ever had. We also had the bebere chicken, the bucatini and shrimp, the cavatelli alla genovese. All the dishes really highlighted the Mediterranean Italian fusion Kitty Dare does.\n\nWe were pretty full, but had an eye on desserts. The white chocolate and pistachio cheesecake is SO good - very rich and sweet, but perfect for those who want a traditional dessert. We also got the cardamom orange creme brulee (very aromatic, loved the orange flavor really came through) and the saffron and dates panna cotta (I LOVED this one, the texture was amazing and it comes with crunchy chocolate and cookie crumbles).\n\nWhen we finally wrapped up, we were surprised at how easy it was to split the check (a lot of places give you a hard time but Kitty Dare made it really easy and didn't pressure us to do one check). The waiter had a card reader and everyone paid quickly.\n\nAll in all, we spent 2.5 hours at dinner - this is the perfect place to really enjoy a long meal with friends. I will be back!! The rest of the dessert menu is calling to me, and they update the menu seasonally.",
                "language": "en"
            },
            "date": "2023-10-30T14:24:23Z",
            "rating": 5,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Wsvw7hpOR2n5fYzauth-SQ/o.jpg",
                    "caption": "Charcuterie board - the fried olives, smokey almonds, and the barbari bread are especially standouts."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zyeq_tPZT_jMH6a60yYOOA/o.jpg",
                    "caption": "Catch of the day risotto - lemon zest risotto and the best piece of salmon I've ever had, cooked perfectly medium."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WGfTPmjFHO62C85-u3tKCA/o.jpg",
                    "caption": "Labneh with sumac, pomegranates, olives, and housemade barbari bread"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Margaret G.",
                "user_id": "Gvpodcmgs-zdHf58XbFUcQ",
                "link": "https://www.yelp.com/user_details?userid=Gvpodcmgs-zdHf58XbFUcQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Vx1wjLSdYYBq1UTHLU-Fmw/180s.jpg",
                "address": "Sarasota, FL",
                "friends": 2,
                "photos": 56,
                "reviews": 25
            },
            "comment": {
                "text": "Great food, excellent service, we enjoyed and would recommend making reservations if planning to go for dinner. The restaurant is very accommodating and the bar is full service. Dim lights, and floor to ceiling windows made for beautiful dining experience.",
                "language": "en"
            },
            "date": "2023-12-12T23:17:21Z",
            "rating": 5,
            "tags": [
                "2 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/skcz6Rhcwv5micZYWi-wMA/o.jpg",
                    "caption": "Dips Trio: Tirokafteri, Mirza Ghasemi, and Taramasalata served with barbari bread"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ljJYplUf9Su45Qz540zL3A/o.jpg",
                    "caption": "The short wine menu, they have more."
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Mike H.",
                "user_id": "36Hf_iYqziduiodhb4bYUA",
                "link": "https://www.yelp.com/user_details?userid=36Hf_iYqziduiodhb4bYUA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/l9YtyRp4JOaqgW3yjXUNOw/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 17,
                "photos": 45,
                "reviews": 13
            },
            "comment": {
                "text": "Had been wanting to check this place out and happened upon by accident on purpose and I am glad I did. It is quaint with a nice ambiance from the dimly lit interior to the serene back yard dining area and our server was friendly and helpful.\nWe had the Bucatini and Shrimp, the Cavatelli ala Genovese and we shared the Oregano and Feta Fries. EVERYTHING WAS DEELISH!!!\nI took half of my pasta home and had it the next day for lunch and it was even better. The pistachio crumbles set off the flavors incredbly. Dare me not to return!",
                "language": "en"
            },
            "date": "2023-09-26T17:17:34Z",
            "rating": 4,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3kctMbLUsxJyg-Lza14WyA/o.jpg",
                    "caption": "Cavatelli ala Genovese"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ON8FVHl4SQ_02HSgOwt0Kg/o.jpg",
                    "caption": "Bucatini and shrimp with Pistachio crumbles"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2w4agDAiKkuyD4o8LBEzSQ/o.jpg",
                    "caption": "Oregano and Feta Fries"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Danni H.",
                "user_id": "NskH767Cr5pIWFJMaGHidw",
                "link": "https://www.yelp.com/user_details?userid=NskH767Cr5pIWFJMaGHidw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CnB7mRZXqvVNAJkrImzsdw/180s.jpg",
                "address": "Salt Lake City, UT",
                "friends": 5,
                "photos": 206,
                "reviews": 52,
                "elite_year": 24
            },
            "comment": {
                "text": "My fiancé and I ate here for Valentine's Day dinner. We were able to get a table although reservations were encouraged. The restaurant is a Mediterranean cuisine with some Italian influences. \n\nWe ordered the lebnah appetizer, lamb burger, and the bucatini and shrimp dish. Everything we ordered was so. Lebnah had pomegranate pieces in it which I thought was a good addition. However, my favorite ingredient was the pistachios in the shrimp dish. Oh! The lamb meat was halal (although our server was unfamiliar with it despite it being a Mediterranean restaurant) - but I appreciated the fact they had this kind of meat very much. \n\nThe next time we order the burger, we will eat it with a fork and knife since it can get a little messy due to the delicious sauces. In the end, we are for sure coming back.",
                "language": "en"
            },
            "date": "2023-02-20T00:11:44Z",
            "rating": 4,
            "tags": [
                "5 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nndUXZPoQ-yHO5Qr2GgCrw/o.jpg",
                    "caption": "Lebnah appetizer"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/izZUJX4UatwXYzre2hikew/o.jpg",
                    "caption": "Bread with lebnah appetizer"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YoCmz0X8V4zarTZL0gZCSw/o.jpg",
                    "caption": "Bucatini and shrimp"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WMPR2Yo3hMqNMsHvoIwSig/o.jpg",
                    "caption": "Lamb burger (comes with fries)"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bXa4prwun0CN4UYPR7Rk1g/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Will T.",
                "user_id": "-Lep468uuZhN-LZEf0DrHw",
                "link": "https://www.yelp.com/user_details?userid=-Lep468uuZhN-LZEf0DrHw",
                "address": "Northeast Portland, Portland, OR",
                "friends": 0,
                "photos": 1,
                "reviews": 9
            },
            "comment": {
                "text": "Went a while ago with Hannah for a date night. Sat out on the sidewalk which was a vibe. I remember it being good.",
                "language": "en"
            },
            "date": "2024-02-19T21:53:00Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Sophia J.",
                "user_id": "0cZM77Xq7MCrHYcPdrLeeA",
                "link": "https://www.yelp.com/user_details?userid=0cZM77Xq7MCrHYcPdrLeeA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WxyDW8z8cpUuNOcblbdK3g/180s.jpg",
                "address": "Macon, GA",
                "friends": 25,
                "photos": 636,
                "reviews": 180
            },
            "comment": {
                "text": "Everything was amaze balls!! We arrived early to chill at the bar before our chefs table began. The Kitty G&T was so refreshing and so on point, it's very rare to get a good G&T in America (I'm a Brit and very critical) the cheese board was huge and the fried olives were chefs kiss who knew! \n\nOur chefs table was AMAZING there were 20 of us and there was so many food it was crazy! From the bread, broccoli salad, cheese balls, steak, salmon, kebabs, OMG the list is endless Everything was amazing and we will definitely be back. Thank you for your hospitality!",
                "language": "en"
            },
            "date": "2023-08-09T14:35:07Z",
            "rating": 5,
            "tags": [
                "10 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7_E3kKz6M_jbdsDRqKqcLg/o.jpg",
                    "caption": "Salmon"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lTatHZZX-P-HFM4fBLLfsA/o.jpg",
                    "caption": "Cheesecake"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/w8bby3yqcXxq61suyOmHvA/o.jpg",
                    "caption": "Kebob"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lov9deldUCQa-4cDtiVeew/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/x4I2Kgfkf0iQVWolv-QQ1A/o.jpg",
                    "caption": "Water melon salad"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LVD0mPOyZvQkV02hqFyerg/o.jpg",
                    "caption": "Pana cotta"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vpKyNEFa382gufljA6yByw/o.jpg",
                    "caption": "Gin and tonic"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LQXLax24aAEpSPZVXdPO_w/o.jpg",
                    "caption": "Aubergine"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/c8cT-XFaaD-KEjL0VTaBVA/o.jpg",
                    "caption": "Celeriac"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/c8uk-0bn5GLbSrrF4t3_Og/o.jpg",
                    "caption": "Cheese board"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Raymond G.",
                "user_id": "hpO6hCn9kJJaxLS_8ft3Gg",
                "link": "https://www.yelp.com/user_details?userid=hpO6hCn9kJJaxLS_8ft3Gg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NmaVrBskgvgSZcCIjg6qYQ/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 22,
                "photos": 29,
                "reviews": 27
            },
            "comment": {
                "text": "We celebrated my wife's birthday with a party of 9 on Saturday, and I could not say enough good things about Kitty Dare. Our service was excellent, and the food was unique and delicious. Most surprising was the incredible paella. Highly recommend the Shrimp Bucatini, dates, paella, and Citrus Salmon, though everything was very good. We enjoyed all the deserts as well, but if you have to pick one, get the cheesecake- it's incredible. Can't wait to go back here!",
                "language": "en"
            },
            "date": "2023-11-26T03:32:12Z",
            "rating": 5,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JNs-rxaj35n09wt0qgJt9w/o.jpg",
                    "caption": "Knefe in front with cheesecake (and candle)"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ucHsIA5MFv6hX60n-8RzTw/o.jpg",
                    "caption": "Citrus salmon- the yogurt sauce it sits on is perfect"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dMSp4y5iAEo4X3P7UfAywA/o.jpg",
                    "caption": "Cavatelli"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FF_cIqQIU8o-OWtkHdi4_A/o.jpg",
                    "caption": "Paella- absolutely incredible and I'm very, very picky with paella."
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Richard D.",
                "user_id": "stzQMjhkYsC05r3HSlhJDg",
                "link": "https://www.yelp.com/user_details?userid=stzQMjhkYsC05r3HSlhJDg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3YSowZomJWP7ar9ft1Tjsg/180s.jpg",
                "address": "South End, Boston, MA",
                "friends": 13,
                "photos": 51,
                "reviews": 34
            },
            "comment": {
                "text": "If you know me I'm usually very critical of Atlanta restaurants, but @kittydareatl put all my disappointments and frustrations to bed \n\nThis establishment has been open for 18 months and it's incredible to see what they are offering in such a short time frame. I had the:\n\nETI's G AND T\nDips Trio\nPasta Bolognese\n\nThe waitress knows every drink on the menu like the back of her hand and give's phenomenal service! The owner is inviting and has a great story to tell. The bread is made in home and goes well with the Dips Trio, loved the Mirza Ghasemi! Not sure if the pasta is made in house but I'm convinced it is, so let's just say that. Really great place to try out, you won't be disappointed and I can't wait to come back and try everything else on the menu‼ Loved it! #mediterranean #atlantaeats #atlantafoodie #kittydareatl #foodreview #foodstagram",
                "language": "en"
            },
            "date": "2023-06-12T22:40:12Z",
            "rating": 4,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jrtlwdk8gRJhGljzfMY9yw/o.jpg",
                    "caption": "Dips Trio"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l17Mj9psGor-6CFkdJZIAg/o.jpg",
                    "caption": "House Made Bread"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-F1OQbACTOFXkuLzRHrMQQ/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Amy S.",
                "user_id": "r3ii6uOjsD0Rb5Rweu9GcQ",
                "link": "https://www.yelp.com/user_details?userid=r3ii6uOjsD0Rb5Rweu9GcQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qFzBw1JDW5BsRRk-xymvxg/180s.jpg",
                "address": "New York, NY",
                "friends": 6,
                "photos": 269,
                "reviews": 183,
                "elite_year": 24
            },
            "comment": {
                "text": "This place is a real gem. The food is tasty and top notch. I love their salmon dish. I've gotten it a few times, and it's always amazing. The service is warm and friendly. The only downside is that food takes a while to come out (we're talking like 40 minutes from when you place the order). The restaurant is located right next to a Marta station, and there's also plenty of street parking nearby.",
                "language": "en"
            },
            "date": "2023-05-05T20:33:39Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ed803Hg90v-XPj9LAABZFA/o.jpg",
                    "caption": "Salmon"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 2
            }
        },
        {
            "user": {
                "name": "Kevin P.",
                "user_id": "z3_cA4v4ylB8ndPc681V3w",
                "link": "https://www.yelp.com/user_details?userid=z3_cA4v4ylB8ndPc681V3w",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SWnUNd6Zs58lIt6q13bUyQ/180s.jpg",
                "address": "Decatur, GA",
                "friends": 86,
                "photos": 331,
                "reviews": 341
            },
            "comment": {
                "text": "Wow, what a wonderful experience. We've been on a Mediterranean kick lately and discovered this through a Yelp search. Quaint spot and food was awesome. Ambience was great in that noise level was at an acceptable volume for us unlike Delbar, Divan and Rumi, which are all equally as good, but more of a scene, though ain't nothing wrong with that. Try the eggplant appetizer with the bacon wrapped dates then on to the meat and seafood paella. Really Good bartender!",
                "language": "en"
            },
            "date": "2023-10-28T18:26:29Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iJhlo6YT4N6zg-if1oftcQ/o.jpg",
                    "caption": "Paella"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Justin N.",
                "user_id": "y1ewC-YWYW9ViTLtC2N0Mg",
                "link": "https://www.yelp.com/user_details?userid=y1ewC-YWYW9ViTLtC2N0Mg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7HXVaqAY_ccdgSVJWRnFNw/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 510,
                "photos": 1392,
                "reviews": 361,
                "elite_year": 24
            },
            "comment": {
                "text": "Kitty Dare was absolutely delicious. We've been craving Paella and have not found a good place for Paella until someone recommended Kitty Dare. Not only did they have Paella but they also had a Vegan Paella. Both were absolutely delicious and were surprisingly still absolutely delicious the next day. I'd recommend this to anyone looking for an absolutely delicious meal. I'd also recommend ordering one paella for every two people as it is a lot of food. Plus the Gin and Tonic is VERY LARGE.",
                "language": "en"
            },
            "date": "2023-04-09T16:09:43Z",
            "rating": 5,
            "tags": [
                "9 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BIgm1-JoZZ54fruUCjkCwQ/o.jpg",
                    "caption": "Menu (1 of 2)"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/s9QVEe_VTsEIOAOhP37xig/o.jpg",
                    "caption": "Wine Menu (1 of 2)"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oGsDFZfk7-hGYPtYGY73eg/o.jpg",
                    "caption": "Paella"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NJHjFRFYmLnH6AIL8iWtDA/o.jpg",
                    "caption": "Specials"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/opz5aku0iyoVSa7kSxr_cw/o.jpg",
                    "caption": "Gin and Tonic"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bEJm1LyTP4Wui5qq71oRHQ/o.jpg",
                    "caption": "Vegan Paella"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CC8jgWVIYuU4-UT97bbzFQ/o.jpg",
                    "caption": "Bread"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4gWPP-n0OF872pvgrLz7dQ/o.jpg",
                    "caption": "Wine Menu (2 of 2)"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/y5Qnozvmnm1b12I_lPE0gA/o.jpg",
                    "caption": "Menu (2 of 2)"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Erin S.",
                "user_id": "B-nz1ZBp9GdevG3pCuLo-A",
                "link": "https://www.yelp.com/user_details?userid=B-nz1ZBp9GdevG3pCuLo-A",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7HV7gBNZpQLGIh7Hd_OzFg/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 377,
                "photos": 4089,
                "reviews": 783,
                "elite_year": 24
            },
            "comment": {
                "text": "We had a reservation for a party of 4 for dinner at 7:00 pm on Sunday, 8/21/22. The service was excellent! We appreciated the owner, Jaamy, coming to check on us too!\n\nHere's what I tried:\n- Dips Trio ($16): Really tasty dips! My only complaint was that it came with 4 slices of (super delicious) bread and the ratio of bread to dip was wayyyy off. And they charged for more bread. It should come with at least double that.\n- Melanzane a Funghetto ($28): Super good!! The burrata, eggplant, and sauce were great! Between the appetizer and this dish, I was pretty full! I was able to take half home for lunch the next day.\n- Lamb Shell Pasta Special: The lamb was perfect. Beautiful presentation!\n- White Chocolate Pistachio Cheesecake ($9): OMGGGGG. Heavenly.\n\nI was between 4 and 5 stars, mostly because of the lack of bread in the dip trio. I decided to round up, but I really hope they're more generous with the bread in the future!",
                "language": "en"
            },
            "date": "2022-08-22T21:49:02Z",
            "rating": 5,
            "tags": [
                "8 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aDlS7XGF8HEal5CoZpaZ3Q/o.jpg",
                    "caption": "Melanzane a Funghetto"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wErFQMnySPsTqf51tVxI1Q/o.jpg",
                    "caption": "Inside"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ReF350RXOaEyJTT9az1ipw/o.jpg",
                    "caption": "White Chocolate Pistachio Cheesecake"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/E7HBDiwMAY791XlGXfD1Cg/o.jpg",
                    "caption": "Dinner menu"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/m7g27q1rivE1HZdS09OnbA/o.jpg",
                    "caption": "Dinner menu"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Zz8m-a5xDAza9GIZv0unMQ/o.jpg",
                    "caption": "Outside"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DZCpGzOktlEgDY4h0ABGaQ/o.jpg",
                    "caption": "Lamb Shell Pasta Special"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Z5bbjh7_z3nZ9n1GfnFIOg/o.jpg",
                    "caption": "Dips Trio"
                }
            ],
            "feedback": {
                "useful": 3,
                "funny": 1,
                "cool": 3
            }
        },
        {
            "user": {
                "name": "Abhi K.",
                "user_id": "fuuhCaOp4qoh8lNjWD_BvA",
                "link": "https://www.yelp.com/user_details?userid=fuuhCaOp4qoh8lNjWD_BvA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EbMuK2SxF_H_BHJdlyzt6Q/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 94,
                "photos": 21,
                "reviews": 385,
                "elite_year": 24
            },
            "comment": {
                "text": "Dinner here is always so much fun. Do yourself a favor and go to one of the wine dinners. They're usually $125 for five food courses and five pours of high quality wine introduced by the winery, usually imported from a certain country. I've been to the South African and Italian wine dinners and both were incredible. On the regular menu, I love their French onion soup and the bucatini with pistachio pesto.",
                "language": "en"
            },
            "date": "2023-09-22T11:22:46Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Caitlin C.",
                "user_id": "wLsMX5v2-lGYMxWSat7oEg",
                "link": "https://www.yelp.com/user_details?userid=wLsMX5v2-lGYMxWSat7oEg",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 10
            },
            "comment": {
                "text": "Higher-end restaurants usually underwhelm me, but this place is an exception. I'm vegan and shared the eggplant appetizer and vegetarian paella with my date. I am not usually a fan of eggplant (it's a texture thing), but this dish was perfectly flavored, and the eggplant wasn't slimy or chewy. The portions were generous, and there were enough leftovers for a third meal. The service was attentive without being overly so, which I appreciate. It's pricey but not nearly as much as other fancy spots in Atlanta.",
                "language": "en"
            },
            "date": "2024-02-10T19:24:29Z",
            "rating": 5,
            "tags": [
                "Seated via Yelp Reservations"
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Sammy K.",
                "user_id": "gxpYZaZo8K6Vs-YSkV4QMQ",
                "link": "https://www.yelp.com/user_details?userid=gxpYZaZo8K6Vs-YSkV4QMQ",
                "address": "GA, GA",
                "friends": 1,
                "photos": 7,
                "reviews": 20
            },
            "comment": {
                "text": "Great brunch! I wanna start by saying our waiter, Nate, was so nice and gracious to our party of 11. The food runners were also impeccable as they knew our correct seat numbers and presented all the charcuterie items. Now for the food! I decided to get the french toast last minute and it was delectable! The charcuterie was also a great selection. Every single thing was great. Love that they use Thomasville Tomme cheese from my hometown. I also really liked the lamb. There was also a gin drink that my friend got that was super refreshing but I forgot what it was called. And the establishment is very pretty indeed. Thank you Kitty Dare for making our friend's birthday celebration so special!",
                "language": "en"
            },
            "date": "2024-01-08T00:44:09Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cNd62oloKj6q0zgVwZPHfg/o.jpg",
                    "caption": "French toast"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Chenise J.",
                "user_id": "Luy3JYqWqk-Z6YMwObYOZg",
                "link": "https://www.yelp.com/user_details?userid=Luy3JYqWqk-Z6YMwObYOZg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bfkzXtq-pMdpxZb3jTh2_Q/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 268,
                "photos": 5,
                "reviews": 3
            },
            "comment": {
                "text": "This place is such a hidden gem in the heart of Inman Park! The cuisine was delicious, and the atmosphere had such a great vibe. You also get a lot of bang for your buck, which I appreciate! I arrived not hearing much about Kitty Dare prior but was pleasantly surprised at how nice and friendly the staff was and how tasty the Mediterranean cuisine was!",
                "language": "en"
            },
            "date": "2023-09-21T19:36:22Z",
            "rating": 5,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sZ5znxsSdg4Q9Kav2yXKzA/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eGWqdXcmEpMGMAB0LfuA0g/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R1Mq0JHtxEbhGjojsrNe9g/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Rachel P.",
                "user_id": "wCkaDto1v8SUhDpqsPe5MA",
                "link": "https://www.yelp.com/user_details?userid=wCkaDto1v8SUhDpqsPe5MA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BFjdKxPLs3VW8Tu0DPfM9Q/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 18,
                "photos": 233,
                "reviews": 164,
                "elite_year": 24
            },
            "comment": {
                "text": "Let me just say, this was a great eating experience! Drinks were great. One of the best aperol spritz I've had and the espresso martini was phenomenal. Starters were the eggplant and the arancini. The apps and drinks were our favorite part of the meal and both those apps are a must try. \nDinner I had the shrimp pasta and my boyfriend had the lamb burger. My pasta was really good and the portion was not slacking. Looking at pictures on here, I was expecting small portions, but the plates are just massive. The lamb burger was good, but wasn't your typical lamb burger and tasted more like a gyro, so if that's what you want from it, you'll get it.\nOnly thing I have to complain about is the dessert. We ordered the eggplant chocolate cake. Just don't do it unless you want to be eating eggplant for dessert. Wasn't expecting the flavor and texture to be so prominent. \nService was decent and the back portion of the restaurant was a nice place to sit. Quieter and more personal. \nThis place is really worth the try and we plan on being back!",
                "language": "en"
            },
            "date": "2023-02-12T03:31:01Z",
            "rating": 5,
            "tags": [
                "5 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Xs27B2wIuc7q3fhnnY18-Q/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nM93uL4BJKEbMhJLsYBFng/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QKliW1-Nnh_ctVwTJh-0zw/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/E5v6uNqcjEzEIvbwchp8rw/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QQpX3WB3qGhbeoQL5GBVDw/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Taina J.",
                "user_id": "SIOvHgy6wPMv4KGHjN8Jcg",
                "link": "https://www.yelp.com/user_details?userid=SIOvHgy6wPMv4KGHjN8Jcg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OUWxichPgqWZK5CYH7yIkA/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 54,
                "photos": 135,
                "reviews": 94,
                "elite_year": 24
            },
            "comment": {
                "text": "I have nothing but great things to say about this place! The setting is amazing, and it is such a warm atmosphere. The service was top notch, and the owner was so hospitable. The Bucatini and Shrimp was highly recommended, and I'm glad we ordered it because it did not disappoint. I couldn't get enough of it! If I could give more stars I would. I can't recommend this place enough! This is definitely a restaurant I can't wait to return to.",
                "language": "en"
            },
            "date": "2023-01-26T01:35:05Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TJhEaUVlW2RzauoZcmCnqg/o.jpg",
                    "caption": "Bucatini and shrimp"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Jessica G.",
                "user_id": "sjgeUZhxQTgg-9xxF6bbaw",
                "link": "https://www.yelp.com/user_details?userid=sjgeUZhxQTgg-9xxF6bbaw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/t57TNPGL4mpzyzlpcnopSg/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 1438,
                "photos": 901,
                "reviews": 423,
                "elite_year": 24
            },
            "comment": {
                "text": "Happy to see this become something yummy after the brunch spot closed years back.  We dined here on a whim Friday evening after not getting enough tapas at our earlier destination lol. They were able to seat us and the service was quick and helpful. We had a wonderful rose brut cava {espania vino } The food was tasty and we came back the next week and had another good experience. Def worth checking out- try to make a ressie if you can tho.",
                "language": "en"
            },
            "date": "2023-06-04T16:46:21Z",
            "rating": 4,
            "feedback": {
                "useful": 1,
                "funny": 1,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Lisa O.",
                "user_id": "wxI2NlEM-zeECCQ5px0L2w",
                "link": "https://www.yelp.com/user_details?userid=wxI2NlEM-zeECCQ5px0L2w",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uAbWFcrNRbFLb71Xl2ddIg/180s.jpg",
                "address": "Alameda, CA",
                "friends": 143,
                "photos": 6,
                "reviews": 183,
                "elite_year": 24
            },
            "comment": {
                "text": "Sooooo gooood! I had one of the best steaks of recent memory, but the house fries with feta and oregano were so delicious that I finished them rather than eat all of my (very substantial) steak. The bread - sort of an elevated crazy bread - was crazy delicious, and my server was wonderful. This really was a flawless dining experience (and I say that because - not in spite of - the fact that I asked for my steak to be cooked a little more, which was done graciously and returned to me a perfect medium rare). I plan to be a regular.",
                "language": "en"
            },
            "date": "2023-06-07T01:25:07Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Stephanie G.",
                "user_id": "WmDHqb_1Frb_q8sc0VLCuw",
                "link": "https://www.yelp.com/user_details?userid=WmDHqb_1Frb_q8sc0VLCuw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ScMpLhi8oh-qJq9bW9ICOQ/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 99,
                "photos": 529,
                "reviews": 424,
                "elite_year": 24
            },
            "comment": {
                "text": "I was looking for a last minute brunch place on Saturday and decided to give this place a shot. I'm not sure but they may have recently started serving brunch because of the fact that I couldn't find their brunch menu anywhere. \n\nWell, I decided to go and I'm so glad to have found this place! It's a Mediterranean inspired restaurant. They serve the typical Shakshuka to pancakes to scramble. I got the Sunday scramble with asparagus and chives, side of big pieces of potatoes and fruit. Loved the seasoning on the potatoes though I wish they were cut smaller because I like them crispy. The scramble itself was ok, it was missing salt in my opinion but it had a good amount of asparagus. My friend ordered the ricotta pancakes, which I tried and it was delicious. The pancake itself was fluffy and moist but tasted too egg-y for me. However, the lemon cream on top really put the dish together.\n\nTheir service was great as well! I'd come back here to try their normal menu fares. There's tons of street parking and conveniently located across the street from Inman Park marta.",
                "language": "en"
            },
            "date": "2022-05-08T12:26:48Z",
            "rating": 4,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/78dD5tRDCoS2i4-ueMU1tA/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sKhpZrWsK3uMFwxFFXYPNg/o.jpg",
                    "caption": "Sunday scramble"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JC8YkclnVOBDg_iK2Lt1TQ/o.jpg",
                    "caption": "Ricotta pancakes"
                }
            ],
            "feedback": {
                "useful": 2,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Morgan V.",
                "user_id": "zDjJSIkZZbAQvpvpNZpXLw",
                "link": "https://www.yelp.com/user_details?userid=zDjJSIkZZbAQvpvpNZpXLw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zig1e2ka5b86Z1k48loO9w/180s.jpg",
                "address": "Brookhaven, GA",
                "friends": 136,
                "photos": 98,
                "reviews": 83
            },
            "comment": {
                "text": "My boyfriend and I came here and we absolutely loved it. It's easy to make a reservation, beautiful inside and well laid out so you don't feel like the next patron is sitting on top of you, and the service and food were both amazing. We had labneh, koobideh kebab, some yummy summer drinks, Caesar salad, zucchini, feta fries, shrimp garlic bucatini, lamb gnocchi, orange cardamom creme brûlée, and a phyllo dough orange and cheese dessert. I would recommend all of it. The server was very knowledgeable and let us know that the menu was Mediterranean fusion, drawing inspiration from several different countries and cultures. I feel that they performed on that very well. It was fun to try new things and to enjoy them!",
                "language": "en"
            },
            "date": "2023-07-14T18:11:22Z",
            "rating": 5,
            "tags": [
                "5 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PALSLpDc_T9nbaa2CniYJg/o.jpg",
                    "caption": "Feta and oregano fries"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/riJsHgtKMqRJPqVIFyTFGQ/o.jpg",
                    "caption": "Chilled zucchini"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/439X3YDbZWuvQ7kBPR78nA/o.jpg",
                    "caption": "Garlic shrimp bucatini"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VuaomglFqrbHeyysGJDHfg/o.jpg",
                    "caption": "Lamb and chickpea gnocchi"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/B_GiJyRkhcLmAGgX5EJrvw/o.jpg",
                    "caption": "Apricot gin and tonic"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Picky V.",
                "user_id": "PDKb87tni_expCxICM4DrA",
                "link": "https://www.yelp.com/user_details?userid=PDKb87tni_expCxICM4DrA",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 5,
                "reviews": 50
            },
            "comment": {
                "text": "Amazing food and drinks. Reasonable prices and beautiful patio. Lots of vegetarian options",
                "language": "en"
            },
            "date": "2024-01-04T19:45:27Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Evan M.",
                "user_id": "5oMVpkSdEhqfjiVmrGUe9A",
                "link": "https://www.yelp.com/user_details?userid=5oMVpkSdEhqfjiVmrGUe9A",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/z_DTwEGJHLDTXSRruJp32g/180s.jpg",
                "address": "New York, NY",
                "friends": 1,
                "photos": 0,
                "reviews": 38
            },
            "comment": {
                "text": "Stellar. What a spectacular revamp of the old One Eared Stag space. Great atmosphere with a nice patio boot.\n\nWine list-5 stars\nLoved the wine list!\n\nThis restaurant discreetly slipped into my top five favorites in Atlanta. \n\nService is very warm and friendly. Such a cozy,cute romantic feeling this place exudes. \n\nHidden gem*",
                "language": "en"
            },
            "date": "2023-05-05T12:52:11Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Blake K.",
                "user_id": "6Uyd4IToAofC-KCUUXEpig",
                "link": "https://www.yelp.com/user_details?userid=6Uyd4IToAofC-KCUUXEpig",
                "address": "Cabbagetown, Atlanta, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 1
            },
            "comment": {
                "text": "Bad service, bad food for a $200 night out.  I wanted to love this place but was very disappointed and will never go back.  I have no idea where these stellar reviews are coming from.  This place is LAME and won't be open for long.",
                "language": "en"
            },
            "date": "2024-01-26T07:28:25Z",
            "rating": 1,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Stephanie V.",
                "user_id": "wTMyZaueRfV5LxabIVm5LQ",
                "link": "https://www.yelp.com/user_details?userid=wTMyZaueRfV5LxabIVm5LQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Y9nl-eQ7zWvGIUXHrcr1ig/180s.jpg",
                "address": "Canton, GA",
                "friends": 15,
                "photos": 236,
                "reviews": 125
            },
            "comment": {
                "text": "I came here for dinner & I am in love. I was heading to a concert after so didn't want anything too heavy, so I got 2 appetizers. I got the trio dip & the feta-oregano fries. Both were insanely good. The fries were fresh, seasoned properly with salt which I always appreciate, and had plenty of feta on them. They were addictive & I loved the pairing of the feta & herbs with the potatoes. The dip trio was also insanely good. The bread was fresh & moist & I loved how it was crunchy, yet still soft & drizzled with olive oil. I really enjoyed 2 of the dips (salmon & the darker green which I forgot the name of), but the pea & pistachio one wasn't my favorite. It didn't have much flavor but it was refreshing & different than anything I've ever had before, so it was fun to try. I also got a drink, I believe it was called a 'Paige' but it was one of the best cocktails I've ever had. It was a fig or currant(?) vodka with orange bitters & soda. It was super refreshing & finally a drink I actually enjoyed because it was so balanced. \n\nThe ambiance is great, it's a very eclectic and cute restaurant. Its laid back but also very nice, it would be perfect for date nights or special occasions but I also could go there on a random weeknight & treat myself to dinner & not feel out of place. The service was great & all of the staff was very nice. They were attentive & the place was staffed well so I didn't wait long for anything or feel like I had been neglected by the waitress. \n\nOverall, I loved this place & would now consider it one of my favorite restaurants! I can't wait to come back & try more",
                "language": "en"
            },
            "date": "2023-06-02T14:14:21Z",
            "rating": 5,
            "tags": [
                "5 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_e9Ps15Li-vivC4-rmgFyg/o.jpg",
                    "caption": "Paige & a water"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HHcYCOgVf660qlVNwcAauA/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fCQ7-0-6XLLc0xGuOMhrnA/o.jpg",
                    "caption": "Fresh bread for the dip"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oVpDGP1f0IAI5HTC7xs1UA/o.jpg",
                    "caption": "Dip trio (pistachio/pea & salmon in the back)"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/X4Y1rdI9r8MYaMIXg2ID7Q/o.jpg",
                    "caption": "Feta and oregano fries"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Jaime T.",
                "user_id": "OEAg2HNLNIn5jGZoAgxXIw",
                "link": "https://www.yelp.com/user_details?userid=OEAg2HNLNIn5jGZoAgxXIw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bZ_WTc72S4ZHedwMzYAANA/180s.jpg",
                "address": "Baton Rouge, LA",
                "friends": 91,
                "photos": 469,
                "reviews": 209,
                "elite_year": 24
            },
            "comment": {
                "text": "The wine dinner was fantastic! Great staff! Loved the patio! Wine selection is on point! Can't wait to try the regular menu items",
                "language": "en"
            },
            "date": "2023-04-26T03:29:06Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Mith R.",
                "user_id": "SJD8-Ea-ZTWGPtXyoFAvgA",
                "link": "https://www.yelp.com/user_details?userid=SJD8-Ea-ZTWGPtXyoFAvgA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6kFzjOKhmjqkSqNMdD7BKg/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 4,
                "photos": 15,
                "reviews": 368
            },
            "comment": {
                "text": "Beautiful service and location, incredibly underwhelming food. Bland flavors and overcooked meats... Overly sweet and poorly constructed cocktails.",
                "language": "en"
            },
            "date": "2023-09-30T12:45:16Z",
            "rating": 2,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Jason B.",
                "user_id": "jLqEoW721fWgDqvRfqvPCw",
                "link": "https://www.yelp.com/user_details?userid=jLqEoW721fWgDqvRfqvPCw",
                "address": "Gainesville, GA",
                "friends": 0,
                "photos": 1,
                "reviews": 13
            },
            "comment": {
                "text": "We had a large group and they did an amazing job accommodating us family style. Food was exceptional and highly recommend! Bar tender was very knowledgeable and wait staff was sensational! Thank you Kitty Dare for a memorable evening! We will be back for sure!",
                "language": "en"
            },
            "date": "2023-12-29T16:01:48Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Katherine G.",
                "user_id": "Js8qs_BhpQ7GDkoF6IDsUw",
                "link": "https://www.yelp.com/user_details?userid=Js8qs_BhpQ7GDkoF6IDsUw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UWguWzGNiheZRIwtLk6n_Q/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 811,
                "photos": 94,
                "reviews": 365,
                "elite_year": 24
            },
            "comment": {
                "text": "Came here last night with 5 of my girl friends. The restaurant is cute and they have a wonderful drink selection. I appreciated that they had plenty of $10 wine options. Service was efficient. The labneh wasn't the best I've had but the bread was good. The burratta came with a ton of prosciutto. The vibes were nice - I would probably return.",
                "language": "en"
            },
            "date": "2023-02-10T17:26:12Z",
            "rating": 4,
            "feedback": {
                "useful": 1,
                "funny": 1,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Jeffrey S.",
                "user_id": "8HtKiPqu9MYQSPvi8APceA",
                "link": "https://www.yelp.com/user_details?userid=8HtKiPqu9MYQSPvi8APceA",
                "address": "Atlanta, GA",
                "friends": 52,
                "photos": 4,
                "reviews": 12
            },
            "comment": {
                "text": "We had an excellent experience at Kitty Dare.  The pasta with shrimp was out of this world - and the other apps and mains I tried were delicious. Excellent service.  Great atmosphere.  We will definitely return.",
                "language": "en"
            },
            "date": "2023-10-19T12:18:02Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-3TCb7ClBcvWqqLZipvp7g/o.jpg",
                    "caption": "Koobideh kabob appetizer and potato wedge side"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Larry H.",
                "user_id": "AfrySJtB_LWRXIMTLM1MhA",
                "link": "https://www.yelp.com/user_details?userid=AfrySJtB_LWRXIMTLM1MhA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lo0y_aXYaWT7nJ1EDj8n0w/180s.jpg",
                "address": "St. Petersburg, FL",
                "friends": 14,
                "photos": 464,
                "reviews": 499,
                "elite_year": 24
            },
            "comment": {
                "text": "Date night hot spot! Chill, upscale Mediterranean fusion. Delightful service and quality...everything. Perfectly prepared cocktails and Spanish style mussels with trio dip started our evening. Cannot recommend the mussels enough!! The Dips Trio each have different flavors that simply complement each other. All delicious. Next a Caesar with white anchovies (the better ones) and added shrimp. Again, more deliciousness. And a perfectly crisped piece of bacon accompanied for a very nice, fresh flavor combo. Yum. And so unusually here we opted to head straight to dessert, simply knowing we'd never be able to finish and enjoy it already being a bit full. Eggplant Chocolate cake is the most unique cake I've enjoyed simply because well, it has eggplant. Not sweet at all and simply divine. The Cardamom orange creme brûlée is another great choice that has a very nice thick hard shell and super creamy inside with flavor that's subtle in exactly the right way. Kitty Dare is a great choice for a very satisfying evening out!",
                "language": "en"
            },
            "date": "2023-01-22T15:54:29Z",
            "rating": 5,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9bH6MRtPP4E30z6BDRBLdA/o.jpg",
                    "caption": "Eggplant chocolate cake"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ag6lyfC6FfmenF3UgfZEqg/o.jpg",
                    "caption": "Cardamom orange crème brûlée"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zpPSmWz6ctX8FHzrLMKefA/o.jpg",
                    "caption": "Spanish style mussels"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yT55vW94JxuyCvRnjzeQfQ/o.jpg",
                    "caption": "Caesar w/shrimp & anchovies"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Adriano S.",
                "user_id": "yScorVsL0scbEj16qsI5tw",
                "link": "https://www.yelp.com/user_details?userid=yScorVsL0scbEj16qsI5tw",
                "address": "Karlsruhe, Germany",
                "friends": 391,
                "photos": 5,
                "reviews": 53
            },
            "comment": {
                "text": "Absolutely fantastic experience. I made a reservation for a work event dinner for 11 people. Our table was ready as soon as we came in, our server was extremely polite, professional and detail-oriented. The interior is stunning, very cozy and served for a great restaurant experience. Our appetizers and entrees were delicious and beautifully presented. An absolute gem and looking forward to coming back soon.",
                "language": "en"
            },
            "date": "2023-12-02T23:34:07Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Payal P.",
                "user_id": "T-_GnVBq2hSTwsjtz2jmww",
                "link": "https://www.yelp.com/user_details?userid=T-_GnVBq2hSTwsjtz2jmww",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Fhix-qKrIuKripxz0sW4Rw/180s.jpg",
                "address": "Columbus, OH",
                "friends": 20,
                "photos": 464,
                "reviews": 141,
                "elite_year": 24
            },
            "comment": {
                "text": "We were on vacation. The waiter was not very attentive with us, since we were not ordering alcoholic beverages she did not seem to come check in on us as much as the other tables around us. The eggplant app & risotto was mediocre for the price point. I definitely expected more in terms of flavor. My partner said the mussels were great! They really enjoyed their dish. The atmosphere of the restaurant was lovely, I recommend sitting outside. This place is hidden but definitely recommended to come try their food!",
                "language": "en"
            },
            "date": "2022-05-30T18:03:43Z",
            "rating": 3,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kV5CAwm59Bd6DAH920kmtQ/o.jpg",
                    "caption": "Eggplant"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bjSwg0BPBRKLvXYuuXXkPw/o.jpg",
                    "caption": "Pistachio ice cream"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lEmH7vtDDjXgTHWU0xXhjA/o.jpg",
                    "caption": "Risotto (entree) & mussels (appetizer)"
                }
            ],
            "feedback": {
                "useful": 2,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Marilyn K.",
                "user_id": "QJPOGAC3CPwe-32ufi87yg",
                "link": "https://www.yelp.com/user_details?userid=QJPOGAC3CPwe-32ufi87yg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ey9KAjVS6Ia7-RjV0aGqSw/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 178,
                "reviews": 200,
                "elite_year": 24
            },
            "comment": {
                "text": "I loved every bite that I ate here! I had read some reviews ahead of time that stated the burrata salad was great, but it was even greater than great! It was probably my favorite burrata salad I have ever had. I didn't notice until my husband said it that this salad had no bread, and I loved that. Absolutely no carbs since it was burrata cheese, prosciutto, and butter lettuce. After that appetizer, I had the shrimp with Buka teeny. It was outstanding! The garlic combined with some interesting spices was a nice change, and the topping of crushed pistachio was the bomb . My husband ordered the pasta Bolognese, and I had a bite, but liked it slightly less. A little bit too much sweetness in the sauce. I prefer a Bolognese that is more on the savory side.",
                "language": "en"
            },
            "date": "2022-05-21T23:44:30Z",
            "rating": 5,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/f7IDPN1QgLaBI2k3OWXE1Q/o.jpg",
                    "caption": "Buratta salad"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3IDvlFXz6pawIVSgn0RGHQ/o.jpg",
                    "caption": "Shrimp with bucatini"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qJa1Xejl0VpJtMyO-Ahr9A/o.jpg",
                    "caption": "Pasta bolognese"
                }
            ],
            "feedback": {
                "useful": 3,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Amanda T.",
                "user_id": "qqF7_oCsw3v_6Gn0Jh0C5g",
                "link": "https://www.yelp.com/user_details?userid=qqF7_oCsw3v_6Gn0Jh0C5g",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hdK3E9GcR8QU2h6PWgW5UA/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 32,
                "photos": 131,
                "reviews": 67
            },
            "comment": {
                "text": "Kitty Dare is a fairly new restaurant located in Inman Park, with a beautifully designed space that transports you to the Mediterranean coast. The restaurant is named after owner Jamshad Jaamy Zarnegars' late friend Kitty Dare Ethridge, who talked of opening a restaurant together before she died from ovarian cancer. Executive Chef Giuseppe Esposito delivers an explorable menu inspired by dishes found in the Mediterranean, Northern Africa, and the Middle East. The extensive wine list curated by Zarnegar richly enhances the total dining experience.\n\nFor a deliciously vibrant flavorful meal, I recommend the burrata salad, koobideh kabab, and the lamb ragu gnocci. The flower presentation of the burrata salad was absolutely beautiful!\n\nI love that Kitty Dare celebrates not only the diverse cuisines found throughout the Mediterranean, but also the life of the owner's dear friend!",
                "language": "en"
            },
            "date": "2022-05-16T22:11:22Z",
            "rating": 5,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3UhbNBNmCo0FzFVPJ4cw5A/o.jpg",
                    "caption": "Burrata Salad"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hrns_3w3IsfTWl-Vk7ZO2A/o.jpg",
                    "caption": "2018 Love, Oregon Pinot Noir"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4WXSS2lmsVCtFdR8qPE8eQ/o.jpg",
                    "caption": "Gnocci with lamb ragu"
                }
            ],
            "feedback": {
                "useful": 2,
                "funny": 1,
                "cool": 2
            }
        },
        {
            "user": {
                "name": "Melissa H.",
                "user_id": "nuMRvEKk5Y9qaqdPeH3fCQ",
                "link": "https://www.yelp.com/user_details?userid=nuMRvEKk5Y9qaqdPeH3fCQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3jDjDtd8eiUbigS3xsY-qg/180s.jpg",
                "address": "Powder Springs, GA",
                "friends": 9,
                "photos": 383,
                "reviews": 203,
                "elite_year": 24
            },
            "comment": {
                "text": "Wonderful experience. Every dish was better than the next. I failed by not taking pictures, but it's their fault. The food looked so good when it hit the table who thought about a picture .... Obviously not me.  \n\nThe interior is clean and simple. Small details throughout. The outdoor patio is beautiful and I will eat out there the next visit. Try the fried olives- very good. I say that you have to be an olive lover- because they are addictive. I got them for the table, but ate them all myself. \n\nThe Beef Bolognese was delicious -- yep, ate it all. I had a cocktail and it was light, refreshing and - gone!!! Give this nice neighborhood find a visit and you will come back to try more and more on the menu. Next time I'll take some pics for you all!!   And leave room for the brûlée- it was a table favorite!!",
                "language": "en"
            },
            "date": "2022-05-06T21:13:15Z",
            "rating": 5,
            "feedback": {
                "useful": 3,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Anthony S.",
                "user_id": "JCT-hRZ77WXi1kIE5DgonA",
                "link": "https://www.yelp.com/user_details?userid=JCT-hRZ77WXi1kIE5DgonA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-h2YHJkouUfgtLvI2h2jyg/180s.jpg",
                "address": "Snellville, GA",
                "friends": 152,
                "photos": 456,
                "reviews": 125
            },
            "comment": {
                "text": "Ep. 108 of AntlantaEats  \n\nLocated in a Historic bldg off Edgewood, I wanted to try a new hidden gem! This Meditteranean Cuisine provides a great date night, casual vibes and a Four Course Meal! (Going In Order)\n\n1st Course - Tunisi Eggplant\n2nd Course- Caesar Salad(Bacon on top)\n3rd Course- Bucatini & Shrimp \n4th Course- Creme Brulee\n\nThey all came w/ quality. My personal favorite was the Eggplant! Something about that sauce very intriguing. My only wish is that they area cream based/Alfredo for the Shrimp Pasta (I'm hooked on sauce as you see). \n\nBonus + Free parking, Beautiful Outdoor Scenery (Hello Spring/Summer) Dinner menu opens at 4pm",
                "language": "en"
            },
            "date": "2022-05-04T20:01:59Z",
            "rating": 4,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W-AFAv77HCMdt08S3-QuPA/o.jpg",
                    "caption": "Bucantini & Shrimp"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/E-ELFYdyX9rH2TFRpkUytQ/o.jpg",
                    "caption": "Tunisi Eggplant"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0XKJakOQyBemEjuDjOHLSg/o.jpg",
                    "caption": "Caesar Salad (Bacon on Top)"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HuHJLryBEivv7Kl3v0AI_Q/o.jpg",
                    "caption": "Creme Brulee"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Christin T.",
                "user_id": "mqNRHiaNnDMpoyKGMWpTKA",
                "link": "https://www.yelp.com/user_details?userid=mqNRHiaNnDMpoyKGMWpTKA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zLVoNr075222TrpVRsHDJg/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 5,
                "reviews": 20
            },
            "comment": {
                "text": "I was so excited to try this place. Atmosphere was lovely but we don't go to eat the walls. The service was okay but our server seemed lifeless almost. He wasn't bad at his job but he seems sad, idk, totally not something anyone can control. On to the real deal...The Food. It was mid at best. We tried the Aracini, mussels and a Caesar salad for apps. For entree i had the Risotto with market catch and my husband had the bolognese.\nThe aracini was arguably the best dish. Crispy on the outside and flavorful on the inside. The mussels were not memorable, the red sauce had no real flavor, so odd. The salad... tasted like nothing. Just crunchy, wet leaves. The dressing tasted like absolutely nothing... how? Bagged Caesar kits from Kroger are 10x  better. This was actually surprising, how is a Caesar salad bad?! \nOn to the meals... tragedy struck. Typically I order Risotto any time it's on the menu at a restaurant and I also make it at home. It should be creamy, thick and Al dente. This risotto was weird, pieces of my were hard, even crunchy. There was no consistency in the texture. Also the flavor was off...the risotto was tomato based... the catch of the day was cod. The garlicky tomato risotto completely overpowered the delicates mild white fish. Also if you know cod, the cut matters. I just feel restaurants should serves the center cut/cod loin, otherwise due to its delicate nature it just falls apart. Welp yelp you guessed it. It was not a center cut... so looked like grilled soggy toilet paper. The bolognese was greasy and salty af, nothing else to report. My pregnant feet were swollen after this meal, which rarely happens. Oh speaking of pregnant, i ordered a mocktail, the server said the could make anything without alcohol. And maybe it my fault for ordering a mocktail margarita at a Mediterranean place but I'm positive it was just lime juice and water.... My husband like his champagne cocktail, it was the only thing he liked. Sighhhh maybe brunch is better.",
                "language": "en"
            },
            "date": "2023-06-11T12:16:27Z",
            "rating": 2,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "clarke h.",
                "user_id": "D-F4V8bGv_lKEKYLcettmQ",
                "link": "https://www.yelp.com/user_details?userid=D-F4V8bGv_lKEKYLcettmQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/g35m2NLgtM-xHxSrSlLM2w/180s.jpg",
                "address": "Austin, TX",
                "friends": 137,
                "photos": 12,
                "reviews": 15
            },
            "comment": {
                "text": "This place is fantastic!  I loved everything; the decor/vibe, the food, and the serviced were perfect.  It has been awhile since I went out to eat and felt like every dish was interesting and delicious.  Our server, I can't remember her name but she was newer, was so lovely and answered all of our questions well.  We will absolutely be back!",
                "language": "en"
            },
            "date": "2023-06-26T14:13:41Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Steven P.",
                "user_id": "1fhnf6gWRd5Pctg9T8c-8Q",
                "link": "https://www.yelp.com/user_details?userid=1fhnf6gWRd5Pctg9T8c-8Q",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4dznOrr5wW9UC6IpEbYoTw/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 289,
                "photos": 57,
                "reviews": 176
            },
            "comment": {
                "text": "Found this place here on Yelp, it's closer to where I live and the reviews were good. It did not disappoint, the food was delirious and the service was great! I'll be back!!",
                "language": "en"
            },
            "date": "2023-03-12T14:07:53Z",
            "rating": 5,
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Kristi M.",
                "user_id": "udn9QSrRtyshV3xOOXfWjw",
                "link": "https://www.yelp.com/user_details?userid=udn9QSrRtyshV3xOOXfWjw",
                "address": "Decatur, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 1
            },
            "comment": {
                "text": "Great service and food!  We were a group of seven and our table was ready when we walked in.  Everyone enjoyed the experience and have gone back again.",
                "language": "en"
            },
            "date": "2023-10-17T01:07:04Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        }
    ],
    "serpapi_pagination": {
        "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=q43-XtobLPmbkxHmpSvEFA&start=50"
    }
}