{
    "search_metadata": {
        "id": "65ef2d54d5ecf448ed1e56c2",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2d54d5ecf448ed1e56c2.json",
        "created_at": "2024-03-11 16:12:04 UTC",
        "processed_at": "2024-03-11 16:12:04 UTC",
        "yelp_reviews_url": "https://www.yelp.com/biz/kdcnUiHns8Ni04Vl6VOikQ?",
        "raw_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2d54d5ecf448ed1e56c2.html",
        "prettify_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2d54d5ecf448ed1e56c2.prettify",
        "total_time_taken": 1.96
    },
    "search_parameters": {
        "engine": "yelp_reviews",
        "start": 0,
        "num": "50",
        "place_id": "kdcnUiHns8Ni04Vl6VOikQ"
    },
    "search_information": {
        "total_results": 294,
        "business": "Blue Ridge Grill"
    },
    "review_languages": [
        {
            "hl": "en",
            "count": 294
        }
    ],
    "reviews": [
        {
            "user": {
                "name": "Terri E.",
                "user_id": "AP521XKIpUnn66i66tRp0g",
                "link": "https://www.yelp.com/user_details?userid=AP521XKIpUnn66i66tRp0g",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yoH3h6IFz-rvFn4jXJI6Hg/180s.jpg",
                "address": "Alpharetta, GA",
                "friends": 39,
                "photos": 12,
                "reviews": 21
            },
            "comment": {
                "text": "Holy hell. Sorry. Shouldn't cuss but I literally just had one of the best meals I've had in Atlanta since I moved here 10 years ago. For real. Awesome enough I'm writing this review several hours after the meal cause I'm still thinking about how fabulous it was!! \n\nThis might be a long 5* review. My apologies again. You don't have to read it but you should go eat here!!\n\nFirst of all. You gotta dress up a little for this place. And that's ok. Makes it feel all that more special.\n\nStart with parking. Two speedy valet guys helped us park the car. And with a reservation, we were seated right away in this beautiful Adirondack cabin-feeling setting. Our amazing server, Bijoy, was quick to take our drink order, then apps & dinner order. Ya gotta order a Bees Knees cocktail. It's to die for! Everything came out lickety-split & in order. Bijoy did an amazing job!!\n\nThe food? Holy hell. Sorry again but it was Dee-lish! Complimentary hot, perfectly baked, sourdough bread & butter for the table.  Next a crab cake appetizer arrived & was the best I've ever had. Not bready at all. Tender moist crabby yumminess! Hubs got a wedge salad which was tasty. Main course was GA trout & the short ribs with corn soufflé & collard greens for sides. Just stop here. It was slap yo momma good. Yeah. I said it. Slap your momma good. Anyway, there was so much food that we had a little to go package that I can't wait to have for lunch tomorrow! Hope hubs doesn't get to it before I do!  \n\nThe negative? I would take a 1/2 star off for the art in the women's bathroom. Portraits of nude women in a women's bathroom is weird. Even if it's renaissance paintings. Doesn't go with the overall ambiance of the restaurant. Put a lake scene in there instead. Whatever. Still a great restaurant that I will return to & maybe order 2 crab cakes the next go;)",
                "language": "en"
            },
            "date": "2023-11-19T02:22:53Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gzENpiEPIQHHMFZr1LNYjQ/o.jpg",
                    "caption": "Short ribs, collards, corn souffle & GA trout DEE-lish!!"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Rene B.",
                "user_id": "XBmskUPnX7eTZEqaDdsx2A",
                "link": "https://www.yelp.com/user_details?userid=XBmskUPnX7eTZEqaDdsx2A",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E6tAHVkVmQz6LjoaGwvBsw/180s.jpg",
                "address": "Brooklyn, NY",
                "friends": 131,
                "photos": 2326,
                "reviews": 702,
                "elite_year": 24
            },
            "comment": {
                "text": "I felt like I was in a ski cabin!  That's the vibe.\nThe food is delicious.\n\nBlack manhattan- very good\nTrout- amazing!\nMussels- ok\nAsparagus- good\nFilet mignon- delicious \n\nPortions are big so leftovers!",
                "language": "en"
            },
            "date": "2023-11-18T18:21:50Z",
            "rating": 4,
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Rand E.",
                "user_id": "Kp9Br6rteU_pBOMS5O2EcA",
                "link": "https://www.yelp.com/user_details?userid=Kp9Br6rteU_pBOMS5O2EcA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/C88xlqsaZvioorLoe4x3kA/180s.jpg",
                "address": "Marietta, GA",
                "friends": 1,
                "photos": 368,
                "reviews": 104,
                "elite_year": 24
            },
            "comment": {
                "text": "This is the best restaurant in Buckhead. Always elite food quality and service. I am fortunate enough to work very close and have been here many times. With out hesitation and with great confidence I go here whenever invited or the suggestion is made. The restaurant and private dining rooms are the most comfortable, clean and orderly of any place I've been in Atlanta.",
                "language": "en"
            },
            "date": "2024-01-03T19:41:29Z",
            "rating": 5,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zQoJqXdtiOJYUklHdqzg_Q/o.jpg",
                    "caption": "Private dining room"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SSyPuQSVIM31jCf1Bi7Udg/o.jpg",
                    "caption": "Staff Christmas lunch was epic. Me and Robin closing out a great year as a team."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/I--7gHkEPjYUmwKY56JVoQ/o.jpg",
                    "caption": "Main restaurant with the best painting in the city of Buckhead. Sir Rabbit"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Twila H.",
                "user_id": "G9Gf53ePSgaTF1GAnr-l0Q",
                "link": "https://www.yelp.com/user_details?userid=G9Gf53ePSgaTF1GAnr-l0Q",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Uywt2HbQe84AEh0LDi6o-Q/180s.jpg",
                "address": "Jonesboro, GA",
                "friends": 0,
                "photos": 2,
                "reviews": 4
            },
            "comment": {
                "text": "We celebrated my Mother In Law's 84th Birthday at Blueridge Grill upon her request and for me and my Husband it was an unexpected surprise. Three generations were represented and we all throughly enjoyed the food, the service and the ambience. Our server was Audra. She was pleasant and very attentive. The special attention that was shown for our celebration was evident immediately on our arrival and continued until our exit from several members of the staff. They went above and beyond what was expected. We will most certainly return. The lobster BLT, the Wagu Burger and the Mussels were absolute stand outs but all of the food was good. My advice is...don't sleep on this place. Oh... did I mention complementary Valet ;-)",
                "language": "en"
            },
            "date": "2024-02-04T21:59:51Z",
            "rating": 5,
            "tags": [
                "2 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PNsXjYXwjof3X5BE0FxWAQ/o.jpg",
                    "caption": "Complementary Vanila and Chocolate Ice Cream Cake for Birthday Celebratiin"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LavgsIMVFyz5GkbyM9N4-A/o.jpg",
                    "caption": "Personalized Birthday Menu"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Dan M.",
                "user_id": "2YBZHrWIiA4tDRnfTv9UGA",
                "link": "https://www.yelp.com/user_details?userid=2YBZHrWIiA4tDRnfTv9UGA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/i9fLMzHTVadgd9yONVzKYQ/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 19,
                "photos": 279,
                "reviews": 372,
                "elite_year": 24
            },
            "comment": {
                "text": "Boss took me here for my retirement dinner, wives were also in attendance.  My review may be slightly biased as I didn't pay for anything.\n\nStarted with the octopus which was lightly charred to perfection.  Also had the mushroom risotto.  We were not expecting little risotto balls, but they were very tasty.\n\nI had the grilled salmon.  Cooked to perfection on a bed of what I think was cabbage?  Not sure, but it was a great pairing and tasted awesome.  Sides included the corn souffle, spinach and mashed potatoes.  All were tasty but the corn was the table favorite.\n\nHad a bottle of Plumbjack and Silver Oak cabs with the meal, excellent wine.\n\nGreat place for a special occasion.",
                "language": "en"
            },
            "date": "2023-06-18T16:01:55Z",
            "rating": 5,
            "tags": [
                "2 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nhdx6CWEMC7oHszQN6bD7w/o.jpg",
                    "caption": "Risotto and red"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0wLEe_tiouCV-46Wey0zmQ/o.jpg",
                    "caption": "Grilled Salmon"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Kaylee B.",
                "user_id": "-HORxmUbPQDFfzUg4WMvhw",
                "link": "https://www.yelp.com/user_details?userid=-HORxmUbPQDFfzUg4WMvhw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/n7hWCJZIaYBcGgLoB0xqrw/180s.jpg",
                "address": "Belle Vernon, PA",
                "friends": 145,
                "photos": 323,
                "reviews": 70,
                "elite_year": 24
            },
            "comment": {
                "text": "We truly had a great time at this place. We got recommended to go here by locals. It definitely did not disappoint. We had a larger group so we had private dining downstairs with a closed off curtain. We got treated very well here, as you would expect with the price. The food did not disappoint. Everyone truly walked away so stuffed. We probably had every appetizer on the menu. The cocktails were also great. They have complementary valet. This place is great for romantic dinners, birthdays, or any special occasion. If you're in ATL, you'll have to stop by.",
                "language": "en"
            },
            "date": "2023-09-20T13:34:01Z",
            "rating": 5,
            "tags": [
                "6 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hSQWAYi_zwZ4Mx2M9wPLUg/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GQr6V3IZ6JJPJEBGYiOYDw/o.jpg",
                    "caption": "Women's restroom"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8-EPXL5NPHgJ3uqB7bi87A/o.jpg",
                    "caption": "Special of the Day"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LbMxA9O2pDHqQqzze_OdFw/o.jpg",
                    "caption": "Toffee cake dessert"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9UHI2J1l5XTVXsHoSBnHxg/o.jpg",
                    "caption": "Private dining downstairs"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lRJIhfu9RtjPyRtAfPSHkA/o.jpg",
                    "caption": "Private dining"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Brad M.",
                "user_id": "gpEGnPufL_L9sdrEbUuiYg",
                "link": "https://www.yelp.com/user_details?userid=gpEGnPufL_L9sdrEbUuiYg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/f_Mo24t1JKLHL_fmluldeQ/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 24,
                "photos": 47,
                "reviews": 78,
                "elite_year": 24
            },
            "comment": {
                "text": "Blue Ridge Grill is one of the great restaurants in Atlanta; it's a true institution.  I've been here many times over the past 20 years and the service and food are consistently top notch.  As the mountain-inspired name implies, the decor immediately makes you feel like you've stepped into an upscale lodge in Aspen, Jackson Hole or other ritzy alpine enclave.  There is a large, inviting bar and ample dining space with numerous tables and cozy booths.  The large fireplace in the dining room definitely provides a \"great hall\" feel to the main area.\n\nThe menu is a diverse selection of hearty choices with an array of beef, chicken, pork and seafood...all of high quality.  On my last visit I branched out and tried the scallops, which were very good and my wife loved her lemon chicken.  The side dishes are larger portions and my personal must-have is the corn soufflé; it's a little on the sweeter side so can easily double as dessert.  The mashed potatoes are a close second, being so fresh and creamy.  Blue Ridge is definitely on the expensive side of dining options, but with the atmosphere, service, and wonderful meals you won't have any regrets.",
                "language": "en"
            },
            "date": "2023-03-02T02:35:08Z",
            "rating": 5,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xByAviekLCkLGyWNATAjew/o.jpg",
                    "caption": "Scallops"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6GoeEPlOZRnf8RntF71D_Q/o.jpg",
                    "caption": "Love the fireplace and interesting portrait."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RVomEQdGoOAj_bPOquYFcQ/o.jpg",
                    "caption": "Corn soufflé...starch in its finest form"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Alison C.",
                "user_id": "oCYxjlqjpnW5WJAo6HNR0A",
                "link": "https://www.yelp.com/user_details?userid=oCYxjlqjpnW5WJAo6HNR0A",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/X7dqqKI_Wg6BJnH7Air60Q/180s.jpg",
                "address": "Hoboken, NJ",
                "friends": 1412,
                "photos": 1209,
                "reviews": 1901,
                "elite_year": 24
            },
            "comment": {
                "text": "3.5 stars\n\nThe rustic and elegant Blue Ridge Grill provided a delightful backdrop for our family dinner.  From the valet parking to the refined dress code, the restaurant definitely provided an air of sophistication.  \n\nWe were comfortably seated at a large, round table with service from a very friendly waitress.  We received a basket with a fluffy loaf of bread for us to enjoy while we waited for the rest of our elaborate meal, which started with a few appetizers for the table.  First, the Tuna Tartare was served over a mound of diced avocado and seasoned with ponzu sauce, cilantro, green onion, and toasted sesame seeds.  I find that tartare could be very hit-or-miss, and I did not find that particular one to be that great of a rendition.  The fish was a rather strong-tasting.  Secondly, the Veal Meatballs had a nice texture, but I did not love that they were served in a thin, oily veal stock.  Even the included field mushrooms and parmesan did not win me over.\n\nAfter collaborating on the starters, we each ordered our own entrees and shared a side of Collard Greens.  I selected the Poached Halibut as my main course.  While I usually like this type of fish, the poaching of it did not appeal to me.  The filet remained soft and tender, but it was rather bland, despite being served with wilted kale, morel mushrooms, parsnip puree, and a red wine jus.  One of the other members of my party also ordered this dish and felt the same.  The collard greens, however, were infused with chunks of bacon, which left the accoutrement smoky and delicious.  After the centerpiece of the meal, we had some extra room in our bellies and decided to indulge by sharing the Local, Seasonal Mixed Berry Cobbler with vanilla ice cream.  The frozen topping was just basic, but the skillet pie was heavenly!  The fruit filling tasted very natural and had a hint of cinnamon.\n\nBlue Ridge Grill was a beautiful and classic place with a steak- and seafood-house vibe; I just wished I had found the food more memorable.",
                "language": "en"
            },
            "date": "2023-06-19T21:44:51Z",
            "rating": 3,
            "feedback": {
                "useful": 5,
                "funny": 2,
                "cool": 5
            }
        },
        {
            "user": {
                "name": "Steve B.",
                "user_id": "buyQJU_BiOxr_PzofzwMEA",
                "link": "https://www.yelp.com/user_details?userid=buyQJU_BiOxr_PzofzwMEA",
                "address": "Tyrone, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 27
            },
            "comment": {
                "text": "What can you say it's an Atlanta landmark. After almost 20 years of going there, it never ever fails.\n\nService food quality all excellent, I've never had a bad meal there.",
                "language": "en"
            },
            "date": "2024-01-09T20:47:11Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Phillip G.",
                "user_id": "fjmZWBR6l30MSALiYrG7_Q",
                "link": "https://www.yelp.com/user_details?userid=fjmZWBR6l30MSALiYrG7_Q",
                "address": "Villa Rica, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 16
            },
            "comment": {
                "text": "The food and service were great. I was shocked that we arrived for a very early lunch (right at opening time), and they said that because we didn't have a reservation that they didn't know if they could seat us. The restaurant was practically empty, and it wasn't completely packed when we left either. But they did seat us within 10-15 minutes.",
                "language": "en"
            },
            "date": "2024-02-15T14:12:56Z",
            "rating": 4,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Tracey Z.",
                "user_id": "wtSIKrgSZ1ZfpROKbJXcNQ",
                "link": "https://www.yelp.com/user_details?userid=wtSIKrgSZ1ZfpROKbJXcNQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0GhCuFPTM1QZY_mscjQ-Dw/180s.jpg",
                "address": "Austin, TX",
                "friends": 329,
                "photos": 1313,
                "reviews": 610,
                "elite_year": 24
            },
            "comment": {
                "text": "Wow, walking in I thought I was at a cozy lodge in the woods.\nLoved the vibe and ambiance of the place.\n\nWe came to celebrate a birthday and we're treated splendidly. We got a special birthday set up with special menus and decor.\n\nI tried the Crab Cakes. Omg, it was so buttery and delightful. Kind of pricey though for such a small cake.\n\nBest thing I ate was the Corn Souffle, do yourself a favor and order this. It was warm and rich and every bite was amazing. Worth every penny.\n\nAlso had a salad, don't remember the name, but it had pear and cheese and arugula. Good flavor.\n\nSince we had a birthday, we got a complimentary chocolate ice cream cake. Man that thing was huge but yummy, a perfect way to celebrate.\n\nLoved our waiter, he was attentive and warm. Introduced us to other staff and gave us lots of Atlanta recs!",
                "language": "en"
            },
            "date": "2022-10-25T16:31:59Z",
            "rating": 5,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FAY-q3GOv0ZQyosPSvTt0w/o.jpg",
                    "caption": "Crab Cake Blue Ridge Grill Salad"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8936X_ynXwGLqd7_iEyCTA/o.jpg",
                    "caption": "Little Gem Salad"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/upgcxvmeqeX9tXYumBpXgA/o.jpg",
                    "caption": "Dayboat Sea Scallops"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qJ9sQHKc94oglcf8yBTn2Q/o.jpg",
                    "caption": "Corn Souffle"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 1,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Gloria B.",
                "user_id": "-XyIYA2LpndssEeolwOqlw",
                "link": "https://www.yelp.com/user_details?userid=-XyIYA2LpndssEeolwOqlw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/iAwvpQ6lcebFkbuX5vsZcg/180s.jpg",
                "address": "Palm Coast, FL",
                "friends": 5,
                "photos": 74,
                "reviews": 26,
                "elite_year": 24
            },
            "comment": {
                "text": "Well, I don't know how this place has escaped my notice. Tucked away underneath Whole Foods market in midtown Atl. \nWe made our reservation online but arrived way earlier but got great valet service, and the hostess sat us in a delightful wait room where we ordered pre dinner apéritif.\nThey were quick to set up a table for us since it was for a small birthday  celebration. Divine!!. \nOur waiter was super friendly and knowledgeable and helped us navigate through the menu effortlessly. \nWhat's good?\nWell the bread  ...I can die happy now. Seriously, for a bread aficionado, this is the good stuff! We duped it in the mussels soup and the meatball sauce. I could have gone home happy with those.\nBut.. wait! There's more! Yes we pigged out! We had the grilled Farm raised Trout, with Brussel Sprouts and Mash.\nAnd the Pièce de résistance ? ... the ginormous ice cake presented to my friend. Well, adieu all, we needed to be wheeled out after that...lol",
                "language": "en"
            },
            "date": "2023-03-11T15:21:22Z",
            "rating": 5,
            "tags": [
                "10 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/s6jYMDYl9BHLEsBRf7F1sQ/o.jpg",
                    "caption": "Waiting lounge"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FzX5FF2h3N9MUVBvaDtV_Q/o.jpg",
                    "caption": "Bday grl"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j1Hjdtsfa31Tgqo_i43ztQ/o.jpg",
                    "caption": "Balsamic Brussels Sprout"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UUs5Lm9iDjD7ey6zzh6fCg/o.jpg",
                    "caption": "Complimentary ginormous bday cake"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IXeFx-Z8y4Hm59sOtp3IdQ/o.jpg",
                    "caption": "Trout"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8OaBQ6ZBHdJ6wDvwDFOcUA/o.jpg",
                    "caption": "Yummy veal meatballs and toasted bread for dipping"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MAUA6wPZzDhy5Dp3Q0IC4w/o.jpg",
                    "caption": "Creamy melt in your mouth Mash potatoes"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xpeT0ipj3wGw0SAwwr0rQg/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aYCXHyvpsPE_8jQfeuItRg/o.jpg",
                    "caption": "Arugula Trout"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MhnSRyNSuq1D2ddBfBOrxg/o.jpg",
                    "caption": "Veal meatballs"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Martha Y.",
                "user_id": "pJfQ4mQywg7u-Mpt4YAdNA",
                "link": "https://www.yelp.com/user_details?userid=pJfQ4mQywg7u-Mpt4YAdNA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dzaqAFglchISp0bXDcgrUQ/180s.jpg",
                "address": "GA, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 4
            },
            "comment": {
                "text": "Our meal was as delicious as it always has been when visiting this restaurant. Our server was also very courteous & responsive to our wishes. I continue to love coming to The Blue Ridge Grill.",
                "language": "en"
            },
            "date": "2023-12-26T21:11:33Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Doug C.",
                "user_id": "4MuZ1jRxxIX0bWX48G6VUw",
                "link": "https://www.yelp.com/user_details?userid=4MuZ1jRxxIX0bWX48G6VUw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/h-NPlAUWpHCt8DukvnXKhw/180s.jpg",
                "address": "Decatur, GA",
                "friends": 84,
                "photos": 371,
                "reviews": 392,
                "elite_year": 24
            },
            "comment": {
                "text": "Came for a work dinner, valet only, came with a reservation. They have a dress code, which is a little off putting, especially since my wife and mother in law commented on the women's restroom having multiple naked women art pieces on the wall. \n\nService is excellent, something to be expected from a $$$ establishment. Their crab cakes are delicious. Corn souffle definitely worth it. Tuna tartare also good with spicy guacamole. I went with the popular trout, which was moist, delicious with arugula on top. Wife loved her salmon so much she didn't even give me a bite. Side salad blue ridge salad was good as well. Their blue ridge cabernet was also good. \n\nOverall, for special occasions or if someone else is paying, maybe it's worth it. Personally, I wouldn't pay these prices for a regular dinner night.",
                "language": "en"
            },
            "date": "2023-01-20T20:56:00Z",
            "rating": 4,
            "feedback": {
                "useful": 1,
                "funny": 1,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Carroll V.",
                "user_id": "idYllMvpVLrHU7_IiR-EvA",
                "link": "https://www.yelp.com/user_details?userid=idYllMvpVLrHU7_IiR-EvA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/996O-WHZ4zmuHaFryDOyzA/180s.jpg",
                "address": "Murfreesboro, TN",
                "friends": 118,
                "photos": 554,
                "reviews": 423,
                "elite_year": 24
            },
            "comment": {
                "text": "Certainly my favorite place in the Atlanta suburbs. Why do I love the Blue Ridge? Let me count the ways:\n\n1. Friendly professional free valet parking\n2. Knowledgeable bartenders, not overblown mixologists\n3. Friendly service from everyone: bartenders, host, wait staff, servers\n4. Cozy rustic interior, comfy too\n5. Great menu selection. Recommend the oyster Rockefeller, the scallops and whatever tickles your fancy from the grill. My KC strip special, peppercorn crusted, was one of the best steaks I have ever had in the South. \n6. Fun desserts:the ice cream pie is a delightful throwback--enough for 2 or 4!\n\nA half dozen reasons to stop--that's why this place is a 5 to me.",
                "language": "en"
            },
            "date": "2022-07-17T13:05:42Z",
            "rating": 5,
            "tags": [
                "2 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lNCR7CQhVqzseAVVzXQc-Q/o.jpg",
                    "caption": "Rustic interior"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/f0Ocun5EypGfEu7Mi1vKyw/o.jpg",
                    "caption": "Ice cream pie with lots of pecans"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Juliana S.",
                "user_id": "KVEbbOkIo5bQEh9WUsNJxg",
                "link": "https://www.yelp.com/user_details?userid=KVEbbOkIo5bQEh9WUsNJxg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8dUGhO01sw8jPMNuuzf71g/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 2,
                "photos": 63,
                "reviews": 47
            },
            "comment": {
                "text": "The vibe and ambiance are more classic and traditional, but the food and service are AMAZING all around. The personalized menu for birthdays and special occasions is a cute touch as well.  Great place!",
                "language": "en"
            },
            "date": "2023-11-08T18:30:29Z",
            "rating": 4,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "arlene d.",
                "user_id": "haRtiuep07dWn6l9b6o4DA",
                "link": "https://www.yelp.com/user_details?userid=haRtiuep07dWn6l9b6o4DA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1ApwKCUydzojuFwy41Fopw/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 3,
                "photos": 155,
                "reviews": 248
            },
            "comment": {
                "text": "Came on a Thursday for lunch for our Anniversary. Made reservations on open table week before and only one time slot available for 2.\nWe have been wanting to come here for many years and when deciding where to go for an anniversary lunch thought it was time to try.\nWe are so glad we did very nice cozy lodge feel. The restaurant was full at 12:45 we got seated and they had confetti on the table and menu said happy anniversary felt very special \nWaiter and all staff very friendly.\nWe started with soup of day clam chowder ( could have been a tad hotter)\nBlue ridge salad\nThe scallops and filet entrees corn pudding and Brussels sprouts everything was very good\nFor dessert they treated us to a ice cream pie which was the perfect ending \nHighly recommend",
                "language": "en"
            },
            "date": "2022-10-27T20:31:56Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/F7VuGqE4AHNe8p-k2rVYiw/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "M. C.",
                "user_id": "B_6XJeMFaTptZNwLZc42dA",
                "link": "https://www.yelp.com/user_details?userid=B_6XJeMFaTptZNwLZc42dA",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 39,
                "reviews": 59
            },
            "comment": {
                "text": "Ambiance is cozy, service attentive, trout out of this world!  Great place for large parties. We will be back.",
                "language": "en"
            },
            "date": "2023-12-24T17:43:50Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Aimee T.",
                "user_id": "rSwiA7uSKAcsvrlantfStQ",
                "link": "https://www.yelp.com/user_details?userid=rSwiA7uSKAcsvrlantfStQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PXvIf5G96zKCGfMeef36ug/180s.jpg",
                "address": "Burbank, Los Angeles, CA",
                "friends": 1493,
                "photos": 3125,
                "reviews": 390,
                "elite_year": 24
            },
            "comment": {
                "text": "I had the most delicious trout and mashed potatoes in a long time. It is pretty busy so make sure you book a reservation. All the food is top notch and made with some fresh ingredients. I was very fortunate to have tried this restaurant out when I was in Atlanta.",
                "language": "en"
            },
            "date": "2023-01-04T02:39:26Z",
            "rating": 5,
            "feedback": {
                "useful": 6,
                "funny": 2,
                "cool": 4
            }
        },
        {
            "user": {
                "name": "Robin S.",
                "user_id": "L5sK1jj8hiSpNuYRJW4Z0Q",
                "link": "https://www.yelp.com/user_details?userid=L5sK1jj8hiSpNuYRJW4Z0Q",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zXFrqQblUOj-rRbFncEN9Q/180s.jpg",
                "address": "Marietta, GA",
                "friends": 0,
                "photos": 89,
                "reviews": 29
            },
            "comment": {
                "text": "The food was delicious. I had the lemon chicken it was heavenly. We went to celebrate a birthday. The birthday lady was happy with her meal also.",
                "language": "en"
            },
            "date": "2023-06-01T22:05:16Z",
            "rating": 5,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uKJs7hqRqOW1AjdA0lY8Sg/o.jpg",
                    "caption": "Lemon chicken"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YOtw155KqFInUr2gvd-9xA/o.jpg",
                    "caption": "Lobster bacon sammy"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cM8WmEoajKTUg3XVI3l0tQ/o.jpg",
                    "caption": "Ice cream cake"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SaKkbwVDqT4VQEb5FpjsHQ/o.jpg",
                    "caption": "Trout"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Jason A.",
                "user_id": "VdilCkWp6-wFcvx2aNeMEA",
                "link": "https://www.yelp.com/user_details?userid=VdilCkWp6-wFcvx2aNeMEA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RU-5EP_C-JgxrWiNfTGE1A/180s.jpg",
                "address": "Birmingham, AL",
                "friends": 34,
                "photos": 1,
                "reviews": 51
            },
            "comment": {
                "text": "My absolute \"go to\" while in Atlanta. Love this place! The food is off the charts good. Try the filet, you won't regret it. If you have a to wait a bit for your table, enjoy a glass of wine on the patio. Also love the lighting and overall feel of the restaurant. Feels lodgy and homey at the same time.if you in ATL, call and make a reservation. Trust me, you won't regret it.",
                "language": "en"
            },
            "date": "2023-08-16T23:44:23Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Ashley D.",
                "user_id": "WdW7YQqFPHG2q6BciXocQA",
                "link": "https://www.yelp.com/user_details?userid=WdW7YQqFPHG2q6BciXocQA",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 4
            },
            "comment": {
                "text": "Love everything about this place! Good people ambience! So. Great!!!  I will eat here just to see the bunny painting!",
                "language": "en"
            },
            "date": "2023-12-22T23:24:11Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Marshall F.",
                "user_id": "Hz3jIWaE1Y0o_5ZXI64mUw",
                "link": "https://www.yelp.com/user_details?userid=Hz3jIWaE1Y0o_5ZXI64mUw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/n3OLg8XXTTyDtIyqdAPMsA/180s.jpg",
                "address": "Jonesboro, GA",
                "friends": 70,
                "photos": 31,
                "reviews": 49
            },
            "comment": {
                "text": "What a piece of heaven.  My husband and I enjoyed the mahi-mahi and the filet with Oscar sauce!\nThe details were amazing as was the service.\n \nI hate sweets and enjoyed the ice cream cake that was given to us for our anniversary!",
                "language": "en"
            },
            "date": "2022-09-02T00:02:49Z",
            "rating": 5,
            "tags": [
                "2 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ltEoBBvPNEOhrgotMCXjtQ/o.jpg",
                    "caption": "Special menu and dessert."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2b1g974iD-A7EyhMMB6dDQ/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Jim W.",
                "user_id": "kZlOW-g7403vRJHKrZZUrw",
                "link": "https://www.yelp.com/user_details?userid=kZlOW-g7403vRJHKrZZUrw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LLVX6xLkEJrMMQYK_txcVQ/180s.jpg",
                "address": "Peachtree City, GA",
                "friends": 28,
                "photos": 313,
                "reviews": 1156,
                "elite_year": 24
            },
            "comment": {
                "text": "We selected this venue for our anniversary dinner this year. I try to find appropriate fine-dining places that we haven't tried before (usually due to being located a bit out of our way and that it might be out of our regular dining-out price range). I'd heard of this place for a long time, but didn't even know where it was located until I looked it up. It is a stand-alone building in a plaza just off I-75 (several miles inside the perimeter). \n\nParking is via valet. I am not sure whether there was an option to self-park conveniently?  You could park in the lot for the plaza where the restaurant is located, I guess, but you'd then have to walk around the other shops to get back. The rear of the restaurant faces the rear of the other plaza shops; it is an unusual configuration. \n\nWe were greeted and seated promptly. As with some other restaurants in this tier, they have the wait staff collectively assist you, maybe with one person as a 'lead'. Also, if you tell them (when making the reservation, which you'll need to do) that it's your anniversary, they take it to heart. We were wished a happy anniversary multiple times, there was a bit of related confetti sprinkled on the table when we arrived, etc.\n\nThe atmosphere is like a lodge hotel, but a bit more light and airy due to the abundance of windows. My impression of the majority of the clientele was upper-class Buckhead residents, many of whom seemed like regular visitors here. There was also some tables like us who seemed like they were here for a special occasion. \n\nThe menu selections were varied, and it was easy for both of us to find something we liked. My steak was well prepared. My wife liked her dish as well. The sides were large, and we ended up taking some portion home. The dessert was also good. \n\nPricing here is, as expected, high. But you get what you pay for, which in this case is a full fine dining experience.  I'd certainly consider returning here in the future.",
                "language": "en"
            },
            "date": "2022-08-07T12:07:34Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Victoria M.",
                "user_id": "-mQt5FUTUEvGM_uaTUYo8w",
                "link": "https://www.yelp.com/user_details?userid=-mQt5FUTUEvGM_uaTUYo8w",
                "address": "Buckhead, Atlanta, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 5
            },
            "comment": {
                "text": "Food was Excellent as usual!!  This is the second time that I have requested a particular server and the second time that I have told okay and the second time that the particular server was not working.  Just tell me when I make the reservations, please. Never fear this one was also GREAT!",
                "language": "en"
            },
            "date": "2023-12-13T03:59:54Z",
            "rating": 4,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Chandler C.",
                "user_id": "WDd7CqtKufOKMVIctwlbLA",
                "link": "https://www.yelp.com/user_details?userid=WDd7CqtKufOKMVIctwlbLA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oglDfcuSjCSEXFaLIDrX0w/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 881,
                "photos": 68,
                "reviews": 29
            },
            "comment": {
                "text": "I cannot rave meow about this place! Went here for new years ever dinner with my fiancé for our anniversary. Everything was immaculate; the food was phenomenal (everything from the perfect flakey bread to the ice cream cake dessert), the service was incredible, the restaurant decor and bathroom ambiance was something special. They had custom menus for our anniversary with heart confetti on the table, what a treat! A perfect restaurant for a special night.",
                "language": "en"
            },
            "date": "2023-01-01T18:42:58Z",
            "rating": 5,
            "tags": [
                "6 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tSvPsf4WOp5lVK794rLCXQ/o.jpg",
                    "caption": "Restroom"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lYfgBUba3BGPC1n_zgKgHg/o.jpg",
                    "caption": "Holiday Decor"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yPmX67m0xbD3o2-fpNex3Q/o.jpg",
                    "caption": "Ice cream Cake"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/59bqg96LYSoMHa-Y9nW59Q/o.jpg",
                    "caption": "Blue Ridge Grill Salad with Salmon"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/om-3iulCAUjVYHGyl21YZQ/o.jpg",
                    "caption": "NYE"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/B6BQACXWGi74rfT7zA77Ug/o.jpg",
                    "caption": "Custom Menu"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "M S.",
                "user_id": "6DCQUrTF7th29Nz1rAvaxw",
                "link": "https://www.yelp.com/user_details?userid=6DCQUrTF7th29Nz1rAvaxw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9835QU4Bt7DgF-jJhHeYzA/180s.jpg",
                "address": "Washington, DC",
                "friends": 3,
                "photos": 0,
                "reviews": 41
            },
            "comment": {
                "text": "First off, I'll say the waiter did a good job . Average food. If you're going to have a dress code. Your food better be top notch! This place is not. I've had better foot at chain restaurants for much cheaper. I won't be returning. Also, mandatory valet when there is a huge lot is silly. I don't want a person I don't know driving my car...",
                "language": "en"
            },
            "date": "2023-06-19T03:28:53Z",
            "rating": 2,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Mark T.",
                "user_id": "qMq6JP4MNn4R7fAuSjVFZA",
                "link": "https://www.yelp.com/user_details?userid=qMq6JP4MNn4R7fAuSjVFZA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/z1YwhDqfoXYUhAKn9qHSlA/180s.jpg",
                "address": "Marietta, GA",
                "friends": 0,
                "photos": 14,
                "reviews": 19
            },
            "comment": {
                "text": "Celebrated my 76th birthday here.  Service was great, food was excellent and even had my birthday on my dinner menu.  server Dean made it special with a complimentary slice ice cream pie. wonderful place to celebrate anything!",
                "language": "en"
            },
            "date": "2023-08-21T19:04:26Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Anthony K.",
                "user_id": "XEdvCqVlRV6t5qxpinUFWw",
                "link": "https://www.yelp.com/user_details?userid=XEdvCqVlRV6t5qxpinUFWw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HZWNFjmhg8ylYPzhe4dUpQ/180s.jpg",
                "address": "Lenox, GA",
                "friends": 1,
                "photos": 0,
                "reviews": 26
            },
            "comment": {
                "text": "Excellent service in a comfortable and welcoming atmosphere. I ordered the ribeye and it was amazing!  The corn soufflé was the star of the show. Excellent!  We visited this evening for our wedding anniversary. The staff were so friendly and our waitress brought us a special ice cream dessert for our anniversary. I definitely recommend this restaurant!  See you soon!",
                "language": "en"
            },
            "date": "2023-07-15T19:33:04Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Ryan D.",
                "user_id": "8NOZyTD-InVTbmCH1LdkkQ",
                "link": "https://www.yelp.com/user_details?userid=8NOZyTD-InVTbmCH1LdkkQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/U9de3Q7u6zBGXVRv_JCaig/180s.jpg",
                "address": "Dallas, GA",
                "friends": 121,
                "photos": 165,
                "reviews": 150
            },
            "comment": {
                "text": "We LOVE Blue Ridge Grill, we come here when we want to have a guaranteed nice date, with great food and fantastic wait staff. Blue Ridge Grill treats you as a special guest as soon as you pull up to the valet parking. The ambiance is an upscale long cabin feel that is extremely welcoming. The waiter will greet you by your name when you sit down and will be on point the entire evening. Now to the food! The food is of the highest quality, prepared by a chef and team that obviously truly care about serving guests the best of the best. I had the bone-in ribeye steak that was without a doubt one of the best steaks I've ever had, with a charred outer layer and soft, melt in your mouth inside, the steaks are out of this world. Do not miss out on taking the person you care about on a special date night to Blue Ridge Grill, you will not be disappointed!",
                "language": "en"
            },
            "date": "2022-12-18T01:45:37Z",
            "rating": 5,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SWUwgyQR1sFsvxNUxG8BpA/o.jpg",
                    "caption": "Bone-in Ribeye"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j5-xFC9pO-N-QFmA9ZO6_A/o.jpg",
                    "caption": "Braised Beef Short Rib"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/47wDeS5b1dNnLckqkU7DGw/o.jpg",
                    "caption": "Tuna Tartar"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/d9YviuAuhKhWm4IODqOVjA/o.jpg",
                    "caption": "Braised Beef Short Rib"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Heidi O.",
                "user_id": "kal8gYskg4tq1G0-t9kcmA",
                "link": "https://www.yelp.com/user_details?userid=kal8gYskg4tq1G0-t9kcmA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gkLbxOT-kohfeBIGwn9VKQ/180s.jpg",
                "address": "Downtown, Atlanta, GA",
                "friends": 19,
                "photos": 614,
                "reviews": 281
            },
            "comment": {
                "text": "Great early dinner, and they were crowded on a Wednesday night. Great service. Excellent meal of trout and lamb. Nice salads. And beautiful dessert.",
                "language": "en"
            },
            "date": "2022-10-27T00:29:17Z",
            "rating": 4,
            "tags": [
                "6 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PDPcNq9aPqT-gy-5qorkGA/o.jpg",
                    "caption": "Fruit"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/agWYw-EqonECqf8md8VKgg/o.jpg",
                    "caption": "Lamb"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ra7sYMRwBUIqML5ldMsdgA/o.jpg",
                    "caption": "Georgia Trout"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CepBKrmsMNex7lImS3pdaA/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PNgACJ-ZEGhG8KALEoZztA/o.jpg",
                    "caption": "Blue salad"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nxA03JBDXdOLgLUAnEqUqA/o.jpg",
                    "caption": "Brussels sprouts"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Jack H.",
                "user_id": "Ngk3BorlpPc0QV_xuo3xvw",
                "link": "https://www.yelp.com/user_details?userid=Ngk3BorlpPc0QV_xuo3xvw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Gk6STHhC6kklCSOGGA38qA/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 45,
                "photos": 19,
                "reviews": 405,
                "elite_year": 24
            },
            "comment": {
                "text": "My wife and I have eaten at BRG many times, mostly takeout over the last two years, and it's sublime; it's so good that I somewhat hate to review it. We usually start with the mushroom risotto, tuna tartare, or the crab cake. All of the side dishes are worth ordering. The BRG Salad is a beauty. For entrees, we typically order the fried lobster BLT (#1), lemon chicken, American Wagyu Burger, or the grilled Berkshire pork chop (#2). The pork chop will convert any vegetarian to cross back over to the dark side. The desserts are divine - our two favorites are the vanilla bean creme brûlée and the chocolate banana bread pudding. Excellent service too. Highly recommended.",
                "language": "en"
            },
            "date": "2022-10-22T23:28:14Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "M G.",
                "user_id": "1xIv5WuJTfOL9_hGjAJKNQ",
                "link": "https://www.yelp.com/user_details?userid=1xIv5WuJTfOL9_hGjAJKNQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yVV2rK6wEaDjHRab1ldDXw/180s.jpg",
                "address": "Marietta, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 16
            },
            "comment": {
                "text": "Great meal, excellent service, great ambience, not sure why it's been so long since last visit.",
                "language": "en"
            },
            "date": "2023-03-09T12:47:57Z",
            "rating": 5,
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Jim S.",
                "user_id": "x3OtHkaw1yyxKDK1Y5t-5Q",
                "link": "https://www.yelp.com/user_details?userid=x3OtHkaw1yyxKDK1Y5t-5Q",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6oiGzbPicFp7JMcCQGdAlA/180s.jpg",
                "address": "Albuquerque, NM",
                "friends": 86,
                "photos": 1,
                "reviews": 17
            },
            "comment": {
                "text": "Fantastic! We went here for our mother's 90th birthday ant they truly went above and beyond with custom menus and table decorations. The service was fabulous and so was the food. I highly recommend the Blue Ridge Grill for any occasion.",
                "language": "en"
            },
            "date": "2023-05-06T17:26:16Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Jason T.",
                "user_id": "jCZnrDmj-7SBEdBZHnaPJQ",
                "link": "https://www.yelp.com/user_details?userid=jCZnrDmj-7SBEdBZHnaPJQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qF2lvfb6Ym8kg4jur2JRuA/180s.jpg",
                "address": "Duluth, GA",
                "friends": 186,
                "photos": 1,
                "reviews": 25
            },
            "comment": {
                "text": "Came here for my 5 year anniversary. I can't say enough good things about this place. Not only was the food great but they really went all out unprompted to celebrate us. Decorated the table, gave a specialized menu, and a great piece ice cream cake to match. Great ambiance and drinks as well. I highly recommend this place to anyone.",
                "language": "en"
            },
            "date": "2023-04-23T23:27:09Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Kent C.",
                "user_id": "AoeTmphtF9KRuJDw3xEVWA",
                "link": "https://www.yelp.com/user_details?userid=AoeTmphtF9KRuJDw3xEVWA",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 13
            },
            "comment": {
                "text": "Let me first start with service. It was excellent, and could not have been better, simply great.\n\nAmbiance, again could not have been better as we have been to Blue Ridge Grill several times each year and find it to be a wonderful place to have a good dinner. And I've always found it to be very pleasant and a great place to relax and enjoy having a wonderful time.\n\nThe food: it was OK, but I was disappointed in the \"lobster sandwich\" that I had.  I could not as a took my first bite into that sandwich, could not find the flavor of lobster. And that may have been my fault, as I was expecting a lobster roll with lots of lobster flavor. At nearly $30. I think the sandwich should have been much better.\n\nWe'll be going again, but I'll be making a different choice next time.",
                "language": "en"
            },
            "date": "2023-04-14T20:59:22Z",
            "rating": 3,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Ronald N.",
                "user_id": "9wsROssKITCaKPjeRQcUvw",
                "link": "https://www.yelp.com/user_details?userid=9wsROssKITCaKPjeRQcUvw",
                "address": "Danville, CA",
                "friends": 0,
                "photos": 21,
                "reviews": 36
            },
            "comment": {
                "text": "Incredibly professional service.\n\nIncredibly beautiful restaurant.\n\nIncredibly good food.\n\nThe only problem I realized (as an out of towner) is that I won't be able to get back soon enough.",
                "language": "en"
            },
            "date": "2023-04-30T17:25:35Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Claire R.",
                "user_id": "6cAJkq9A6dqwxAOV1gKbWA",
                "link": "https://www.yelp.com/user_details?userid=6cAJkq9A6dqwxAOV1gKbWA",
                "address": "Memorial, Houston, TX",
                "friends": 0,
                "photos": 10,
                "reviews": 7
            },
            "comment": {
                "text": "this is possibly one of the best restaurants I've ever been to - the food, service, and drinks were amazing! \nthe crab cake was amazing! not fishy at all and super flavorful. the short ribs were 10/10 and extremely tender. the sticky toffee pudding actually changed my life. the molten lava cake was also extremely delicious. \nI'm from Houston but will be booking a flight back to Atlanta purely to eat at this restaurant again.",
                "language": "en"
            },
            "date": "2023-05-07T08:12:39Z",
            "rating": 5,
            "tags": [
                "2 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/173MkLNlN05upWizJpH23Q/o.jpg",
                    "caption": "Braised Beef Short Rib"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AbkBVgigqZjl3XGoTRliVg/o.jpg",
                    "caption": "chocolate molten lava cake"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Melissa B.",
                "user_id": "krQh6fM9aAKFRrWeWooUXQ",
                "link": "https://www.yelp.com/user_details?userid=krQh6fM9aAKFRrWeWooUXQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/unsL3pKpqPIHLPvUgUtZqw/180s.jpg",
                "address": "GA, GA",
                "friends": 1,
                "photos": 26,
                "reviews": 22
            },
            "comment": {
                "text": "Our favorite date night restaurant!  Reservations are always right on time, staff and food are amazing!",
                "language": "en"
            },
            "date": "2023-02-10T20:48:32Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Peter L.",
                "user_id": "z9J_i9gEus_6WrIWWNc5OQ",
                "link": "https://www.yelp.com/user_details?userid=z9J_i9gEus_6WrIWWNc5OQ",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 11,
                "reviews": 69
            },
            "comment": {
                "text": "You don't get any better than Blue Ridge. It's a classic institution. We love getting a martini in the bar area before dining. I always get the pork chop or the trout. All the sides are amazing. Very classy place and great for any allergies or dietary issues.",
                "language": "en"
            },
            "date": "2023-10-02T19:10:03Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Jamie J.",
                "user_id": "K2EzpPoSWfuTAFsl-3bsog",
                "link": "https://www.yelp.com/user_details?userid=K2EzpPoSWfuTAFsl-3bsog",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CcLTvsbQVLePGFlqK4fFyw/180s.jpg",
                "address": "NV, NV",
                "friends": 136,
                "photos": 18,
                "reviews": 36
            },
            "comment": {
                "text": "First time visiting this establishment. Valet was great, hostesses were awesome, My waiter was not, he seemed to not want to be there but the food was really good. I had some food left over and decided to take it home and I asked for a to go bag so he took it back and prepared it to go and when he brought it back to me he sat it on the floor.  I have never had a waiter sit my food on the floor before...but the food was really good",
                "language": "en"
            },
            "date": "2023-03-21T14:43:48Z",
            "rating": 4,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Kelly I.",
                "user_id": "mObFh68idi7gvwwMTsmXLg",
                "link": "https://www.yelp.com/user_details?userid=mObFh68idi7gvwwMTsmXLg",
                "address": "Marietta, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 3
            },
            "comment": {
                "text": "Such a bummer. Blue Ridge has always been a favorite restaurant. Last Sunday, we arrived to a chilly greeting from the hostess, we got lukewarm lobster bisque and meat that was ordered medium/rare+ but came out fire engine red. The waiter took the steak to the kitchen where they sent it back out unchanged. The waiter also broke the cork in our bottle of wine. He took it to the kitchen to finish opening it but brought it out without straining the small bits of cork. The service is usually top notch. I hope this was just a one-in-a-million disastrous meal.",
                "language": "en"
            },
            "date": "2023-09-01T18:51:27Z",
            "rating": 1,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Lee P.",
                "user_id": "Nu8paWII12xPdeQDwnnqfA",
                "link": "https://www.yelp.com/user_details?userid=Nu8paWII12xPdeQDwnnqfA",
                "address": "Wildwood, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 3
            },
            "comment": {
                "text": "Outstanding, as always! We have never had a bad experience here!  Everyone happy with all their appetizers and entrées. Cannot wait for our next outstanding experience!",
                "language": "en"
            },
            "date": "2023-05-10T14:32:18Z",
            "rating": 5,
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Michelle G.",
                "user_id": "fQ36lqZSPFw36zZ7CQCknA",
                "link": "https://www.yelp.com/user_details?userid=fQ36lqZSPFw36zZ7CQCknA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/i6eDS21i_7AlC5N744IQFw/180s.jpg",
                "address": "West Ashley, Charleston, SC",
                "friends": 523,
                "photos": 3,
                "reviews": 23
            },
            "comment": {
                "text": "Loved our dinner. Wait staff was attentive and helpful. We arrived earlier than our reservation which turned out to be a bonus. Matt was tending bar and walked us through the whole menu. I am sure this helped us have a fabulous evening.\n\nOrdered bottle of Blue Ridge Reserve Pinot Noir. Had homemade cheese crackers.\nAppetizer was tuna tartare. Loved the homemade Parmesan crackers and avocado. \nBeet salad with orange vinaigrette was beautifully combined.\nGrilled Georgian trout with collard greens and corn soufflé. Trout was perfectly prepared.\n\nMy husband and I split everything. No dessert, but had coffee with biscotti.\n\n(Homemade crackers, bread, corn soufflé, and biscotti - the baked goods were outstanding)\n\nBe a careful orderer and you will not be disappointed.",
                "language": "en"
            },
            "date": "2022-04-10T01:54:41Z",
            "rating": 5,
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Brenda W.",
                "user_id": "FWfHhNp5AvTveB2V4kiI0Q",
                "link": "https://www.yelp.com/user_details?userid=FWfHhNp5AvTveB2V4kiI0Q",
                "address": "GA, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 1
            },
            "comment": {
                "text": "The food was Amazing! Jasmine was excellent and so patient to answer any question we had. She has such a warm and welcoming spirit. We were celebrating our Anniversary tonight and the staff went the \"extra mile\" to decorate our table. The small gesture was unexpected and added to our celebration. What a wonderful experience!",
                "language": "en"
            },
            "date": "2023-07-29T23:09:34Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "LaSha B.",
                "user_id": "y-2DtdMHqj18rqxwKcnmtA",
                "link": "https://www.yelp.com/user_details?userid=y-2DtdMHqj18rqxwKcnmtA",
                "address": "Loganville, GA",
                "friends": 0,
                "photos": 2,
                "reviews": 5
            },
            "comment": {
                "text": "Besides sticking out like a sore thumb, I felt most uncomfortable when the manager explained it's \"that time of the season\" when a roach was found in my sister's salad. So, make sure you can decipher a raisin versus a roach or save yourself and don't go.",
                "language": "en"
            },
            "date": "2022-11-10T19:08:45Z",
            "rating": 1,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Sg2y58y47vIdQL2sQ_oXtQ/o.jpg",
                    "caption": "Salad with a side of roach."
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Ira B.",
                "user_id": "b0sFS4dXlQpK684sbLXnqQ",
                "link": "https://www.yelp.com/user_details?userid=b0sFS4dXlQpK684sbLXnqQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YEMhTZSEmAl5M1H637NqDQ/180s.jpg",
                "address": "Ponte Vedra Beach, FL",
                "friends": 106,
                "photos": 189,
                "reviews": 283,
                "elite_year": 24
            },
            "comment": {
                "text": "First the good -\nOur server, Stephen was wonderful. He recommended the corn soufflé as a side dish, and boy was that great advice! The salads were flavorful, one of the best Caesar salads I've ever had, and the chopped salad was terrific. The valet parking made entry and departure efficient. At about $60+ per person (we're iced tea drinkers), we saw it as a reasonable value for a higher-priced dining experience.\nNow the issue -\nAfter dinner I asked my wife \"how were the scallops,\" and I got an answer I hadn't expected...\"chemically.\" I wasn't sure what that meant, and she said maybe there was just something in the sauce that tasted odd to her. Since there were only three scallops, she finished the meal, hoping for the best. At 2 a.m as she was throwing up, we learned the ramifications of the \"chemically\" scallops. \nOverall, it would have been an ideal 5-star experience had this not been the result. Unfortunately, we cannot envision recommending Blue Ridge Grill.",
                "language": "en"
            },
            "date": "2022-03-26T19:38:53Z",
            "rating": 2,
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Erin W.",
                "user_id": "ZBD2OQGqBK4p5rMjAUEpKA",
                "link": "https://www.yelp.com/user_details?userid=ZBD2OQGqBK4p5rMjAUEpKA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/i2jLBe9ydwHo3C_FGD4Shg/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 2
            },
            "comment": {
                "text": "The ability to accept my very minute reservation was the start of the delightful journey. The hostess was very nice upon my arrival, I was seated with the most amazing and knowledgeable server (Jesse) he know so much about the menu and his recommendations were spectacular! I wish I could give 10's \nThank you for an excellent experience",
                "language": "en"
            },
            "date": "2022-07-08T01:35:20Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Nena B.",
                "user_id": "Dcgze0qV-EJyQVV7hm_vWA",
                "link": "https://www.yelp.com/user_details?userid=Dcgze0qV-EJyQVV7hm_vWA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PTYMDbhs-9xy8U32pW2eAg/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 152,
                "photos": 505,
                "reviews": 132,
                "elite_year": 24
            },
            "comment": {
                "text": "Beautiful place ALL THE WAY AROUND. Customer service was awesome from the door to the table to our heartfelt Stephen the waiter. They decorated my table for my birthday and went all the way out with my delicious meal and Beautiful ice cream cake, that dessert was everything thank you blue ridge grill.",
                "language": "en"
            },
            "date": "2021-03-18T07:55:31Z",
            "rating": 5,
            "tags": [
                "7 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aAxUTDPgAqFhwOaaFJfwcg/o.jpg",
                    "caption": "Bday table"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7IcWPPQZsdG8cVvKgvJfyw/o.jpg",
                    "caption": "Drink list"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4Xao09ID4kCEPIxnTfZKAA/o.jpg",
                    "caption": "Prosecco champagne"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/F1RQPLmoCzsVEQ72Bm6zrA/o.jpg",
                    "caption": "Lobster Lobster Club Sandwich"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/94TAaBZe45zkwmfhFqNS-A/o.jpg",
                    "caption": "20z ribeye and sautéed spinach and mash potatoes"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gyVNJsYSPBnMGus4qj87Nw/o.jpg",
                    "caption": "Bday ice cream with pecans nuts and caramel and chocolate  (good as hell) had to express it that way"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SJuMnW5jxV2C1L1hmjLesQ/o.jpg",
                    "caption": "Bday girl"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "LaKeshea M.",
                "user_id": "yw38ncAhi8sCmdkHDG019A",
                "link": "https://www.yelp.com/user_details?userid=yw38ncAhi8sCmdkHDG019A",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DY_HbTym7es3529yPwBptA/180s.jpg",
                "address": "Lithia Springs, GA",
                "friends": 60,
                "photos": 39,
                "reviews": 25
            },
            "comment": {
                "text": "Exceptional food and service! I can't wait to return. Everything I tried was great! Even down to the Shirley Temple I had.... Yes I said Shirley Temple! Lol the best I've ever had!",
                "language": "en"
            },
            "date": "2022-03-31T01:11:15Z",
            "rating": 5,
            "tags": [
                "5 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VFufW2rv77ptsiIMKmYfRQ/o.jpg",
                    "caption": "Caesar Salad"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0Ou7Ha37Tn2wdMps6ZW3Jw/o.jpg",
                    "caption": "Shirley Temple"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IzaalF1hQcTRrUVEWM5MWA/o.jpg",
                    "caption": "Macaroni and Cheese"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ad5AQdluZtEqUi0wGCiP6Q/o.jpg",
                    "caption": "Atlantic Salmon"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iOcT2Z1FqARemEUtTKH7kg/o.jpg",
                    "caption": "Peachy drink"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 0
            }
        }
    ],
    "serpapi_pagination": {
        "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=kdcnUiHns8Ni04Vl6VOikQ&start=50"
    }
}