{
    "search_metadata": {
        "id": "65ef30ee654a8ca2b24f857c",
        "status": "Success",
        "json_endpoint": "https://serpapi.com/searches/f3ac24a8377f2625/65ef30ee654a8ca2b24f857c.json",
        "created_at": "2024-03-11 16:27:26 UTC",
        "processed_at": "2024-03-11 16:27:26 UTC",
        "yelp_reviews_url": "https://www.yelp.com/biz/D-JjoA77Il97HPfMsUs8Vg?",
        "raw_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef30ee654a8ca2b24f857c.html",
        "prettify_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef30ee654a8ca2b24f857c.prettify",
        "total_time_taken": 3.08
    },
    "search_parameters": {
        "engine": "yelp_reviews",
        "start": 0,
        "num": "50",
        "place_id": "D-JjoA77Il97HPfMsUs8Vg"
    },
    "search_information": {
        "total_results": 146,
        "business": "Iron Age Korean Steak House"
    },
    "review_languages": [
        {
            "hl": "en",
            "count": 146
        }
    ],
    "reviews": [
        {
            "user": {
                "name": "Michele B.",
                "user_id": "UiZSd7pWKJnIkBA-1-cCgg",
                "link": "https://www.yelp.com/user_details?userid=UiZSd7pWKJnIkBA-1-cCgg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zE0vicvs7aGmwFWMDKynJQ/180s.jpg",
                "address": "Washington, DC",
                "friends": 241,
                "photos": 719,
                "reviews": 224,
                "elite_year": 24
            },
            "comment": {
                "text": "Family dinner\n\nWhile visiting ATL my cousin was adamant that we go here to eat\n\nNow I'm not big on all you can eat\n\nAnd they let you start off with 2 meats and you basically just keep ordering \n\nSo they have a lemon Marinated Chicken/PORK Belly/Pork Steak/Pork Bulgogi\nBEEF Brisket\nSteaks Bulgogi\nSpicy Squid/Shrimp\nSpicy Rice Cake\nJapchae noodles\nKimchi\nAssortment of grill-able vegetables\nSeasoned beaten egg, steamed at your table \n\nNow I'm at a table of meat eaters ... so with the expectation of the pork belly.... It was ordered\n\nMy favorite was the Hawaiian Bulgogi.. tasty and tender\n\nI enjoyed the fact that there was a variety and our server stayed on top of making sure that everyone had drinks and sides at all times\n\nThey play KPop music... (Korean pop music)\nIt's already a little noisy so you yell a lot \n\nThe Resturant was bright and I loved the lighting\n\nI plan to visit one in my area and compare because I was overly impressed",
                "language": "en"
            },
            "date": "2023-09-28T18:49:28Z",
            "rating": 5,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1g1DXYIWZ_xx0RMyWAhqJA/o.jpg",
                    "caption": "Sweet Radish  Salad"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1rZMdocX5XypPTS_tckGBg/o.jpg",
                    "caption": "Hawiaiin Bulgogi  Beef Bulgogi"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hZBZGszeYrDq_yUluNtLUg/o.jpg",
                    "caption": "Cooking"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/C-Zog3jU8NMSdf0QSXtvjA/o.jpg",
                    "caption": "Grill and sauces"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 2
            }
        },
        {
            "user": {
                "name": "Chinwe K.",
                "user_id": "4qBZvzoCyucIj-JZ6OHa7Q",
                "link": "https://www.yelp.com/user_details?userid=4qBZvzoCyucIj-JZ6OHa7Q",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/m_dEPUZpR6y13fOaBFe_Pg/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 7,
                "photos": 90,
                "reviews": 55,
                "elite_year": 24
            },
            "comment": {
                "text": "Iron Age is a place I go to frequently. It's all you can eat meats - $20 for lunch and $30 for dinner. My favorite meats are the beef bulgogi and the soy chicken. I've tried some of their other meats but they were bland to me. Their cocktails are really good. \n\nThe service overall is fine, sometimes it's hard to find the waiter but they make their way around. The ambiance is very nice but the music can be a little loud.\n\nI'll return and stick to my favorite meats.",
                "language": "en"
            },
            "date": "2023-09-07T14:31:30Z",
            "rating": 4,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4RRk56gGQlgTGcw5CdpelA/o.jpg",
                    "caption": "Beef bulgogi"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Marni M.",
                "user_id": "STh102kWVJW1R0jU55fb-w",
                "link": "https://www.yelp.com/user_details?userid=STh102kWVJW1R0jU55fb-w",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HVIggetIWB3dSA8dojLAuw/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 322,
                "photos": 2294,
                "reviews": 1048,
                "elite_year": 24
            },
            "comment": {
                "text": "I came here out of a suggestion from a friend. Upon initially arriving, there was a hostess who was happy to seat us. However, the entire table has to be present first. There was plenty of seating available including long tables and big booths, ideal for large parties. \n\nThe initial spread is a bowl of salad with a spicy dressing, two types of pickled daikon, four types of dipping sauces and bowls of rice. Dipping options were sesame oil with salt and pepper, \"yum yum,\" soy/teriyaki, and spicy garlic sauce. For meats we tried their pork belly, Hawaiian bulgogi, brisket, and lemon chicken. My favorite type of meat was the bulgogi but I think we did over cook the pork belly. Chicken didn't have a strong lemon taste but was tender. Sides included japchae, spice rice cakes, kimchi, steamed eggs, and vegetables. Japchae was served cold but tasted okay. Rice cakes had a slight crispy layer with good taste but were not authentic, too sweet. Kimchi wasn't bad but the steamed eggs were hard to gage when it was done.\n\nOverall, we had a good experience given the meat selection and price. Staff were spread thin resulting in delays before they returned. Grills are changed in between depending on what was being prepared. Although not authentic Korean BBQ, it was still tasty enough for me to come again!",
                "language": "en"
            },
            "date": "2023-04-16T10:03:25Z",
            "rating": 4,
            "tags": [
                "3 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QlACIbW978SN5qeUxvHZXA/o.jpg",
                    "caption": "Salad"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/X7K8GNavMyHXLazNFWutrA/o.jpg",
                    "caption": "Vegetables and steamed egg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/x5GuZdimzmqSGZ5x5ixYJQ/o.jpg",
                    "caption": "Pork belly"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Steven D.",
                "user_id": "QccvCbJhRb20vRrSIc4oew",
                "link": "https://www.yelp.com/user_details?userid=QccvCbJhRb20vRrSIc4oew",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lzlf8BaRckisckONMUUQPQ/180s.jpg",
                "address": "Decatur, GA",
                "friends": 9,
                "photos": 12,
                "reviews": 166,
                "elite_year": 24
            },
            "comment": {
                "text": "I have been wanted to check this place out ever since they opened. Most of my friends don't like (or haven't tried) Korean food so I have to look for someone to venture out with me. The atmosphere is clean and modern with lots of video projections onto the walls. \n\nIt is a bit noisy, but a great vibe for friends and families alike. The service was excellent, and the food is delivered to your table for you to cook the way you like it. \n\nWe had the spicy bulgogi which was very tasty (not really spicy) and we had the regular bulgogi which was packed full of flavor, and then we had the lemon chicken (couldn't really taste the lemon), but all of the proteins were tender and great tasting.  You should treat yourself to this if you get the chance.",
                "language": "en"
            },
            "date": "2023-08-13T03:27:21Z",
            "rating": 4,
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 2
            }
        },
        {
            "user": {
                "name": "Helen H.",
                "user_id": "OyjivVbwq0XH8487YCxZQQ",
                "link": "https://www.yelp.com/user_details?userid=OyjivVbwq0XH8487YCxZQQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-t2cyoSrUaEX3rguLpWOsw/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 5,
                "photos": 135,
                "reviews": 104,
                "elite_year": 24
            },
            "comment": {
                "text": "The food is great, the banchan is good for what you get but GEEZE O PETE is it LOUD!  We went on a Saturday night with 6 people (they don't take reservations btw) and waited an hour for a table.  We got there at 7:30 and my advice is if you don't want to wait too long go at about 8:00.  By that time the smaller tables were beginning to turn, probably for the second time - it is AYCE with a two hour time limit.  The soy marinated steak, spicy pork and beef bulgogi were our favorites.  The salad on the table is great, japchae (seasoned glass noodles), seasoned rice cakes and kimchi are all DELICIOUS but the noise was WAY WAY too much for me.  Along with those other meats we had squid, shrimp, chicken, seasoned steak and an unseasoned steak as well.  I really liked the squid a lot and it cooks super quickly if you're in need of food NOW.  The shrimp is served head and shell on so remember that if you order it.  You can either peel it before you grill it or deal with that when it is hot.  Optionally you can choose what I did and eat the shell (it's pretty thin).  On our way out we saw some guys who had a garlic/oil/ butter sauce boiling away on their grill and next time I'm going to ask for that, but I'll go back when it isn't so loud and crowded. $30/each with AYCE meats and banchan.  I can't tell you about their drinks (aside from the fact that their martinis are very small) because I was the designated driver and just had water.  The water was great tho, no musty smell or aftertaste.  All in all a great value, tasty and a lot of fun if you can get past the din.  Oh, and btw, they have GREAT ventilation for the grills so you do not end up smelling like KBBQ!",
                "language": "en"
            },
            "date": "2024-02-11T17:29:47Z",
            "rating": 4,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Kelsea L.",
                "user_id": "ZDF7R_OZ-j10tGsL8Lwndg",
                "link": "https://www.yelp.com/user_details?userid=ZDF7R_OZ-j10tGsL8Lwndg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qOrDqu3xL_juJKKXWZ2yFw/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 469,
                "photos": 249,
                "reviews": 122,
                "elite_year": 24
            },
            "comment": {
                "text": "Great location and delicious food - if I could've given 4.5 stars though I would have. Our server was awesome as always. When ordering our first set of meat, I also requested some rice and a plate of the japchae (Korean glass noodles). When the noodles came out, they looked different from before but I still gave them a try. I found they were very bland and not nearly as good as they were before. When I asked our server, she let me know the recipe had been changed recently. I really hope they change the recipe back. \nBut anyways - the ambiance is always lively and fun. \nPricing has been consistent - AYCE is $28 for the basic menu. I do wish they would include soft drinks in the price but that's just me. \nI'm really glad that locations closer than Duluth have opened in Toco Hills.",
                "language": "en"
            },
            "date": "2023-08-30T01:59:02Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 2
            }
        },
        {
            "user": {
                "name": "Vanessa G.",
                "user_id": "3jraaLajqHu8k7Qq5eyjjA",
                "link": "https://www.yelp.com/user_details?userid=3jraaLajqHu8k7Qq5eyjjA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WLUzZAfoZVTPQWjXEYHyZA/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 9,
                "photos": 292,
                "reviews": 73,
                "elite_year": 24
            },
            "comment": {
                "text": "Iron Age korean Steak House always does it for me! I love the assorted seasoned meats. Getting to cook them to my own liking is my fav. I highly recommend the Iron Age Streak and the Brisket. The service was also good. Everyone is always helpful even if they aren't your assigned server. Enjoyable sake and ambiance as well. Given all the heat from the stoves they keep the air turned up. They also project k-pop videos on the walls. I was never really a fan until I came here. It's nice to learn about the artist and enjoy their music while you eat and talk.",
                "language": "en"
            },
            "date": "2023-08-05T00:01:28Z",
            "rating": 5,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QxtzkWOk7e7AxgQ_uU8d6A/o.jpg",
                    "caption": "Iron Age Steak"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rdzAntEHNM7Kka8NtBjOdg/o.jpg",
                    "caption": "Front of Resturant"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Jfe8ZZVL_4R2x5wMl-t10Q/o.jpg",
                    "caption": "Shrimp"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RbsPIEAbXmcTocrLCVMJCQ/o.jpg",
                    "caption": "Rice cakes"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Xee V.",
                "user_id": "raNdxr5fAjdXULtR1RKj_g",
                "link": "https://www.yelp.com/user_details?userid=raNdxr5fAjdXULtR1RKj_g",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CKlQb9FcwnjFlqrVH1B7YA/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 47,
                "photos": 1024,
                "reviews": 219,
                "elite_year": 24
            },
            "comment": {
                "text": "Making our way back home from Atlanta we choose to eat at this location instead of the Duluth one. Since the line and wait is usually long, especially on the weekend. \n\nMy family came in on a Friday night around 9PM. We were told the wait was 30 mins but ended up waiting about 5 mins. \n\nThey were very generous with their sides! Our server was very attentive. The japchae was sooo good! We had 3 rounds of it. It's the best I've had, who ever made it Friday night needs a raise. All the meats were fresh, we had 2 rounds of brisket, soy pork and pork belly.",
                "language": "en"
            },
            "date": "2022-11-21T00:29:03Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dc_Hd1Zdpm06vUpc_ePGjQ/o.jpg"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "J Z.",
                "user_id": "P227ZgGDJy_PgXtxUXMZog",
                "link": "https://www.yelp.com/user_details?userid=P227ZgGDJy_PgXtxUXMZog",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/J6voOnj8B4oNX3jfHhhz7Q/180s.jpg",
                "address": "Miami, FL",
                "friends": 0,
                "photos": 36,
                "reviews": 103
            },
            "comment": {
                "text": "First time having KBBQ in Atlanta and Iron Age did not disappoint. The drinks were ok, the bar staff didn't seem very friendly but I didn't have to interact with them much. The waiter is as involved as you want them to be, we told them we could handle it and the grill caught on fire shortly after. It seems if you want them to cook then they stay at your table for most of the experience. Thankfully he was attentive and replaced it quickly and lowered the heat so we could continue our dining experience. The chicken wasn't my favorite but I don't usually order that at KBBQ. The bulgogi beef and the Hawaiian one was very good, the grilled pineapples were a perfect contrast to the richness of the meat. The banchan was varied and very fresh, I will definitely return if in the area.",
                "language": "en"
            },
            "date": "2024-01-27T21:06:15Z",
            "rating": 4,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Scott L.",
                "user_id": "3fAlwKLPS_xpv-VbEMFBdg",
                "link": "https://www.yelp.com/user_details?userid=3fAlwKLPS_xpv-VbEMFBdg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DMvOQm-8HQHBgUZANE-o8g/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 49,
                "reviews": 18
            },
            "comment": {
                "text": "Being a server at Iron Age at the Duluth location has given me all the inside information about the place and it is such a great operation. The meats being prepared from scratch, the side dishes being prepared with such care, and I hope everyone who comes to eat here has excellent service. The ambiance of the locations has good K-pop music playing, friendly servers, and a hard working team to make the place run smoothly. If your ever in the Duluth location Iron Age , ask for Scott and tell me you saw my yelp review",
                "language": "en"
            },
            "date": "2023-12-06T17:09:56Z",
            "rating": 5,
            "tags": [
                "2 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LxrRgsljI38HUOVu9xtOLQ/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ed9IHfT3VZzcDCv-4OlESA/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Andrew P.",
                "user_id": "xJ_ugwSpq3ukKyyfn3cZBA",
                "link": "https://www.yelp.com/user_details?userid=xJ_ugwSpq3ukKyyfn3cZBA",
                "address": "SC, SC",
                "friends": 0,
                "photos": 0,
                "reviews": 2
            },
            "comment": {
                "text": "This place has turned me away multiple times when i've come in 2 hours before close. I would suggest coming here 4 hours before close even though they close at midnight",
                "language": "en"
            },
            "date": "2024-02-18T03:11:11Z",
            "rating": 3,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Lauren B.",
                "user_id": "h7cWOYPcqbqAPioLUuSh8w",
                "link": "https://www.yelp.com/user_details?userid=h7cWOYPcqbqAPioLUuSh8w",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/I2dZgS8cCEsMWDLnMycr7Q/180s.jpg",
                "address": "Stone Mountain, GA",
                "friends": 1,
                "photos": 15,
                "reviews": 13
            },
            "comment": {
                "text": "The food is good, I love the marinated meat options they have and the sides are pretty good. I've only had good experiences with the service very attentive and kind. I do recommend going for the lunch special though, it's usually slower and you get a nice discount.",
                "language": "en"
            },
            "date": "2023-11-16T18:30:40Z",
            "rating": 4,
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Siri P.",
                "user_id": "Yn8G8y3Q9akLFm-FD5_LRw",
                "link": "https://www.yelp.com/user_details?userid=Yn8G8y3Q9akLFm-FD5_LRw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7sYZk9HFfRQINwx_pNyy_w/180s.jpg",
                "address": "New York, NY",
                "friends": 6,
                "photos": 40,
                "reviews": 28,
                "elite_year": 24
            },
            "comment": {
                "text": "I am a huge fan of AYCE places and Iron Age has definitely joined my list. For $30, the meat choices and sides were extremely worth it. I highly recommend the Hawaiian bulgogi and the Iron Age steak. We also loved the pickled radish, salad, kimchi, and spicy rice cakes. You can only order two meats at a time, but this worked out for us because we definitely underestimated how filling it would be. The staff was also very helpful and would come check on us every few minutes to ensure the meat was cooking properly. The music was a bit too loud to the point where we couldn't hear each other at the same table but the vibe was nice. Definitely come on an empty stomach.",
                "language": "en"
            },
            "date": "2023-02-12T04:19:36Z",
            "rating": 4,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/34jaGe9E3QLyvccNuuRB3w/o.jpg",
                    "caption": "A few of the sides"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Haley T.",
                "user_id": "guvb80W706AA9MmtnMrJkw",
                "link": "https://www.yelp.com/user_details?userid=guvb80W706AA9MmtnMrJkw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HUkjr516ubV9E4MVWu_Xfg/180s.jpg",
                "address": "Decatur, GA",
                "friends": 562,
                "photos": 102,
                "reviews": 64,
                "elite_year": 24
            },
            "comment": {
                "text": "For a *typically* quick and yummy KBBQ meal, Iron Age has always been my go to. Service is good and they make sure to be attentive when you're needing to order more meats. I really enjoy that Iron Age has a \"dark\" vibe inside, plus having Kpop music videos on in the background makes it upbeat and fun. The Druid Hills location has a great staff. Highly recommend visiting!",
                "language": "en"
            },
            "date": "2023-02-12T02:40:17Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U7bpV-0cvSHAtlH_ACDmXQ/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Yolanda P.",
                "user_id": "oisI0v4qbGV9pR5bordmrA",
                "link": "https://www.yelp.com/user_details?userid=oisI0v4qbGV9pR5bordmrA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PRxB0bI9fB2pAc1M7YbNFg/180s.jpg",
                "address": "Forest Park, GA",
                "friends": 13,
                "photos": 235,
                "reviews": 90,
                "elite_year": 24
            },
            "comment": {
                "text": "We came here on a Friday afternoon. In Atlanta-- traffic was decent that time of day for the location of the Duluth Iron Age. We had a party of 3 so we sat within 5 minutes of getting there. They have a set AYCE ( all you can eat ) menu . The drink menu like most restaurants now are located on the QR code. The menu they provide is disposable. \n\nYou essentially pick your own meats and at that point they bring them to the table 2 at a time. They'll come by and turn your meats for you. If you let them know they'll leave you alone lol. Our server turned our pork two quickly for our liking so i just flipped it back and let her know our preferred cooking methods. ***culture thing ( turning the food too much will spoil the meat)\n\nI had a Mai Tai -- drink was 6 for bottom shelf its an additional 3 for top shelf. \nThe drink was very sweet -- you couldn't taste the alcohol -- which for some is fine. I  personally don't like my drinks to taste like more syrup, id atleast like to taste the twang behind it . It wasn't a sneak up kind of drink either.\n\nThis isn't my first Korean bbq so I can't go too much into detail about the experience. If you've never been i think its something different to try as a date night \n\nThe 4 sauces they provide are really good. they have small side dishes if you will that you can request ore of and it also comes with white rice. The small side dishes do have a chili sauce on it so it has a  bite to it. \n\nI've been here multiple times before -- never thought to review it.",
                "language": "en"
            },
            "date": "2022-06-04T14:51:35Z",
            "rating": 5,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/S2LoJnOKaPpDHu4FVY0w-Q/o.jpg",
                    "caption": "Hawaiian Bulgogi"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TOclnkMfReRD-fvk0nDxjw/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/T9odcPavoxp_ZLChqrMNSQ/o.jpg",
                    "caption": "Mai Thai"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NdiArkjITBH1Q-eY1JcN4g/o.jpg",
                    "caption": "Menu as of 06/2022"
                }
            ],
            "feedback": {
                "useful": 2,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Desmond P.",
                "user_id": "FSTiQNMf5EETrbyaxjbBoQ",
                "link": "https://www.yelp.com/user_details?userid=FSTiQNMf5EETrbyaxjbBoQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NBgPMNFdGAwQuhIDxgQf_w/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 27,
                "photos": 236,
                "reviews": 73,
                "elite_year": 24
            },
            "comment": {
                "text": "The food is pretty good. The server was there sometimes. Our food got burnt a couple of times but they recovered by adjusting the bill. Iron Age is always busy and always has a great vibe. I will always recommend Iron Age.",
                "language": "en"
            },
            "date": "2023-08-06T11:44:01Z",
            "rating": 4,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Anna P.",
                "user_id": "OuzAVUFwOTMSi9pwdpHiNw",
                "link": "https://www.yelp.com/user_details?userid=OuzAVUFwOTMSi9pwdpHiNw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yVrxsAm_ncpEW75UXx8zxg/180s.jpg",
                "address": "Durham, NC",
                "friends": 82,
                "photos": 377,
                "reviews": 120
            },
            "comment": {
                "text": "I came here for ayce kbbq with my friends. We didn't want to drive to Deluth since it's a bit too far from their house.\n\nThere weren't many side dishes and they were all kind of blah in my opinion. Their japchae was sad....super broken glass noodles that were very cold (like it came straight from the fridge) and barely any veggies and didn't have much flavor. The kimchi was pretty good though.\n\nThey have 2 types of grill plates for certain meats. The waiter stated that we could order all of the meats together except the bulgogi. So we ordered brisket, pork belly, shrimp, veggies, steamed egg for the first round. The steamed egg was super watery to me. When we were ready to order bulgogi, he switched the grill plate out. The meats were pretty good. I thought it was kind of weird that our waiter threw the whole plate of brisket on the grill instead of just letting us do it ourselves. I prefer to cook as I eat so it's hot. But we had to cook all of the meat and once it was cooked, we had to move it onto a plate so it wouldn't burn since we couldn't eat it that fast between 3 people. The spicy squid was good but not spicy at all. The veggies that came out were onions, bell peppers, butternut squash and cut into large pieces. I wish they had mushrooms on the menu.\n\nI'm not sure if this is the type of place where they're supposed to cook for you or not. Our server did offer to cut the meat for us, but he seemed busy so I said he didn't have to. Plus, I've been to several kbbq places before so I didn't really need any help. Our server was a bit slow with coming to check on our table for us to order more food or refill out waters.\n\nThe restaurant is located in a cute little shopping center so there is plenty of parking.",
                "language": "en"
            },
            "date": "2022-12-10T15:38:02Z",
            "rating": 3,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SFGQCOStrIyPOpS_g75E0g/o.jpg",
                    "caption": "Sad japchae and pork belly"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bpPFlV4H_9uFiRsK5dSh1Q/o.jpg",
                    "caption": "Bulgogi with steamed egg in the middle"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/S941sKX4QvUnZAOKuCZ4UQ/o.jpg",
                    "caption": "Seasoned steak and spicy squid"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DQjdf1PJH2zQnVxCI-ATPw/o.jpg",
                    "caption": "Brisket"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Jessica W.",
                "user_id": "WYToxLQyhAbKzb-gCoyvXg",
                "link": "https://www.yelp.com/user_details?userid=WYToxLQyhAbKzb-gCoyvXg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2BiAoEW0orZPI5pdG0rLKw/180s.jpg",
                "address": "FL, FL",
                "friends": 5,
                "photos": 47,
                "reviews": 20
            },
            "comment": {
                "text": "Korean BBQ experience is a must! \nBest to go to an all you can eat! \nIron Age has delicious meats fun K-pop music playing with projectors on the wall playing music videos! \nThere are no reservations but I've never had to wait. \n\nTo know: You cook your own food on a grill built in your table ..server will come around and help you cook it. \nAll the sides and toppings are included \nI highly recommend the glass noodles and try the salad that comes with it!! The pickled fruit and veggies are my fav. The dressing is nice \nThey also have a full bar. \nNo super cheap about $30 a person for adults and $14 for children under 7 I believe so budget accordingly.",
                "language": "en"
            },
            "date": "2023-01-10T18:40:11Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xlhSYKRlTBgGpWlr1SQQjQ/o.jpg",
                    "caption": "Sauces"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Leah J.",
                "user_id": "V8mInJ4qEPXPY-Z1AfQgbA",
                "link": "https://www.yelp.com/user_details?userid=V8mInJ4qEPXPY-Z1AfQgbA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uvy-OykesnOfWvMOmiyuRg/180s.jpg",
                "address": "Lawrenceville, GA",
                "friends": 2,
                "photos": 17,
                "reviews": 10
            },
            "comment": {
                "text": "I can't remember the exact name of the flavor meat we got but what I CAN remember is how good the food tasted!  and that price! ‍.\nOverall it's good and I'll be coming back.",
                "language": "en"
            },
            "date": "2023-02-16T00:59:28Z",
            "rating": 5,
            "tags": [
                "2 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/H00uKWrBPXGrDT9bASIkbg/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yzj6tC7u0aseqjs9ZgI6ZQ/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Alysa K.",
                "user_id": "NAghVEKzozSaYrWci0OS0g",
                "link": "https://www.yelp.com/user_details?userid=NAghVEKzozSaYrWci0OS0g",
                "address": "Birmingham, AL",
                "friends": 0,
                "photos": 0,
                "reviews": 2
            },
            "comment": {
                "text": "Amazing food, amazing service, and amazing vibe! \n\nWill definitely be returning whenever I am back in town. \n\n10/10 would recommend even to my worst enemy... because everyone needs to experience food this good.",
                "language": "en"
            },
            "date": "2023-12-16T04:44:13Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Jakyung K.",
                "user_id": "uRLx4nUlPHZ9CEC5F1yTwQ",
                "link": "https://www.yelp.com/user_details?userid=uRLx4nUlPHZ9CEC5F1yTwQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pCeUCjYLvbvuHwZ1fl5Ihg/180s.jpg",
                "address": "Manalapan Township, NJ",
                "friends": 36,
                "photos": 7,
                "reviews": 75
            },
            "comment": {
                "text": "We had to find a kbbq spot near Emory. The quality of the meat were good for ayce but they were lacking on some korean banchans. No steamed egg or any kind of Korean soup! Service was ok. Our server were not anywhere when we needed more water etc.  interior was pretty nice.",
                "language": "en"
            },
            "date": "2023-11-20T18:49:53Z",
            "rating": 3,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Julia B.",
                "user_id": "e9FubBC9486EnH-QuRbuOg",
                "link": "https://www.yelp.com/user_details?userid=e9FubBC9486EnH-QuRbuOg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XQP1MtmTU080KA5Kv5knEA/180s.jpg",
                "address": "Houston, TX",
                "friends": 54,
                "photos": 1538,
                "reviews": 408,
                "elite_year": 24
            },
            "comment": {
                "text": "The server was fantastic...very friendly and personable.  The food was really good.  Great flavor on the bulgogi.",
                "language": "en"
            },
            "date": "2023-01-02T16:43:39Z",
            "rating": 4,
            "tags": [
                "7 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dC4fQj-Co-IWHE6_vBwyow/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0zhW3Z6CZrENMkqhBu3TAQ/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nr5ScG9pXCc6un3T_CHrvg/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jD1a_TC6fYMa5l3QantRvA/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oUH1FBppOYphFKxSeZOmeg/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cPJTDXx7u_01950EbNRf_g/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_vwp7SRPhIf0niIh47r29A/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Taylor M.",
                "user_id": "1iAHGVyYW46uzqTp4V9mOw",
                "link": "https://www.yelp.com/user_details?userid=1iAHGVyYW46uzqTp4V9mOw",
                "address": "Alpharetta, GA",
                "friends": 0,
                "photos": 5,
                "reviews": 7
            },
            "comment": {
                "text": "[Hawaiian and] beef bulgogi with a tad bit of spicy chicken bulgogi; just a picture to prove I was there. Dirt cheap for a wonderful 2 person date where we ate and drank to our hearts content. I'll come here again to this location. The service was pretty solid.",
                "language": "en"
            },
            "date": "2023-11-26T00:39:16Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/T-N4_ruWc4hgVFJYHSH4wQ/o.jpg",
                    "caption": "Beef Bulgogi, Hawaiian Beef Bulgogi, Spicy Chicken Bulgogi and sides"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Beth S.",
                "user_id": "8uA-nTjcOdqSWfk8-juFJg",
                "link": "https://www.yelp.com/user_details?userid=8uA-nTjcOdqSWfk8-juFJg",
                "address": "Westside, Houston, TX",
                "friends": 0,
                "photos": 0,
                "reviews": 21
            },
            "comment": {
                "text": "Great food for all you can eat cost, especially the lunch menu. This place can be pretty loud because of the music videos playing but is lots of fun for nights out with friends.",
                "language": "en"
            },
            "date": "2024-02-06T01:12:01Z",
            "rating": 4,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Aliya M.",
                "user_id": "pixWrNTkMTZiLOUZ3QaZzA",
                "link": "https://www.yelp.com/user_details?userid=pixWrNTkMTZiLOUZ3QaZzA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uiVzL6iGJSEykY-GrBMOdA/180s.jpg",
                "address": "Milwaukee, WI",
                "friends": 15,
                "photos": 285,
                "reviews": 120,
                "elite_year": 24
            },
            "comment": {
                "text": "A great way to experience food! Here you and your party will get a table and a stove. It's a buffet, but you will get to choose what meat you want to cook. Once you cook and eat most of that meat, they will let you select another. \n\nFor some reason, this way more enjoyable than any other cook for yourself restaurants. The food was great, and we had fun! They place music videos all over the walls and the atmosphere was great. Definitely a cool date idea or birthday activity.",
                "language": "en"
            },
            "date": "2022-05-07T16:07:43Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kdE4P8r5fWAR721w6_1AMA/o.jpg",
                    "caption": "Table / stove"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Keila J.",
                "user_id": "NfyOUWl-u5LwXO_NbNrRzw",
                "link": "https://www.yelp.com/user_details?userid=NfyOUWl-u5LwXO_NbNrRzw",
                "address": "Atlanta, GA",
                "friends": 0,
                "photos": 1,
                "reviews": 2
            },
            "comment": {
                "text": "This is one of my favorite spots to go eat! It's all you can eat and they have pretty good options, I especially love the beef bulgogi. On top of that, the service is very friendly and is just a fun time.",
                "language": "en"
            },
            "date": "2023-12-03T23:50:42Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V_69pZb4xrTR5VN0WXlGaQ/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Anya S.",
                "user_id": "bALaDMB2aFcjJgufZdpvNQ",
                "link": "https://www.yelp.com/user_details?userid=bALaDMB2aFcjJgufZdpvNQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hiU_Bqz8bNFBZvvXVrX82Q/180s.jpg",
                "address": "Downtown, Atlanta, GA",
                "friends": 0,
                "photos": 7,
                "reviews": 13
            },
            "comment": {
                "text": "Absolutely amazing food and not as expensive as some other Korean BBQ places are- especially for everything you get to eat! The service is good and the vibes are incredible! Def a good place for a date night or just spending time with friends!",
                "language": "en"
            },
            "date": "2023-11-16T08:32:47Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Sasha S.",
                "user_id": "eH0er8jIEDIe-a9Y74ys4g",
                "link": "https://www.yelp.com/user_details?userid=eH0er8jIEDIe-a9Y74ys4g",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aJK9pO392MGum9uy-ceEAQ/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 169,
                "photos": 176,
                "reviews": 103,
                "elite_year": 24
            },
            "comment": {
                "text": "Went here on a date night and it was really good. This was my first time trying Korean BBQ and definitely enjoyed myself. \n\nThere was a bit of a wait, about and hour to get a table, and they only take reservations for large groups. But we went to another restaurant not too far and grabbed drinks at the bar while waiting. \n\nOnce we were seated, my date recommended the Hawaii Bulgogi and I think Lemon Chicken both which were very good. I ordered the Beef Brisket which was just ok. The sides were good of course we had rice, I ordered the Japchae and Kimchi and was full by the second meat lol. \n\nThe food was good, the restaurant itself was cool, they played K-pop videos all night. It's a little loud, dimly lit and definitely a causal vibe. \n\nI would definitely go back again.",
                "language": "en"
            },
            "date": "2022-10-02T20:48:30Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 2
            }
        },
        {
            "user": {
                "name": "Jill B.",
                "user_id": "mMnnN8MtPh0yItz14KAYlA",
                "link": "https://www.yelp.com/user_details?userid=mMnnN8MtPh0yItz14KAYlA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Rew4Oc7bFSXC25-8i26GkQ/180s.jpg",
                "address": "Savannah, GA",
                "friends": 44,
                "photos": 0,
                "reviews": 20
            },
            "comment": {
                "text": "I think this restaurant is really good if you want to try Korean barbecue but you have never done it before. The service there was really nice and attentive. I really enjoyed the unlimited options and just the whole ambience and energy of the restaurant. I would come here a lot if I lived closer to it, you just get a lot of bang for your buck. Food was amazing I would definitely recommend.",
                "language": "en"
            },
            "date": "2023-09-20T03:59:16Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 2
            }
        },
        {
            "user": {
                "name": "Michelle H.",
                "user_id": "8XR66EpZ5rra6CZX9O0lmA",
                "link": "https://www.yelp.com/user_details?userid=8XR66EpZ5rra6CZX9O0lmA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5O1GNKZa39UeYLeMvWTM8A/180s.jpg",
                "address": "Valparaiso, FL",
                "friends": 1,
                "photos": 2,
                "reviews": 26
            },
            "comment": {
                "text": "LOVE this place. North Druid hills is my favorite Iron Age location as well. Brisket is my go to, but honestly my favorite thing here is the rice cakes. I've never found any other place that makes rice cakes like they do, and I'm obsessed. The servers are very nice and helpful if you've never done Korean bbq before, but I'd recommend going with someone who do knows what they're doing because it is cool it yourself. It gets pretty loud inside so if you want to be able to hear who you're with really well, either sit on the same side or go during lunch when it's less busy. They don't take reservations though so if you're going on a weekend good luck.",
                "language": "en"
            },
            "date": "2023-10-31T03:55:27Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Porschia E.",
                "user_id": "Lce4GCTGtC9REPkXt3-l8g",
                "link": "https://www.yelp.com/user_details?userid=Lce4GCTGtC9REPkXt3-l8g",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Cy83Rp9Bevinv0juIuLT5Q/180s.jpg",
                "address": "Ellenwood, GA",
                "friends": 26,
                "photos": 481,
                "reviews": 185,
                "elite_year": 24
            },
            "comment": {
                "text": "I've been to plenty of Korean BBQ places but this was my first visit to Iron Age. The food options were pretty decent whether you're a chicken, beef, pork, seafood eater, etc and I love that I can cook my food the way I like it. \n\nMy only issue with this place is the cleanliness. The light fixture directly above our table and where we cook our food was filthy and covered in dust. It looked like it hadn't been cleaned in a while. Regardless of the food being good. I couldn't stop focusing on it.",
                "language": "en"
            },
            "date": "2021-12-27T15:27:23Z",
            "rating": 3,
            "tags": [
                "2 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/O0G6Pt7mpz-tg7HOE7Yn2g/o.jpg",
                    "caption": "Dusty light fixture right above our food"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fW-VmK88b3XVvYnviPcJ8g/o.jpg",
                    "caption": "Beef bulgogi and steak"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Phuong D.",
                "user_id": "DXdO88SrAIqXhq0zUAkHOw",
                "link": "https://www.yelp.com/user_details?userid=DXdO88SrAIqXhq0zUAkHOw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PFkmiaKVGP9sF9qtIJYpHQ/180s.jpg",
                "address": "Sacramento, CA",
                "friends": 574,
                "photos": 3976,
                "reviews": 415,
                "elite_year": 24
            },
            "comment": {
                "text": "Iron Age definitely had better days...but given the many KBBQ restaurants that has open up since, this no longer measures up.\n\nNOTE: Lunch prices have increased to $20 as of 9/9/2021. \nNot sure if this applies to all Iron Age locations. \n\nPROS:\n- Convenient location\n- Newer\n\nCONS:\n- The meat quality is sub par. The beef brisket and pork belly had A LOT of fat. \n- Japchae was disappointing. The noodles were hard like it was just taken out of the refrigerator and/or not fully cooked. \n- The steamed egg (which is one of my favorite items to order) were served raw in aluminum bowls that you have to cook on the grill. Not only does the cooking process take long, it takes up grill space for meat. \n- Service could be better. DJ, our server, at one point reached over me while I was mid-conversation to refill my sauces. His phone also went off very loudly when he was at our table, which he tried to answer until we looked over and he apologized and walked away. \n\nI wasn't expecting a 5-star experience. We knew better. But we came thinking it was only $18pp...only to find out the prices went up and the diminishing quality. The experience was very disappointing. \n\nTDLR; Drive a bit further north to Duluth for a number of KBBQ options far better than this.",
                "language": "en"
            },
            "date": "2021-09-10T13:44:07Z",
            "rating": 2,
            "feedback": {
                "useful": 8,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Meredith L.",
                "user_id": "IOlXgNBFYU1sQ2gO1q0kGA",
                "link": "https://www.yelp.com/user_details?userid=IOlXgNBFYU1sQ2gO1q0kGA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ipTQWYUSamRONOQYE5HnWQ/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 10,
                "photos": 58,
                "reviews": 67
            },
            "comment": {
                "text": "We visited on a Sunday at 6. We had a 10 minute wait and they texted us when our table was ready.\nOur server was excellent. She was constantly at her tables refilling water, getting the next round of 2 grill items, replenishing rice and sauces. There is a 2 hour dining limit and you cannot take leftovers home. \nThis was our first Korean steak house experience & it did not disappoint. We surpassed our money's worth with the all you can eat menu. Come hungry!\nTogether we tried 6 proteins: seasoned steak, soy steak, another plain steak, pork belly, lemon chicken, and pork bulgogi. \nMy least favorite was the lemon chicken. The meat was sweet versus the citrusy accents I was expecting... it was also pretty fatty, but that tracks for thigh meat. My fiancé's least favorite was the pork belly, which he shared was bland. \nNo one comes to a steakhouse for the rice, BUT it was the best I ever had. \nNote: wear layers. I got pretty hot at the table with the open flame being so close.",
                "language": "en"
            },
            "date": "2023-03-06T23:39:17Z",
            "rating": 5,
            "tags": [
                "4 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/e0KvM3wqj5cApOq5ELwkLw/o.jpg",
                    "caption": "Glass noodles marinated in soy, kimchi, and fried rice cakes"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JxVaFPOLB6NG-RLp8OEiNA/o.jpg",
                    "caption": "Soy steak"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pBBdz-YzfH9cXKuclpqAyg/o.jpg",
                    "caption": "Pork belly"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Q7EAFAiHfTWmOewtcqo4Dg/o.jpg",
                    "caption": "My personal chef"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Deja V.",
                "user_id": "H80t3Iu0zBPUrLd8HcJlyA",
                "link": "https://www.yelp.com/user_details?userid=H80t3Iu0zBPUrLd8HcJlyA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/R8FDLTiSB2S9YKfgYkH_KQ/180s.jpg",
                "address": "Boston, MA",
                "friends": 34,
                "photos": 1526,
                "reviews": 471,
                "elite_year": 24
            },
            "comment": {
                "text": "Not a bad price for a buffet all you can eat Korean food here . We came at dinner time and it's filling up pretty quick .  Not much of a wait with a big group. The services was great and no complaints. They allowed 2 items per order until we finished then we can waive the waitress down and order more . Well it kind of limiting people from throwing away extra leftover. The banchan wasn't that great especially the kimchi. The meat was decent and lacked a little flavor. Otherwise everything was decent and we enjoy our family dinner.",
                "language": "en"
            },
            "date": "2022-08-22T22:23:24Z",
            "rating": 4,
            "tags": [
                "7 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Kz0GWxSxzzqWkpFk36QIxw/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MGQb82jsVefTnFzmSUQwqw/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zt8Xugz1okLCNXLTBKptYQ/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MxmOrW13h8iZQoA4PCuwmw/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/s_zud0urqLJaWxa0OnAd9w/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VAPVRLZPcgrDaIeltBiz9A/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VQk3sZ0eZzqTEQYzuoDBKQ/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Micaela R.",
                "user_id": "kKk18ytsgKpiX9SuD5qNOQ",
                "link": "https://www.yelp.com/user_details?userid=kKk18ytsgKpiX9SuD5qNOQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TSvkt8xvT3JXc_MIJxQo7w/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 348,
                "photos": 757,
                "reviews": 317,
                "elite_year": 24
            },
            "comment": {
                "text": "I came here today with the fam and our first time and it was FIRE! The meat had so much quality and the sauces were really really good. The music and vibe of the place was amazing. \n\nWe had a 2 year old and he loved it. Our server was Elle and she was AMAZING. She knew everything about the menu, what to get..what not to get. As well as what was good for the baby. \n\nWe made it 2 rounds and we were all so full. $29 for dinner and we ordered margaritas that were FIRE and so yummy. I'd definitely come back again. The service was top notch, if you go..ask for Elle!",
                "language": "en"
            },
            "date": "2022-01-22T04:09:59Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5-6B280OAZsnYo44skxLzQ/o.jpg"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Kiah R.",
                "user_id": "PaTmgtHgpVbdIO1-isgGnQ",
                "link": "https://www.yelp.com/user_details?userid=PaTmgtHgpVbdIO1-isgGnQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fWW8k8ttsuophOzQokbGtA/180s.jpg",
                "address": "Atlantic Station, Atlanta, GA",
                "friends": 287,
                "photos": 218,
                "reviews": 650,
                "elite_year": 24
            },
            "comment": {
                "text": "My first experience, came late at night around 10pm and was seated almost immediately. It is all you can eat with meat, seafood and sides for $29 a person for dinner, lunch is a different price but I forgot what it was. \n\nYou are able to choose what kind of meat you would like, they bring it to the table and it is cooked right in front of you are able to cook it and they have 4 delicious sauces you can dip the meat in if you so choose. It is a fun experience, the meat & seafood was delicious, I wouldn't get the shrimp again because you have to peel the shell off after it is finished cooking and that was too much work for me personally. \n\nOverall it was very clean, parking is free and it was a great experience.",
                "language": "en"
            },
            "date": "2022-06-23T19:24:22Z",
            "rating": 4,
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Carla G.",
                "user_id": "M-DpqQpPT3eMp-rRRgdVGA",
                "link": "https://www.yelp.com/user_details?userid=M-DpqQpPT3eMp-rRRgdVGA",
                "address": "GA, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 6
            },
            "comment": {
                "text": "Reconsider the service \nMy experience there was horrible and disappointing. Especially watching others that came after you to get their tables. Never felt so uncomfortable, nor welcomed. I hope someone has a better experience than I do. I rather face traffic by going to another location that has better service.",
                "language": "en"
            },
            "date": "2023-09-04T00:34:18Z",
            "rating": 1,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Mash P.",
                "user_id": "qSVkXpuAod4NieGBOo8NKQ",
                "link": "https://www.yelp.com/user_details?userid=qSVkXpuAod4NieGBOo8NKQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qepzn_tSion-S8zwPEa7GA/180s.jpg",
                "address": "Glendale, CA",
                "friends": 0,
                "photos": 15,
                "reviews": 19
            },
            "comment": {
                "text": "It was my first time trying Korean bbq ever in my life  Coming there I had no idea that this would become my new obsession  there was almost 10 of us and we got seated pretty quickly. At first I thought I would be confused on how to eat all this right but our waiter explained us the way things work and got us very excited for a good time we were about to have. The food was so delicious, I don't know what kinda magic they put in their meat but it was so good, filling, flavourful. We had so much fun playing \"grill masters\" . They give you a variety of sides, those were amazing too, especially the salad omg that dressing they had in it was divine. The sauces for your meat are grrreat too. Overall I had a great time and can't wait to go again and bring everybody I know lol please welcome a new Korean bbq addict",
                "language": "en"
            },
            "date": "2023-02-19T19:32:53Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BizBYy4Z5ojWaAI0kIDeqg/o.jpg",
                    "caption": "Delicious brisket"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Carol O.",
                "user_id": "mcwTF9PP0FUrWCeuQuQzTQ",
                "link": "https://www.yelp.com/user_details?userid=mcwTF9PP0FUrWCeuQuQzTQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/p6zHypJgW76BxSnSTNUzSg/180s.jpg",
                "address": "GA, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 5
            },
            "comment": {
                "text": "This was an amazing meal.  It was\nMore than a meal.  It was an experience.  The meat was wonderful, good quality, the service was terrific.  We enjoyed our time there but be prepared to work for your dinner.",
                "language": "en"
            },
            "date": "2022-12-13T23:13:02Z",
            "rating": 5,
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Brent B.",
                "user_id": "yBpajT9TpzIpLtINu3Xl0w",
                "link": "https://www.yelp.com/user_details?userid=yBpajT9TpzIpLtINu3Xl0w",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xCsAyA4gcmkbjWw04X06cg/180s.jpg",
                "address": "Arlington, VA",
                "friends": 4255,
                "photos": 4057,
                "reviews": 828,
                "elite_year": 24
            },
            "comment": {
                "text": "4 stars for a fun new Korean steakhouse spot.\n\nAs an Emory alum, it was a little strange seeing a Korean steakhouse in the former space where Famous bar was located. However, as I was looking around the Toco Hills plaza for food a few weeks after getting my second COVID vaccine, I thought it would check the place out and see if the venue could create some new fun memories.\n\nI went inside and saw quite the spectacle. The venue is somewhat dimly lit (kind of like Famous was) with music videos being projected up on the walls and fairly loud music. The host took me over to one of the tables and told me that the setup is pretty simple: for $27, I could eat as much meat as I could handle. It kind of reminded me of a Fogo de Chao mixed with a Korean BBQ spot, so I said ok and started chowing on the moderately spicy salad waiting for me at the table.\n\nMy waitress came over soon after to take my first meat order. She was extremely friendly and, although she was pretty busy with lots of tables, she did a pretty good job coming back to help cook the various meats I ordered. I asked for her recommendations and the 2 she gave (bulgogi and iron age steak) were the best meats I had the entire night. \n\nThose 2 meats were actually the first 2 that she brought out and started cooking. I'll admit that waiting for the first meat to get cooked does take a little while and creates a bit of a lull (might make sense to have the waitress bring out salads with the meats rather than have them already at the table for timing purposes), but my Hawaiian bulgogi was done soon enough and tasted quite good. My Iron Age steak was also solid and went really well with one of the little purple wraps on the table (can't quite remember what they were called). \n\nI then moved on to some shrimp and pork belly. The shrimp looks pretty odd when it is first brought out and put on the grill and is a little difficult to deshell and eat, so I wouldn't recommend that option unless you really want shrimp. The pork belly was alright (I was pretty full at that point), but I think that meat benefits more from a chef's care and might work better as a starter drenched with the dipping sauces if you are gonna go that route.\n\nOverall, Iron Age in Toco Hill's provided me with a pretty funky Korean steak experience. The scene isn't for everyone (does that make me sound old?), but the great service and food makes this place worth checking out if you are looking to try something different.",
                "language": "en"
            },
            "date": "2021-05-16T14:55:30Z",
            "rating": 4,
            "tags": [
                "6 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aVwsFeOSveIhoFVHZFgcAQ/o.jpg",
                    "caption": "Hawaiian bulgogi"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1sJ7jeUHYqsLaH_NFWlNNA/o.jpg",
                    "caption": "Tables setup"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qwKN2K5qOpStUJ3bIUpWbw/o.jpg",
                    "caption": "Huge wall TV projections"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ana7Glf8sczub4HUJr7Kyw/o.jpg",
                    "caption": "Interior"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hTxlLHaSPqzfM6h_VxZRqQ/o.jpg",
                    "caption": "Shrimp"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CKzdYOVRn6qmAFX1nIBZwg/o.jpg",
                    "caption": "Pork belly"
                }
            ],
            "feedback": {
                "useful": 13,
                "funny": 4,
                "cool": 11
            }
        },
        {
            "user": {
                "name": "Isaiah B.",
                "user_id": "41cpEhzrUKBnr-vRyGVR3g",
                "link": "https://www.yelp.com/user_details?userid=41cpEhzrUKBnr-vRyGVR3g",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nbMzy5Zp7aC69OO537064w/180s.jpg",
                "address": "Atlanta, GA",
                "friends": 1,
                "photos": 6,
                "reviews": 16
            },
            "comment": {
                "text": "Food was amazing and the experience was just lovely. The new waiter was very friendly but the one training him seemed unprofessional. She brushed him off multiple times while he was taking our order and bringing our new rounds. She was suppose to let him handle most of the work however it looked like she wanted to steal his tip $. I asked him if he gets tips he said no but when i got the receipt from the trainer it had a gratuity section. Beef Bulgogi was mouth watering i left full got home and wanted more. ps if you couldn't tell y'all lost a start cause of the mean server.",
                "language": "en"
            },
            "date": "2023-01-12T18:34:51Z",
            "rating": 4,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/y-S_LMnvT_WjeB2NWdn9eA/o.jpg",
                    "caption": "bulgolgi"
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Connie P.",
                "user_id": "wtBGbRwhVvbcJaDhsN8wPQ",
                "link": "https://www.yelp.com/user_details?userid=wtBGbRwhVvbcJaDhsN8wPQ",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UaJKY5rI8AfwpmMa6QuwLQ/180s.jpg",
                "address": "Holtsville, NY",
                "friends": 0,
                "photos": 6,
                "reviews": 13
            },
            "comment": {
                "text": "Fun interactive dinner experience. 2 hour time limit was enough for 2 rounds of grilled meats. Spicy salad dressing, pickled radishes, beef bulgogi and pork belly my favorites! Our server was attentive and checked to make sure we did not burn our food  definitely a must do in Atlanta.",
                "language": "en"
            },
            "date": "2023-07-19T20:40:01Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Vernon C.",
                "user_id": "703akzaPvU0eXPPPApCZiA",
                "link": "https://www.yelp.com/user_details?userid=703akzaPvU0eXPPPApCZiA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1XS2zKOmOigL6KMoq5dd0w/180s.jpg",
                "address": "Snellville, GA",
                "friends": 99,
                "photos": 841,
                "reviews": 398
            },
            "comment": {
                "text": "I like this location. In the new upgraded Toco Hills . Food is good, good service. Server was very attentive, your whole party has to be present before you are seated",
                "language": "en"
            },
            "date": "2022-09-24T11:01:57Z",
            "rating": 4,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7fetGjhwjjTaRInLwZzo5A/o.jpg"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 1,
                "cool": 2
            }
        },
        {
            "user": {
                "name": "Sabrina G.",
                "user_id": "t35g_w1Ug7l78k5CuqVgXA",
                "link": "https://www.yelp.com/user_details?userid=t35g_w1Ug7l78k5CuqVgXA",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1OiDT3lRjFjlLp7E3i9x1A/180s.jpg",
                "address": "GA, GA",
                "friends": 0,
                "photos": 0,
                "reviews": 2
            },
            "comment": {
                "text": "Nice laid back atmosphere. Server was attentive. Food was seasoned well and ready to cook. Our table burner only worked on one side but I guess that was ok so we could have the meat warming on one side while the food cooked on the other side. Please also know they tell you the shrimp is whole and that includes the head is still on it. If having the head on your shrimp is a concern, don't get it.",
                "language": "en"
            },
            "date": "2023-08-03T15:13:40Z",
            "rating": 4,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Kevin C.",
                "user_id": "DVDLRYt37TdPXtluovM33A",
                "link": "https://www.yelp.com/user_details?userid=DVDLRYt37TdPXtluovM33A",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gvZvXLdtTY5QYJbrtXgX0A/180s.jpg",
                "address": "Brookhaven, GA",
                "friends": 1006,
                "photos": 8654,
                "reviews": 1051,
                "elite_year": 24
            },
            "comment": {
                "text": "We came here at 5 pm on a Friday in late October for dinner and had an overall good experience.  We've been to Iron Age in Sandy Springs many times, so we knew what to expect food wise.\n\nThis Iron Age is in Toco Hills, a sprawling outdoor shopping area with a huge free parking lot in the middle.  Finding parking should not be an issue here.\n\nWe walked in and were immediately welcomed.  However, we had to wait about 25 minutes before we were seated.  The reason for our delay was not explained, and I was confused why anyone had to wait since there was a whole section of empty booths (probably about 9 booths).\n\nAfter being seated in a comfy booth by the hostess, our server came by and asked us if this was our first time.  We told her that we've eaten at Iron Age before, just not this location.  She fired up the grill in the middle of the table and asked if we needed menus.  We told her menus weren't necessary and then started ordering:  Rice cakes, kimchi, japchae, radishes, green salad, white steamed rice, Iron Age steak, Seasoned steak and regular bulgogi.  Glasses of water was brought to us first.  We got our sides about 2 minutes later, followed by the raw meats about 5 minutes after the sides.  Our server put the meats on the grill for us.  I took over the cooking duties for the rest of the meal, cooking the beef to a medium rare doneness.  The three meats were perfectly seasoned/marinated.  My all time favorite meat at Iron Age is the Iron Age Steak, with the seasoned steak a close second.  The sides were good.  R cooked the rice cakes, and that added a grilled flavor to them.\n\nWe decided to try the pork belly.  I was expecting the pork belly to taste like bacon.  Nope!  It was bland because it wasn't seasoned or marinated.  We won't get that again.  We also got some brisket with veggies.  The brisket was also bland because of no seasoning.  We were ready for more meats, but it was around this time during our meal that our server kept disappearing from the dining area.  We had to flag down another employee to get our server.  When she showed up again, we requested the meats that we enjoy, so we got another round of Iron Age steak and seasoned steak, and got a refill of all the sides except for the salad, which was brought to us in a big bowl at the beginning of our meal.  Because we're big carnivores, the price of the AYCE is worth it to us.  The quality of the meats were pretty consistent tonight, and they were all good quality.\n\nI think it's great that we walk out of Iron Age and not smell excessively like we just walked through a smokehouse.  The only smoke I saw from any of the tables was when a customer at a nearby table got their napkin too close to the grill and the paper just went up in flames and smoke.  8-| \n\nI like that this location has a lot of roomy booths.  They also have a bar that was unused while we were there.\n\nOverall a good experience.",
                "language": "en"
            },
            "date": "2022-01-14T04:47:48Z",
            "rating": 4,
            "tags": [
                "10 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LBLOKICS1n2Cqtd0mLsGOQ/o.jpg",
                    "caption": "Iron Age storefront."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7r85ftUhxRdzilbNV9uw5w/o.jpg",
                    "caption": "Front patio."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aDipT7EjVtbidzZ--O3whw/o.jpg",
                    "caption": "View of the dining area."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WwxGAt_4A5PUDx9p7Vz_wA/o.jpg",
                    "caption": "View of the dining area."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZjpZmdGJ6I3HKZCi5ydRXA/o.jpg",
                    "caption": "Front host/hostess station."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/E32ZFz3MlPhhtWxrCQ5T_g/o.jpg",
                    "caption": "Bar area."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/69anDpGZ4zvxwCY8euhWrQ/o.jpg",
                    "caption": "Iron Age plates."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2qeDQToDU3YcEcy9ABuecg/o.jpg",
                    "caption": "View before the meats arrived."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/udc0TwXa51MM1ydh7_rslw/o.jpg",
                    "caption": "Meats on the grill - bulgogi, seasoned steaks and Iron Age steaks."
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nOoEAP3TAFybGvXJQGDCMA/o.jpg",
                    "caption": "Salad and sides next to the grill."
                }
            ],
            "feedback": {
                "useful": 11,
                "funny": 0,
                "cool": 7
            }
        },
        {
            "user": {
                "name": "Maria B.",
                "user_id": "E9lvte3rkNEVybvv1kOd5Q",
                "link": "https://www.yelp.com/user_details?userid=E9lvte3rkNEVybvv1kOd5Q",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_rWnIGNsO0zexNdcblBwAw/180s.jpg",
                "address": "Tifton, GA",
                "friends": 0,
                "photos": 8,
                "reviews": 10
            },
            "comment": {
                "text": "I live three hours away but whenever I visit Atlanta, Toco Hills is where we always choose to eat. The wait can be long if you are in a large group but it's worth it. My favorite dishes to try is the signature salad, rice cakes, and bulgogi! This is my favorite Korean BBQ restaurant and I have been to their other locations which also meet my expectations!",
                "language": "en"
            },
            "date": "2023-01-05T00:59:40Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qpdQGgDUhGxomhQVuVaNuQ/o.jpg",
                    "caption": "Signature Salad, side sauces and white rice."
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Lisa M.",
                "user_id": "k8u3yFb04uGxB9jpNznMSg",
                "link": "https://www.yelp.com/user_details?userid=k8u3yFb04uGxB9jpNznMSg",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9R56wJMbh7I_uoDwrMwZjA/180s.jpg",
                "address": "Lebanon, IN",
                "friends": 1,
                "photos": 323,
                "reviews": 88
            },
            "comment": {
                "text": "What an amazing experience!   I had never been to a Korean bbq / steakhouse where you cook your own meat.  So cool!  The food was TOP NOTCH.",
                "language": "en"
            },
            "date": "2023-05-18T18:06:42Z",
            "rating": 5,
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Savanna R.",
                "user_id": "IrdjfTfSYd6ZzIjM5H0O2Q",
                "link": "https://www.yelp.com/user_details?userid=IrdjfTfSYd6ZzIjM5H0O2Q",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0rKSzqrJgN-Qku2IkUx1kA/180s.jpg",
                "address": "Douglasville, GA",
                "friends": 49,
                "photos": 18,
                "reviews": 59,
                "elite_year": 24
            },
            "comment": {
                "text": "Came here for a birthday dinner on a Friday night. We had a party of about 12. The wait wasn't bad (20 mins or so) because one guest in our party made reservations. When we arrived at the table there were already water and place settings. The dinner price is 27 pp and very worth it. \n\nPros: the food was AMAZING. I loved everything I ate. Because we had such a big party, I didn't get a chance to choose what meats I was actually eating; I left that to the birthday girl and her family, but everything was great. Nice environment. The bathrooms were clean. And it was an overall great experience. I also didn't feel like I was being robbed of my 20% tip because our server was ON IT #Chef26 \n\nCons: my drinks were very watered down Hennessy margaritax2. They were $10each and they are the main reason for the 4stars. I also felt like we could've had more room at the table. We were cramped imo. They did try to accommodate the spacing issue closer to the end but everyone was done eating by that time.",
                "language": "en"
            },
            "date": "2021-05-23T01:34:07Z",
            "rating": 4,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/33VfgyWJQ_91ID0xGEb-HA/o.jpg",
                    "caption": "Grill where you cook your food."
                }
            ],
            "feedback": {
                "useful": 0,
                "funny": 0,
                "cool": 0
            }
        },
        {
            "user": {
                "name": "Vanessa D.",
                "user_id": "h3gvu33m72hWHiwO8etfrw",
                "link": "https://www.yelp.com/user_details?userid=h3gvu33m72hWHiwO8etfrw",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YHOBuxzQnUWs-nFSbF1gyg/180s.jpg",
                "address": "San Francisco, CA",
                "friends": 200,
                "photos": 2667,
                "reviews": 804,
                "elite_year": 24
            },
            "comment": {
                "text": "Second time at Iron Age, first time at this location. Got my favorites to start: Hawaii bulgogi and iron steak. Then our third meat was a \"server's choice\". All we knew is that it was spicy - it wasn't spicy by any means ha. It was just okay. So I will probably keep sticking to iron steak and the Hawaii bulgogi. For our sides, we had the fried rice pieces and the rice (I add the Mayo sauce). You can get whatever sides you want, but you have to ask for it. I love this spot so much! But literally have only been with me and one other person. I'll have to go with more people at least once",
                "language": "en"
            },
            "date": "2022-01-16T21:23:02Z",
            "rating": 5,
            "tags": [
                "1 photo"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Vv9K3cyynHLTJN3pPm3Hfw/o.jpg",
                    "caption": "Yuuummm! The Hawaiian bulgogi and iron steak. My 2 faves"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 1
            }
        },
        {
            "user": {
                "name": "Dominic T.",
                "user_id": "aMvkIn6sTU81PmduDDxl5Q",
                "link": "https://www.yelp.com/user_details?userid=aMvkIn6sTU81PmduDDxl5Q",
                "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/z8pBRzdI13oVLsgFEyDTgA/180s.jpg",
                "address": "Berlin, Germany",
                "friends": 21,
                "photos": 2390,
                "reviews": 469,
                "elite_year": 24
            },
            "comment": {
                "text": "I found this restaurant with Google Maps. From the reviews, it seems to be very popular, so we decided to go. From the popularity, I thought that there was going to be a long line but ended up only spending a couple of minutes till had out seats.\n\nThe service was good, I live that it's AYCE. The price wasn't bad. It was $25 dollars each with no time limit. Compared to another restaurant that we had in Midtown the experience here was much better. This restaurant also has a cheaper price during lunchtime for only $18.\n\nWe ordered beef soup and rice cakes for our appetizers. I have to say that the steamed egg was really good especially when you put some white rice in soup.  As for the rice cake I think it's too hard and cold to eat, not the right way to be served. Just make sure don't eat too much of the appetizers since they can make you feel full too quickly.\n\nFor our meal, we ordered four items. Mainly just beef and pork. Their classic steak, pork belly, beef bulgogi and beef brisket. The portions that they gave us was very large and the quality wasn't bad. The taste was authentically South Korean. It was sweet and tender. To go along with our meats, they provided us four difference sauces to dip them in. For me, the yellow sauce was the best.\n\nFor the price, the quality and quantity were very good. As for the environment, I can't say that it was peaceful. The music was very loud. But it would be a great place to have a party. The restaurant had a lot of space for people to talk and eat together. Best of you come in a group. Makes the experience better!",
                "language": "en"
            },
            "date": "2021-01-03T14:26:40Z",
            "rating": 4,
            "tags": [
                "7 photos"
            ],
            "photos": [
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/d3r1jQ74FIwzJAc0DjsxoQ/o.jpg",
                    "caption": "Waiting view"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7yNXTLjJEmTenAhZqRViMg/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U0SbyEtpCWKKomVp-S5d9A/o.jpg",
                    "caption": "Hours"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MXI_IKFR30FKwa5AL1TIDw/o.jpg",
                    "caption": "Front view"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MRniFVMtdlTWwpUqy-Yk5Q/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IqDZTyPwd0KiwTS248UjNQ/o.jpg"
                },
                {
                    "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KcRfuks3_gpYxI00HRCGqA/o.jpg",
                    "caption": "Bar view"
                }
            ],
            "feedback": {
                "useful": 1,
                "funny": 0,
                "cool": 2
            }
        }
    ],
    "serpapi_pagination": {
        "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=D-JjoA77Il97HPfMsUs8Vg&start=50"
    }
}