{
  "search_metadata": {
    "id": "65ef2e763bea7bf17bcc59b2",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/cba2f21086e022a5/65ef2e763bea7bf17bcc59b2.json",
    "created_at": "2024-03-11 16:16:54 UTC",
    "processed_at": "2024-03-11 16:16:54 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/1q3u0GmFKRKPV_ikCiCbUw?",
    "raw_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef2e763bea7bf17bcc59b2.html",
    "prettify_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef2e763bea7bf17bcc59b2.prettify",
    "total_time_taken": 1.9
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 20,
    "num": "50",
    "place_id": "1q3u0GmFKRKPV_ikCiCbUw"
  },
  "search_information": {
    "total_results": 1463,
    "business": "Gunshow"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 1463
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Alandria M.",
        "user_id": "6N-QlyhaK4ch_i-Tho8YvA",
        "link": "https://www.yelp.com/user_details?userid=6N-QlyhaK4ch_i-Tho8YvA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XK2WROkXJQGL4yxIk3yOQw/180s.jpg",
        "address": "Charleston, SC",
        "friends": 2,
        "photos": 72,
        "reviews": 84
      },
      "comment": {
        "text": "Wow! What an experience. My partner and I chose to dine here during our visit to Atlanta for the Beyoncé concert. \n\nAtmosphere: I loved the communal tables and the casual energy. As queer folx who have gender expansive expressions, it felt hella good to be in a space with diverse serving staff and chefs/line cooks. Some previous reviews critiqued how loud it is. They are playing rock/metal and communal tables and open kitchen. It's definitely not quiet but we were able to hear each other and weren't over-stimulated but for sensory sensitive people, this could be a really challenging atmosphere. \n\nFood: Damn! Unique as hell. We tried a lot of different items. The octopus, shrimp dish, lamb ribs, pork belly, and pimento profiterole were all yummy! I got the seasonal tonic and my partner had their corn based drink and a Pilsner. She didn't love her corn drink, I did. She loved my seasonal tonic (which was very corn forward)- so we traded drinks lol! \n\nService- Awesome! So they bring around everything on the menu and you say yay or nay to each dish. Whatever you don't want, they mark it off on your menu. Whatever you do want, they pop it down on your table, and mark that you received a serving on your menu. Everyone was super nice and quick. No complaints here.\n\nThe only reason this isn't getting 5 stars is because we didn't like the desserts. But honestly, taste is a personal preference. I'm sure others will love it. \n\nWould love to go again and see what their menu looks like, especially since it changes regularly!",
        "language": "en"
      },
      "date": "2023-08-13T13:23:51Z",
      "rating": 4,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/d8MpeMKhD62UgYOOvZxFTg/o.jpg",
          "caption": "Seasonal tonic. Very curry forward. Damn good."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6aBOtnAIeWldPN10AL06iA/o.jpg",
          "caption": "Pork belly, plum, eggplant"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_P9aKkBEEfQT8Fara1orow/o.jpg",
          "caption": "Octopus, lady peas, cress, crepe"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6dMsx39YbvjvnM6VAdcCyw/o.jpg",
          "caption": "Warm banana pudding and cherry bomb."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CLHR9rCi2UP3ZULlZ7kxYQ/o.jpg",
          "caption": "Pimento profiterole"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/If1VIaT5-4HBVDS08RF29g/o.jpg",
          "caption": "Some kind of shrimp dish. The shrimp is puréed at the bottom. Really fresh and surprisingly tasty."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wP-uKlNBe_mYj1yNJVu91g/o.jpg",
          "caption": "Chicken on a stick"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Bp3j4WjfJPUWv4K3IZaiEQ/o.jpg",
          "caption": "The menu at the time of our visit."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sia G.",
        "user_id": "NZwBCBBNqoktoAHpCh22cw",
        "link": "https://www.yelp.com/user_details?userid=NZwBCBBNqoktoAHpCh22cw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tO6fIOZaAFFE7HU6ko-MDA/180s.jpg",
        "address": "Dunwoody, GA",
        "friends": 72,
        "photos": 920,
        "reviews": 116
      },
      "comment": {
        "text": "First time here. The good reviews are true! Great service, some unique unexpected taste sensations- ordered most of the menu. It's hard to say no to a chef holding beautiful food lol! \nThe drinks are yum! Have two!",
        "language": "en"
      },
      "date": "2023-09-08T02:00:56Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7M95R8Qy4wLyyyM7hZb3Xg/o.jpg",
          "caption": "Corn chess pie with buttermilk ice cream - get it"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J3CjYOYE0CtSCucn0UGmiA/o.jpg",
          "caption": "Oxtail cinnamon donut with consommé - tasty!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jennifer K.",
        "user_id": "MuHI_kv015UYOh5Yj8d4AQ",
        "link": "https://www.yelp.com/user_details?userid=MuHI_kv015UYOh5Yj8d4AQ",
        "address": "Los Angeles, CA",
        "friends": 2,
        "photos": 0,
        "reviews": 15
      },
      "comment": {
        "text": "The food was great, but the service was even better. There was a misunderstanding with \"celebration charge\" that was charged, and it was taken care of right away by management when it was brought up after the fact. We are so appreciative of the quick response and have only amazing things to say about the restaurant and service!",
        "language": "en"
      },
      "date": "2024-03-04T01:13:52Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brittney S.",
        "user_id": "J2kwONEf-0-lLOWTYmDOIw",
        "link": "https://www.yelp.com/user_details?userid=J2kwONEf-0-lLOWTYmDOIw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PW7QsdwKWq21dxRR9QNMLA/180s.jpg",
        "address": "Grant Park, Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Yum yum yum I'm obsessed with this place! I definitely recommend! I just moved to this area, and I've been craving a new dining experience! I enjoy how interactive it is!",
        "language": "en"
      },
      "date": "2024-02-19T15:24:26Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ling Y.",
        "user_id": "7Ty3fDUxBGa7RfU_RUVe1A",
        "link": "https://www.yelp.com/user_details?userid=7Ty3fDUxBGa7RfU_RUVe1A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ndigzf1VESBdP-TQTiIqUg/180s.jpg",
        "address": "Suwanee, GA",
        "friends": 180,
        "photos": 503,
        "reviews": 52,
        "elite_year": 24
      },
      "comment": {
        "text": "**I give Gunshow a 3.5 stars rounded up to 4**\n\nTo be honest, I wasn't as impressed with Gunshow as I would have hoped. I have had this place bookmarked for quite a long time and when I was able to snag a reservation for a special occasion, I was really excited. Parking can be slightly challenging, I read other reviews saying there is a parking lot somewhere, but we were able to find street parking nearby the restaurant. \n\nGunshow has two daily reservation times: 6pm or 8pm. Each reservation will last at least 1.5 hours. This experience itself is rather unique; I would describe it to be an Americanized version of tapas and dim sum. Tapas because you are sharing a small plate with another and dim sum for when your menu is marked off with a tally of which dishes you accept.\n\nWhen we got to the restaurant, we were presented with the menu for the evening and sat down at our seats. Early parties are sat towards the back of the restaurant and moved towards the front of the building as the restaurant fills up.\n\nIn the kitchen that sits towards one side of the restaurant is where you will find all the chefs making the dishes for the evening. A chef will come out and bring one of the dishes on the menu, set it on your table, describe what is being presented while your job is to decided whether or not you'd like to accept. I would say for my shy and sweet people, it may feel uncomfortable rejecting a dish (it was slightly for me). Most of the chefs were very understanding when we politely declined, but there was 1 or 2 that we could tell weren't thrilled when we did. \n\nMy boyfriend and I agreed that while we don't mind paying more for smaller portions of food, we do have an expectation of the dish to make up for its taste if not in its size. While the dishes used unique ingredients such as sweetbreads, kimchi grits, chicken liver mousse, the 'it' factor in these dishes just didn't shine through. \n\nI will say that what was not given during the main dishes was in fact made up in their drinks and dessert portion. I usually don't like to get a drink, but I'm glad I did (I would recommend The Sea Witch). I also regret not getting all three of the desserts! (Banana pudding, I will come back for you one day).\n\nOn the other hand, the service was also good and attentive. The employees seemed to enjoy working at Gunshow; they would check-in with you and refill your waters often. The evening did get louder towards the latter of the dinner with the music. I wouldn't describe it as an intimate environment, but more so fun and casual. One thing to also note is the order the food is printed on the menu is not the order the dishes come out! It was fun to play the guessing game of \"what dish will come out next!\" \n\nAnyway, I am glad I was finally able to try Gunshow. It may not have been what I expected, but I will most likely give it another chance in the future once the menu changes a bit.",
        "language": "en"
      },
      "date": "2022-12-21T04:38:10Z",
      "rating": 4,
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "J S.",
        "user_id": "Nrlt6QHectowQLw0NOuD0A",
        "link": "https://www.yelp.com/user_details?userid=Nrlt6QHectowQLw0NOuD0A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/86PlbXP_nS4JQcLwxcw9eA/180s.jpg",
        "address": "Katy, TX",
        "friends": 0,
        "photos": 7,
        "reviews": 20
      },
      "comment": {
        "text": "Great experience from start to finish.  We really enjoyed the interaction with the staff who explained each item from the menu well.  Every choice we accepted and everything tasted great.",
        "language": "en"
      },
      "date": "2024-02-14T19:00:09Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ashley J.",
        "user_id": "PDLmRSkVvi1DPhoP3I_vsw",
        "link": "https://www.yelp.com/user_details?userid=PDLmRSkVvi1DPhoP3I_vsw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dxloIuBuLGwkxhb6QWcXew/180s.jpg",
        "address": "Mauldin, SC",
        "friends": 10,
        "photos": 376,
        "reviews": 202
      },
      "comment": {
        "text": "Truly love this concept and ambience, I just wish it was paced a little slower.  Some items I wish I could have a HUGE portion of  as they were delicious! The service is awesome but doesn't feel very 1:1- obviously it can't but that's what I like at a restaurant personally.  But this is a fun eatery and you should definitely try this at least once.",
        "language": "en"
      },
      "date": "2023-10-24T19:35:48Z",
      "rating": 4,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9yoeXIEh7Gy70LwU60vn_Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XKL5jY62ycaNanfM_NwTYQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QVoCoTKCqJJ_xGIDEIK33g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/azIusswYAoAJOKWyztIClA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Cm0nj1v0GZwEpuTjnnfycw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Px-VX7pkc-2Wwuv9GH_V6w/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stephen M.",
        "user_id": "kBXwUo2FQ9eF3oVxPkEqbg",
        "link": "https://www.yelp.com/user_details?userid=kBXwUo2FQ9eF3oVxPkEqbg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LjlSfMFbBXg62n7y3djfqw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4,
        "photos": 16,
        "reviews": 42
      },
      "comment": {
        "text": "This is a very cool experience! The best part is that the dishes available for the day are all created by individual chefs and change over time as to what is available.  They also ask up front of any allergies or preferences (I don't eat pork or beef) so when the chefs come over to present their dish they will explain if it has any of those ingredients.  Once they present you can accept them or decline them. The banana pudding was one of my favorites as well as the shrimp and grits dumplings that night. The atmosphere is very relaxed and casual which I appreciate. The only drawback for me is that since each dish is prepared by a different chef, the meal isn't cohesive, but that can be a good thing too.",
        "language": "en"
      },
      "date": "2023-11-11T15:39:10Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zeHnQOWszrAHSjC4ZNqO2A/o.jpg",
          "caption": "Dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mITptnuRGamW9Ig8g-TRrA/o.jpg",
          "caption": "Shrimp and grits dumplings"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nate B.",
        "user_id": "PFDVhyCbyXAcFzNLVwMrIQ",
        "link": "https://www.yelp.com/user_details?userid=PFDVhyCbyXAcFzNLVwMrIQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uLDJJVn0iaquq3-rl-qRtQ/180s.jpg",
        "address": "Town Center, Kennesaw, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "I had a great experience! If you like trying to new ingredients then this is the place for you. With that being said it may not be the best option for picky eaters. The restaurant vibe is really awesome and comfortable! Although can be loud at times. The service was fantastic and really makes it a special dining experience.",
        "language": "en"
      },
      "date": "2024-02-02T21:06:36Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jackie B.",
        "user_id": "yM1-9VVQ7KXk4MBiIBRUzw",
        "link": "https://www.yelp.com/user_details?userid=yM1-9VVQ7KXk4MBiIBRUzw",
        "address": "Lincoln Park, Chicago, IL",
        "friends": 0,
        "photos": 2,
        "reviews": 3
      },
      "comment": {
        "text": "Such a fun experience, each plate was so unique and we loved trying all the different menu items",
        "language": "en"
      },
      "date": "2024-02-27T12:24:14Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Playa M.",
        "user_id": "yOoZCpzSUCtjUoKCyAEL9g",
        "link": "https://www.yelp.com/user_details?userid=yOoZCpzSUCtjUoKCyAEL9g",
        "address": "San Francisco, CA",
        "friends": 0,
        "photos": 2,
        "reviews": 21
      },
      "comment": {
        "text": "Upon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urineUpon the cottage wreaked of some sort of ammonia smell (pet urine",
        "language": "en"
      },
      "date": "2024-03-08T18:58:43Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sarah L.",
        "user_id": "KkBSwQMvzMydFvG__R2_wQ",
        "link": "https://www.yelp.com/user_details?userid=KkBSwQMvzMydFvG__R2_wQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cYtuBXSEiwIaZCZhC3df6w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 237,
        "photos": 245,
        "reviews": 214
      },
      "comment": {
        "text": "What a fantastic place to go for our anniversary dinner! Gunshow is different and better than I expected.\n\nWe were seated promptly (need to make reservations) for our 8:15 meal. You are often sat at bigger communal tables, which ended up being fun as the other couples at our table were also celebrating their respective anniversaries. A very casual atmosphere with some loud music and an open kitchen. Parking is available in a lot behind the restaurant and some street parking. \n\nWe tried almost all of the entrees and split dessert. We left so full! My favorite of the current menu was the duck dumpling. All of the dishes were inventive and so flavorful. A little bougie but still pretty approachable dishes. The banana pudding is to die for!!\n\nI loved my Wabbit Season drink; flavorful without being overly sweet. My fiancé had three drinks, including the espresso martini which came with \"fireworks\". Cocktails, like the food, are a bit pricey but definitely very quality.\n\nThe service was probably the best part of the night. Everything was fast and friendly. I can't quite believe how well they time everything here. It was definitely a special occasion, so I would recommend the experience to anyone looking to celebrate something (and willing to put down some change).",
        "language": "en"
      },
      "date": "2023-03-11T04:43:37Z",
      "rating": 5,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/boKBhX1Jft5swlly2BYVpQ/o.jpg",
          "caption": "Banana pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NiL2RDlTPvb10z3zwqK-9g/o.jpg",
          "caption": "Scallops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ifajaksMEU0ThDCnvD3hDg/o.jpg",
          "caption": "Wabbit Season"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7O3mPNl8rsyTmimNvmf7-A/o.jpg",
          "caption": "General Tso's corn dogs"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6nwSWIvJrQHxsExiOHDJXQ/o.jpg",
          "caption": "Mozzarella"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WS8-o24JiKnbOF2mMGOwlQ/o.jpg",
          "caption": "Duck dumpling"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/grKQFmh5oYtkMj3f0URNiw/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/05pIkludCxtgwZNQUjfJxQ/o.jpg",
          "caption": "Rabbit hash"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tA_-SVbX3dVFk2dF0YQBIA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jacqueline C.",
        "user_id": "3-UnMVbTREg-cK5fZtLAUw",
        "link": "https://www.yelp.com/user_details?userid=3-UnMVbTREg-cK5fZtLAUw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/33kxx8FRYXFJgPQ_PqR_cg/180s.jpg",
        "address": "Salt Lake City, UT",
        "friends": 19,
        "photos": 452,
        "reviews": 66
      },
      "comment": {
        "text": "So glad we finally were able to try this place. Such a unique experience. Parking- they have street parking but also have a parking lot at the back.\nAmbience- i am glad i read ahead that the experience is like being in a big kitchen! It's loud and hot! Be mindful when you dress up coming here. I had a tank top on and was still sweating a bit.\nService- we had Cameron as our server and he was amazing! He gave really good recommendations for the drinks and for dessert. Everyone is very mindful of each guest. We had food coming in within 5 minutes. Our drinks filled timely \n\nFood- menu changes often. They'll have a menu list which they would check off an item soon as they bring a dish and you get it. We loved everything! Our favorite was the mushroom and the crab dish. The beef bulgogi also has awesome flavor but i wasn't a fan of the tendon which i couldn't chew. They did give me another one that had better parts. The dessert, their regular was the banana pudding which was good but i liked the kataifi better!\n\nHighly recommend this place. Such a wonderful experience.",
        "language": "en"
      },
      "date": "2023-05-12T19:43:44Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BBjYjH2FvArE7v9zLGt9dw/o.jpg",
          "caption": "Banana pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aRcAe_Fj9sWnBubIwkp_kg/o.jpg",
          "caption": "After drinks!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FksqXBq6uY7npDiv_AjxAQ/o.jpg",
          "caption": "Guinea hen"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Varun K.",
        "user_id": "IdDAwEMIZmPt8V5Jt8n5DQ",
        "link": "https://www.yelp.com/user_details?userid=IdDAwEMIZmPt8V5Jt8n5DQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CSjRYRgNzSL4BWPqGK_0rw/180s.jpg",
        "address": "Alexandria, VA",
        "friends": 1,
        "photos": 152,
        "reviews": 99
      },
      "comment": {
        "text": "After years of hearing about gunshow, we went last night for date night and were wowed.  We were seated at the kitchen bar, able to talk to and watch the chefs prepare the delicious dinner in front of us.\n\nThe dimsum experience was absolutely wonderful.  Chefs came up to us and fully explained each dish to us and showed us the delightful items we would have for the night.  Some of our favorites were the country fried bison and pastrami lamb ribs.  The bison was absolutely PERFECTLY cooked and were so flavorful and moist.  The pastrami lamb ribs had such a complex Mayo and kimchi pairing that elevated the moist and tender ribs to the next level.  Truly enjoyed them so much.\n\nThe cocktails were also extremely intentional and well concocted, highly recommend the old fashioned and the beet margaritas.  \n\nFor the desserts, the French toast was melt in your mouth soft with wonderful glass like sugar and peaches on top.  The strawberry sesame and rice was such a nice play on ice cream.  The black sesame flavor was something truly memorable.",
        "language": "en"
      },
      "date": "2023-07-01T20:45:03Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BIjqZgN8yCNPrFS-m-2qwg/o.jpg",
          "caption": "Strawberry dessert and French toast dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/80Cl4pf5IBqNFBSxJBDl6Q/o.jpg",
          "caption": "Duck bao"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QyNFJ11qUwlitvC-r2No6A/o.jpg",
          "caption": "Old fashioned"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HEqbzbN-QNIbZL71ie2x0w/o.jpg",
          "caption": "Pastrami lamb ribs"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jenny T.",
        "user_id": "vWZbYMFteqB85HlMCA5GMw",
        "link": "https://www.yelp.com/user_details?userid=vWZbYMFteqB85HlMCA5GMw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SnoH2VIq5BJUrblYGP1Rlg/180s.jpg",
        "address": "Washington, DC",
        "friends": 596,
        "photos": 3181,
        "reviews": 921,
        "elite_year": 24
      },
      "comment": {
        "text": "Different concept, pretty unique flavors. We said yes to almost everything out of curiosity. Service was nice, long tables were shared but still felt intimate with our group because of spacing. You can opt to take a group pic with the staff and they'll give you a Polaroid at the end which is fun. I loved this scallop dish the most; everything else was good and different but not super memorable.",
        "language": "en"
      },
      "date": "2023-04-05T13:03:34Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WYsZU20kpmyVqqOn1YnZag/o.jpg",
          "caption": "Menu 3/24/23"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Grir_Hs44i6l68AnB_XtuQ/o.jpg",
          "caption": "Menu 3/24/23"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EnkdIgpIenOFqMr2tfz1XQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2LJ0CILasKX_U7iJUMgrOw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uUg1pKgPR0eCsHuYfbZfog/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vWVO4wo_sAs1yw6anEg3aQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UMptgtSOJ59FTVYPZLqV9A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ievAh37csGTzaB2BH4mOsQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7y4uffgNrTLtN8eAns4vtA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ROAwrYLgSYPSY4-85AUG-A/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Abhi K.",
        "user_id": "fuuhCaOp4qoh8lNjWD_BvA",
        "link": "https://www.yelp.com/user_details?userid=fuuhCaOp4qoh8lNjWD_BvA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EbMuK2SxF_H_BHJdlyzt6Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 94,
        "photos": 21,
        "reviews": 385,
        "elite_year": 24
      },
      "comment": {
        "text": "This is my second time there. First time was in 2021 and they had moved to a fixed menu. I am so glad they returned to their original format. It really is a different experience to be able to view the dishes and say yes or no. I think it helps to decide as a table which ones sound interesting first. And agree not to get everything. Saying no is just as important as saying yes. The night we went one of the dishes was a cobia. It was perfectly cooked with a great sauce that I don't remember. There were also chicken liver pate rolls that stand out. For drinks, I had a wonderful ode to corn. I love the bar cart. I sort of wish the food also came out on carts instead of a few dishes from the chef. The chefs don't do much presentation or description. It's sort of like \"here it is on the menu. Want it?\" I've never had a problem finding street parking in the neighborhood.",
        "language": "en"
      },
      "date": "2023-09-22T10:36:51Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "J G.",
        "user_id": "btcD849yKukIGHM6oTv7oA",
        "link": "https://www.yelp.com/user_details?userid=btcD849yKukIGHM6oTv7oA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aIo52Vaqo8t-87s1vjTdUg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4,
        "photos": 16,
        "reviews": 200
      },
      "comment": {
        "text": "Service was great.   The experience was interesting.   The one thing that bugged me was after they put down the dish, we say no, they take it back...then what?   Goes to another table?    Weird.   I prefer not having someone's rejected meal as mine.    \n\nWith all that said, the food was good.  I didn't like the family style type dining, but luckily I was with a party big enough to have the whole table.  \n\nI really wanted to like this place and I give 5 stars for presentation for sure.  The drink guy was great too.  He made some killer looking drinks.   Patrick was our waiter and he was great as well.    I don't know, I do think the hype of The Gunshow is greater than the restaurant but come anyway they do support a good cause as well with the Southern Food thing (I forget what it is called).    \n\nI would go back to give someone else the experience I was with but I wouldn't go by myself.",
        "language": "en"
      },
      "date": "2023-09-09T17:27:11Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Linda K.",
        "user_id": "S2BEDQdRqd9QbyyS6oMvBA",
        "link": "https://www.yelp.com/user_details?userid=S2BEDQdRqd9QbyyS6oMvBA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/i_5rtDKrI6gOZdGGYtomLg/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 148,
        "photos": 393,
        "reviews": 372,
        "elite_year": 24
      },
      "comment": {
        "text": "I admit I had very high hopes for this restaurant, but even if I didn't, I don't think it would have prepared me for this disaster. Food was mediocre. The place was VERY loud, which is fine but the the fact they bring food to your table, explain it to you, then you try to discuss with each other real fast to figure out if you want to accept it or not, all this time you can't really hear each other unless you want to yell (which means saliva flying I'm sure), remember, you are doing this in front of the chef who just made the dish. All in all, made a very unappetizing and bizarre experience. This is not how dim sum should work. By the way, the AC is either broken or they have it set above 80. Most restaurants are too cold for me, this one was so hot I had sweat dripping down my face.",
        "language": "en"
      },
      "date": "2023-09-02T12:41:26Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Shelby W.",
        "user_id": "-81yNwR60rEHKu5_n3UYeA",
        "link": "https://www.yelp.com/user_details?userid=-81yNwR60rEHKu5_n3UYeA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/afhFD-WTM6vSIXNivEa_Zw/180s.jpg",
        "address": "Lake Balboa, Los Angeles, CA",
        "friends": 337,
        "photos": 0,
        "reviews": 16
      },
      "comment": {
        "text": "The most unique and outstanding food I have ever tasted. The vibe is also extremely unique as the chefs come around and offer you their dish with the option to try it or decline it. Of course we tried everything and not one dish didn't slap. Cocktails were also delicious and very different than any other classic cocktail. Service was wonderful. We took a picture with the staff after our dinner and they gave us a Polaroid of it. \nDisclaimer-- if you're a vegetarian, not the place for you. So just start eating meat again so you can try this place!",
        "language": "en"
      },
      "date": "2023-07-26T18:15:40Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Mark G.",
        "user_id": "RbCH1Z_WClQmeA7--V1KcA",
        "link": "https://www.yelp.com/user_details?userid=RbCH1Z_WClQmeA7--V1KcA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JYY0JvjasBrm7VecIzZEWw/180s.jpg",
        "address": "Dallas, TX",
        "friends": 76,
        "photos": 637,
        "reviews": 256
      },
      "comment": {
        "text": "How many more 5 star reviews does this place really need!? Well, whats another one?\n\nWe enjoyed a lovely dinner while visiting friends in Atlanta, and we were so grateful they made the reservation over a month out for this because it was truly one of the most memorable meal/dining experiences of our lives. Quick shout out to the wait staff for providing a super fun, high energy non pretentious atmosphere. Our waiter was hilarious and had no problem slumming it on our level. \n\nObviously everyone knows how the food is served right? The chefs make the food and bring it out to you and you say yay or nay. Honestly, what a brilliant way to get people to try food they normally might pass on just from reading a menu. Because honestly everything looked too good to turn down. Also don't let the small portions fool you. By the third course, you'll be surprised how full you can quickly get. But we kept eating until our guts busted. \n\nThe Brisket is an absolute must. Cooked perfectly and served with excellent accoutrement. The Rigatoni was cooked exactly how I liked it, still kind of thick and chewy and also lended an outstanding flavor. The Halibut was so light and delicate and I truly enjoyed it with the ramp butter. I can never turn down sweetbreads and these were top notch! The scallop tasted a little bit fishy for me but everyone else absolutely loved it. As good as the lamb course was the potato dauphine served with it was an absolute show stopper. Duck Presse! Are you kidding. What an excellent nod to old school French cooking. I was so excited to experience that dish! But everyone climaxed when the stuffed wing got passed around! I never want to eat a chicken another way again! \n\nDo not leave without getting dessert though. My wife loved the Banana Pudding and our friends thought the Sweet Potato Swiss Roll was spectacular. But for me, Boiled Peanut Ice Cream over Date Cake might be top 5 best desserts I ever had! \n\nI hope one day we get come back to this gastronomical gem!",
        "language": "en"
      },
      "date": "2022-12-29T23:55:15Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SKp3eqcXV7owC0LfHkTDbA/o.jpg",
          "caption": "Having a blast at the..."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YHJKpeobs9R0_tng1U8_IQ/o.jpg",
          "caption": "Boiled Peanut Ice Cream w Date Cake; Sweet Potato Swiss Roll; Banana Pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ym7h4-wi7DQkPJcWhkZCKg/o.jpg",
          "caption": "Brisket; Scallop; Halibut; Rigatoni; Sweetbreads; Stuffed Chicken Wing; Lamb; Duck Presse"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Lisa S.",
        "user_id": "GUiMwIdaJUacdP9RQ9dk8Q",
        "link": "https://www.yelp.com/user_details?userid=GUiMwIdaJUacdP9RQ9dk8Q",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 12
      },
      "comment": {
        "text": "Celebuchef Kevin Gillespie.  What could go wrong?  Nothing! Genius.  Delicious.  A treat!",
        "language": "en"
      },
      "date": "2024-02-17T02:24:41Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lisa T.",
        "user_id": "i2CbMNgQSRt2RvvLGeQwsQ",
        "link": "https://www.yelp.com/user_details?userid=i2CbMNgQSRt2RvvLGeQwsQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RLRVd1B_TMCvt7zkQuRlyw/180s.jpg",
        "address": "Fullerton, CA",
        "friends": 17,
        "photos": 1426,
        "reviews": 186,
        "elite_year": 24
      },
      "comment": {
        "text": "RESERVATIONS (4/5):\nFills up quickly! Plan ahead and book on RESY. You do have to put down a credit card and they'll charge you $75 if you don't cancel within 24 hours (very reasonable request). \n\nPARKING (4/5):\nFREE parking down GARRETT street, which leads to a small back parking lot. It fills up quick. Otherwise street parking might be hard to find. \n\nAMBIANCE/ATTIRE (3/5):\nIt's semi-loud with music playing here. Very \"grunge/industrial\" feel. I saw half the people in dresses and business casual and the other half in casual wear. The staff is dressed VERY CASUAL. T-shirt, shorts, bandanas. Don't feel the need to dress up unless you want to. It's a casual feeling place, I honestly felt TOO DRESSED UP in a maxi dress. I sat right by the kitchen and I know it gets hotter there, but I was unusually hot the entire meal, enough to be uncomfortable/sweating and note it in my review. I'm not sure if the rest of the restaurant wasn't hot, but I was by myself and didn't want to sit at a table. \n\nFOOD (4/5):\nMy favorites in order:\n1) CHICKEN LIVER (5/5)\n2) STEELHEAD TROUT (4/5)\n3) PEACHES & CLAMS (3/5)\n4) BANANA PUDDING (3/5)\n5) TOMATO & CHERVE (3/5)\n\n$11 SMOKED CHICKEN LIVER: sweet corn and crispy shishito peppers. This was my #1 fav dish of the night! Flavors were PHENOMENAL. \n\n$18 STEELHEAD TROUT: The whole dish worked really well together! Johnny cake on top, squash was cold (weird) corn/peas were delicious! \n\n$11 PEARSON PEACHES & CLAMS: most UNIQUE take on clams I've ever had! Loved the staple GA peaches. My only complaint is that I found one clam un-opened, I'd think at this caliber restaurant they would sort those out. \n\n$10 WARM BANANA PUDDING: Had a toasted meringue and THE MOST actual bananas I've ever eaten in a banana pudding! Perfect sweetness. \n\n$10 TOMATO, CHÈVRE CHEESE: light and good starter, I usually hate tomatoes, but ate the whole thing! Glad it was paired with a soft cheese. \n\nDRINKS (3/5):\n$13 SEASONAL TONIC: Vodka, sugar snap pea, butterfly flower, coriander, mint, tonic. It was sweet, but there was an ingredient that I didn't love (couldn't pinpoint). Beautiful color! I love the innovation. Still a great drink, just a personal preference on that one ingredient I didn't like. \n\n$11 OLD FASHION: Bourbon, bitters, burnt sugar, brûléed cinnamon, flamed orange. I order Old Fashions at almost every place I go, so this one I feel like I'm a pretty good judge. It's not the best one I've ever had, but I still thought it was great! They light the cinnamon stick & orange on fire for \"flare\" when they serve it. \n\nOVERALL:\nI loved all the food I was served, I had ZERO BAD FOOD here! That being said, there was NO DISH that blew me away with flavors. This has been on my list of places to try for awhile and I'm glad I got to try it. I would still recommend it because it was an overall VERY UNIQUE and FUN experience with great food and drinks! Will it be in my top 3 restaurants in Atlanta? No. But I would still come back. Give it a try and see for yourself!",
        "language": "en"
      },
      "date": "2022-07-08T01:16:26Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dLEhd-jUqwKv-pO7qdkeRQ/o.jpg",
          "caption": "$10 WARM BANANA PUDDING: Had a toasted meringue and THE MOST actual bananas I've ever eaten in a banana pudding! Perfect sweetness."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tHat9zFJcBLAoOYOlsXRGA/o.jpg",
          "caption": "$10 TOMATO, CHÈVRE CHEESE: light and good starter, I usually hate tomatoes, but ate the whole thing! Glad it was paired with a soft cheese."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tS9IAiH-Ye-KtMWBu0DdqQ/o.jpg",
          "caption": "MENU - JULY 2022: LOVED how they mark off as you go which items you said \"yes\" to. It's like Dim Sun restaurants if you've ever been."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JzhX4-qFVP_jvb-J2iuIZQ/o.jpg",
          "caption": "$11 PEARSON PEACHES & CLAMS: I found one not opened, I'd think at this caliber restaurant they would sort those out. Loved the dish tho!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ognr20tu5F2X2zJJW5DMog/o.jpg",
          "caption": "$11 OLD FASHION: not the best one I've ever had, but tasty & they light the cinnamon stick on fire for \"flare\" when they serve it."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XwzfE37Pt4EtX3oM88XiHA/o.jpg",
          "caption": "$13 SEASONAL TONIC: it was interesting. Not bad, but there was an ingredient that I didn't love (couldn't pinpoint). Beautiful color!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AUJtuKeAEDQ7KISeFIP3Ew/o.jpg",
          "caption": "$18 STEELHEAD TROUT: The whole dish worked really well together! Johnny cake on top, squash was cold (weird) corn/peas were delicious!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cYNGOa8AzFcDbAN0DduucA/o.jpg",
          "caption": "$10 WARM BANANA PUDDING: Had a toasted meringue and THE MOST actual bananas I've ever eaten in a banana pudding! Perfect sweetness."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7Yy6qWJGfJW55X1UiEkgNA/o.jpg",
          "caption": "$11 PEARSON PEACHES & CLAMS: most UNIQUE take on clams I've ever had! Loved the staple GA peaches. LOVED IT!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tOwjo3nxMcx_Ch5cu6HRCA/o.jpg",
          "caption": "$11 SMOKED CHICKEN LIVER: sweet corn and crispy shishito peppers. This was my #1 fav dish of the night! Flavors were PHENOMENAL."
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brian S.",
        "user_id": "kes2u9v1ZrtKl_tH4v6LFg",
        "link": "https://www.yelp.com/user_details?userid=kes2u9v1ZrtKl_tH4v6LFg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LhmNtFaKiJevajjAKd4WZA/180s.jpg",
        "address": "Brookhaven, Atlanta, GA",
        "friends": 91,
        "photos": 3191,
        "reviews": 253,
        "elite_year": 24
      },
      "comment": {
        "text": "I've eaten at Gunshow about 3 times now and absolutely love it!  The servers are fantastic and the food is innovative and delicious.  I love the fact that I can see the chefs \"creating\", and their talent shows through in the food.  If I had to pick something I didn't love, it would be the fact that sometimes it seems you can be seated at a \"communal\" table or 1 foot away from another person.  I know this is the fad right now, but I don't love this trend.  Reservations are not always easy to get, so make sure you plan a month in advance to secure a time/date that is good.",
        "language": "en"
      },
      "date": "2022-12-09T15:42:37Z",
      "rating": 5,
      "feedback": {
        "useful": 5,
        "funny": 4,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Tim S.",
        "user_id": "9gP5W94012oV98oWcYeXYA",
        "link": "https://www.yelp.com/user_details?userid=9gP5W94012oV98oWcYeXYA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/J2pgE8I7x2cxMTOo-paXhg/180s.jpg",
        "address": "Greensboro, NC",
        "friends": 14,
        "photos": 118,
        "reviews": 68,
        "elite_year": 24
      },
      "comment": {
        "text": "Really enjoyed the concept and the staff was a lot of fun along with the drinks. Had a toasted old fashioned where the sugar coated cinnamon was lit on fire before being served. Great theatrics. \n\nFood was good, not spectacular for the price. Smaller portion sizes and very interesting flavors. Favorite was the rabbit and peach tonka bean. Least favorite was the ribeye, which was chewy, and the basil was overpowering with the squash. \n\nIt was a lot more fun as a group since we split and got to try everything. I realize the menu does change so every experience may be different. If you're in the area I'd definitely try. Parking is difficult so make sure to leave extra time to get there. \n\nI've included the menu from our visit.",
        "language": "en"
      },
      "date": "2022-07-03T18:58:31Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CZl8cSlB3DEO2P6KZWH1XQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Michelle H.",
        "user_id": "9guprRcxWvBu9UMd0IeZ7Q",
        "link": "https://www.yelp.com/user_details?userid=9guprRcxWvBu9UMd0IeZ7Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/813IAcux1xpUTxeWgjwZyA/180s.jpg",
        "address": "Marietta, GA",
        "friends": 7,
        "photos": 103,
        "reviews": 214,
        "elite_year": 24
      },
      "comment": {
        "text": "Really amazing overall first time experience here. As soon as I walked in, I felt the fun, uplifting energy. It's definitely not a quiet restaurant but it felt strangely intimate. The staff is welcoming and very straight forward. We grabbed a drink at the bar since we were 10 mins early for our reservation. The reservation time came and we were seated promptly. \n\nOur server was Luis. Really fantastic person to have for my husband's birthday dinner. We ordered off the bar cart. Lovely presentation and showmanship with the flaming cinnamon stick on the Old Fashioned. White Sands and Ray Bans has this briney foam which is essentially echoing a salt rim on a cocktail glass. Soooo clever! Their mocktail, orange spritzer, was so lovely and refreshing. \n\nNow for the food. The entire night to me felt like a tasting menu with options to say no to anything that didn't appeal to you. (When I initially heard it was a southern style dim sum I pictured a completely different experience.) When I looked around at the other parties, we were all more or less eating the dish around the same time. It's recommended to order one of everything (so basically say yes to every dish placed in front of you) but I declined 3 plates and opted to try all desserts instead at the end. I LOVED the homemade rigatoni with anchovies and ham. I even ordered a second helping. Pasta was Al dente and lovely. Also the duck ravioli was a balance of savory, sweet, and spicy! My other favorite was the chicken liver mousse. No mineral after taste at all and sooo smooth. \n\nThe desserts: the warm banana pudding was good (there's actual real bananas in it) but I'm so used to chilled box pudding that it was a totally different dessert to me. Their take on the baked Alaska with red velvet cake, funfetti ice cream and chocolate sauce was just ok.  The chocolate sauce was very bitter and almost tasted sour. The best part of that dessert was the hibiscus meringue. I would eat that all day long. My favorite dessert of the night was the blonde with pistachio and orange jam. The homemade malt balls and roasted pistachio on top provided a fun texture combo. Oh and don't forget about the gold leaf on top!! \n\nEasy check out process with your bill and I brought the menu home as a memento to remember the night. \n\nWill likely be back again. And excited to try new dishes next time!!",
        "language": "en"
      },
      "date": "2023-02-02T13:14:17Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Grace L.",
        "user_id": "-Dex5GGgl323FwkAO5fBSQ",
        "link": "https://www.yelp.com/user_details?userid=-Dex5GGgl323FwkAO5fBSQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BXCau2QJxNqCgd8Ant03Hw/180s.jpg",
        "address": "Gainesville, GA",
        "friends": 162,
        "photos": 33,
        "reviews": 15
      },
      "comment": {
        "text": "We had a wonderful experience at Gunshow! We came for our anniversary and spent more than we usually do, but we had some great food and loved the experiential nature of it.\n\nThe communal style tables made for a unique environment but it still felt private with the loud music and overflow of conversation. \n\nOur server, Luis, made us feel super comfortable, and the guy at the cocktail cart is awesome too. We loved meeting all the staff as they brought around the dishes. It's quite hard to say no to anything, since it all looks amazing! \n\nThey suggested 1-2 dishes per person, but we easily ate 3 each. The dessert was amazing, and we took a Polaroid with the staff before we left.",
        "language": "en"
      },
      "date": "2023-03-25T16:07:26Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mZuWUnqFub3PVB-FX6f2hQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MLS6c5yfpVr45Ob2enHAug/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7buVeAfqIVTAymiYdMWGNg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7F-epSoEQ9FCQA4LHVh6aQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nicole S.",
        "user_id": "TMCdNIFHN44hlL0DN7VBRQ",
        "link": "https://www.yelp.com/user_details?userid=TMCdNIFHN44hlL0DN7VBRQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-H-seXR8xlmb2XVNyKfZGQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 29,
        "photos": 472,
        "reviews": 93,
        "elite_year": 24
      },
      "comment": {
        "text": "You ever have one of those rare foodie moments where everything you try tastes like nothing you have ever had so there is nothing to compare it to and you are left flabbergasted at the sheer pleasure of the experience? Well, if not this is a definite must! I like the laid back approach to this culinary experience that hosts an array of chefs on rotating menus so you truly can get a once in a lifetime experience. Gunshow sits on the corner which is readily visible and has some parking in the back but you can also park curbside. All parties must be there at time of seating and they have a mobile cocktail station that serves up   your favorite drinks and then some. Patrick was our host for the evening and was very engaging from beginning to end making our night along with the service, chefs atmosphere a pleasurable experience!!",
        "language": "en"
      },
      "date": "2023-01-21T05:58:03Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6uGw79zBO-GcDPJysDytwQ/o.jpg",
          "caption": "Rigatoni"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SO-4bhScP7cOpwmSO_S9GA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vZhKvNtMUwd8-pfLzqUf6A/o.jpg",
          "caption": "Duck Press'e"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JZQOOX0RrWyvmoeWY_Q-bw/o.jpg",
          "caption": "Jerk lobster"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fxr7FFco2PpfH6KYHwtuNw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mWaFggTZI0gOPo7sBJwDBA/o.jpg",
          "caption": "Warm old fashioned banana pudding, Red Velvet Cake, and Apple cheddar pie"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dLev18VFObkr_KqP5uwSkg/o.jpg",
          "caption": "Chicken liver Mousse"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/x3-yu_iW-vKXqionZ1_QZg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Djg47Ri1pOXtpKhazl8syA/o.jpg",
          "caption": "Oyster/Mushroom rum"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dTrIRlElk_nebJh9FttMPA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Diana T.",
        "user_id": "LchTJaJysKCLpLZsPu0Skw",
        "link": "https://www.yelp.com/user_details?userid=LchTJaJysKCLpLZsPu0Skw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6SO3eh0hwD___ZYWcJQ9vw/180s.jpg",
        "address": "Suwanee, GA",
        "friends": 629,
        "photos": 539,
        "reviews": 619,
        "elite_year": 24
      },
      "comment": {
        "text": "I've been coming to Gunshow for years now & after each visit, I leave more impressed than the last. For those who have not been to Gunshow, they have different dishes each night based on what the chefs decide to cook. They come to each table, present a dish, and ask if you want it. We usually get two dishes each for a group of 4. \n\nThe chefs are highly creative, and we are never bored. The bartender also comes to your table to make all of the drinks. I enjoy seeing how creative they get, esp the old fashion. \n\n\nWe end the night with amazing desserts, including the famous banana pudding! The best part is taking a photo with the team as a polaroid. It's a permanent memory for later!",
        "language": "en"
      },
      "date": "2022-11-25T17:50:46Z",
      "rating": 5,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Michael R.",
        "user_id": "ElLaDfPiV27R3ToaPzS-6g",
        "link": "https://www.yelp.com/user_details?userid=ElLaDfPiV27R3ToaPzS-6g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tz1PEBv-ufTqsudcUxOgLw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 189,
        "photos": 6,
        "reviews": 67
      },
      "comment": {
        "text": "The service here was impeccable! All of the food was outstanding and my wife and I loved the open concept. It provided for a very unique vibe. The food is def Michelin star worthy. We tried just about all the plates for the evening and all of them were super flavorful and unique. Would definitely return!",
        "language": "en"
      },
      "date": "2023-11-19T03:13:59Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ryan K.",
        "user_id": "PZvP4Y1S7SJQ-9IjNTrrKw",
        "link": "https://www.yelp.com/user_details?userid=PZvP4Y1S7SJQ-9IjNTrrKw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0F7tHd0GZ2oY9SZOCJDwxg/180s.jpg",
        "address": "Chicago, IL",
        "friends": 89,
        "photos": 25,
        "reviews": 24
      },
      "comment": {
        "text": "Amazing culinary experience.If you are a foodie this is your restaurant.I loved how the chefs brings out the dishes to your table for you to choose.",
        "language": "en"
      },
      "date": "2023-09-21T16:41:19Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5shA8diFZHGsLd1eFBDK_w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IMNd0Od-zZxTxaM2JKWgNQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uyZ7uHR34W1Zumku0Jo5zg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XVKL48uKVCe44PA6yKG1xA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0LitHMoJTyo0oFv-oEaL2A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IHGrGu4kabdkPo0iFvDLBg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YvZKh6NHPVfTWfvIhvkPAw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jBsKuJHzkq0khu0EXOcyBQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alexandra M.",
        "user_id": "AtLbT0IoLIRo-yo5Q0nMog",
        "link": "https://www.yelp.com/user_details?userid=AtLbT0IoLIRo-yo5Q0nMog",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6galv7KjBvf5O16DS35GfQ/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "Went to Gunshow the first time Friday night for my birthday. I heard rave reviews and was familiar with who Kevin Gillespie is. We had a reservation and were seated exactly on time. The hostess was extremely welcoming and I wish I had gotten her name. Other reviews describe the \"dim sum\" approach already so we'll skip it. \n\nAbove all, and I mean even the food, the service was stellar. Watching the teamwork was refreshing. Patrick was our waiter and he was top notch, explaining the process and how we'd order. The bar cart came and here's where we get into the food.\n\nI had the Beets Me? Cocktail and it was easily one of the best drinks I've ever had. Tequila, lemon, beet juice, goat yogurt, and a thyme garnish. It was amazing. I had two and they were equally well made.\n\nNow the food. It all looked amazing, and even though we had picked out what we'd probably choose, a couple of the dishes were very tempting. Chef Gillespie personally showed us a custom special for that evening and we almost picked other food like the duck bao. We got the tilefish/lamb/lobster and it was delicious. Our second dish was NY strip with crawfish sauce and cabbage with leeks. Can I just say that I could happily eat an entire dish of the cabbage. It's a special varietal and just divine. I feel guilty because as delicious as all the food was, the cabbage is what I'm raving about. Dessert was a warm banana pudding with an impressive meringue, and it was delicious, too.\n\nTwo things to note: 1) you'll think the portions are small. But you will be satisfied. You'll want to appreciate it, so you'll eat slowly, like we all should, and it fills you up. 2) it's noisy. Like, very noisy to the point that conversation has to be loud. It doesn't detract from the food itself, but be aware if you're sensitive to loud spaces.",
        "language": "en"
      },
      "date": "2023-06-25T18:04:29Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chase M.",
        "user_id": "MlDav860HmoucW9rY-uqvQ",
        "link": "https://www.yelp.com/user_details?userid=MlDav860HmoucW9rY-uqvQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/O6kDttVfXXh9q8FOhCrrjQ/180s.jpg",
        "address": "Harrisonburg, VA",
        "friends": 46,
        "photos": 97,
        "reviews": 133
      },
      "comment": {
        "text": "Where to start? From beginning to end, the service was impeccable. I love the idea of a \"modern\" tasting menu - not committing to anything until you see it and hear about it from the chef.\n\nWe arrived early to ensure we were seated right at our reservation time. The hostess was super friendly and let us stand outside. Even though it was cold, there's not a large waiting area without intruding on others' meal, so we opted for more space right at the entrance. Kudos here: The bartender came outside to get our drink order while we were waiting and it was delivered within a couple minutes.\n\nWe knew going into the night after getting the menu that we wouldn't be interested in everything. However, we tried more than we thought and loved the adventurous menu - food and cocktails. Our favorite was the pork belly and the most surprising thing we liked but thought we wouldn't was the sweetbread (cow, not lamb or pork).\n\nThe cocktails were good and unique, too! Their Seasonal Tonic was savory, the Fowl Play was interesting and definitely tasted like fall in a cup, and their Sea Witch was sweet - it reminded me of a cider.\n\nThe vibe was awesome - everyone there (employees and guests) felt like they wanted to be there. The music was good and it was lively.\n\nAmazing experience and a must try!",
        "language": "en"
      },
      "date": "2022-11-17T12:36:56Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/476PLlFpUiUgIbIv5orbqQ/o.jpg",
          "caption": "View of restaurant from the corner seat."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RgCf6m1X8tWsOhig6bihWQ/o.jpg",
          "caption": "Roaming Bar Cart & Bartender!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/URlfnAdhwtGj6sPCINtCKQ/o.jpg",
          "caption": "SCALLOP. HORSERADISH PANNA COTTA. HABANADA PONZU."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ly3m-reY2nh2BXMsif8UOg/o.jpg",
          "caption": "SWEETBREADS. SUNCHOKE. WALNUT. CORNFLAKE."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6Le1ERLb8nygUQdbF7m4hg/o.jpg",
          "caption": "STUFFED CHICKEN WINGS. TERIYAKI. TOGARASHI RANCH. PADDLEFISH CAVIAR. CRUDITE."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W523wLLkaltQDlylQLYY3A/o.jpg",
          "caption": "Seasonal Tonic"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rv7sd-C_OCFoMvURaCuTbw/o.jpg",
          "caption": "The Sea Witch with Seaweed & Sea Salt"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KWn7l79cq669XFbYckNnLA/o.jpg",
          "caption": "ANTELOPE. CORN NUTS. POTATO. AJI DULCE."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lEkVaCuWcWKOrP1nmuzcTw/o.jpg",
          "caption": "Back Left: Seasonal Tonic; Front Right: Fowl Play"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2yzjnIj92QYk8IFG-Ykphw/o.jpg",
          "caption": "HALIBUT. RIVERVIEW KIMCHI GRITS. CHICKEN JUS. RAMP BUTTER."
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Nellie M.",
        "user_id": "b2LWAdBH4LyoFIV-ILCLGA",
        "link": "https://www.yelp.com/user_details?userid=b2LWAdBH4LyoFIV-ILCLGA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ft7Da3sfDZMN7UFisEo7sg/180s.jpg",
        "address": "Kissimmee, FL",
        "friends": 82,
        "photos": 4,
        "reviews": 36
      },
      "comment": {
        "text": "I can not believe the experience we had. When this place gets a Michelin star I will not be surprised. The concept is unique- a genuine experience. Your food is brought to you, and you decide what looks good and what doesn't. But you'll have a hard time saying no as everything looks and smells incredible. \n\nJeremy- the beverage director, is a genuine angel sent from above. I had a drink that unlocked memories from when I was four years old with my mom in California. Does this sound cheesy? Yes. Did I actually tear up at my table? Yes. Not only was the entire team that helped us spectacular, but our first date night in three years ended with laughter and shared memories. \n\nI would recommend this experience to every single human who crosses through Atlanta. Seriously. Spend the money. Come. Enjoy. Love. \n\nAnd for gods sake- promote Jeremy!",
        "language": "en"
      },
      "date": "2023-07-20T01:39:34Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Heather L.",
        "user_id": "W1j1I2Nf5YLU_9tiYR2pBA",
        "link": "https://www.yelp.com/user_details?userid=W1j1I2Nf5YLU_9tiYR2pBA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gWVYto0si-GLIDMBC_uHnw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 330,
        "photos": 1963,
        "reviews": 95,
        "elite_year": 24
      },
      "comment": {
        "text": "Service and ambiance was great. Super casual and laid back vibe with each \"tapas/dim sum style dish/dessert\" going for about $9-25. At the beginning of the meal you are seated with a menu. For every dish that you accept that is presented to you at table side, they keep tally. Cool concept!\n\nOf course, I went straight for a handcrafted cocktail and it was delicious! Aside from the bar, there is also a bar cart that goes around the restaurant with a set menu for the night.\n\nWe opted for 6 different dishes. Each are meant to be shared between two people. So yum! From earthy tastes to smoky tastes... I had such a great experience! Would definitely return.",
        "language": "en"
      },
      "date": "2022-06-11T00:25:50Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J3WEvcY-Y9Y4ea4jGKOh6Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NTGHRDzQMtWvY16p4UgIIg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3h0yF4-CeqcrN9mACd3zGQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Hp4ZTZ371BRAXoxEE-fQ5Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/e1dbQdGpQN5ZjgAD72aeQA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lcuu6pOVqq_co39M-Vb6WQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4BdPcL_Qh6TSkS9BX5Tnng/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/K8C-_0L9f2R4bcwVTX3xsw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8vb4st7o4TNYFzZs54mJ9g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PY9lBGG2IWz9OVRzaPg6-A/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jenny L.",
        "user_id": "X7HQf118IdOAH7Tu2B4oRg",
        "link": "https://www.yelp.com/user_details?userid=X7HQf118IdOAH7Tu2B4oRg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tw2nKMeXww1I_j8TSOtQqg/180s.jpg",
        "address": "Cleveland, OH",
        "friends": 437,
        "photos": 770,
        "reviews": 141
      },
      "comment": {
        "text": "Gunshow was such an interesting dining experience! I went on a Friday evening and had to make a reservation a few weeks in advance. We were the first ones to be seated as they had just opened. Once seated, the bar cart came over quickly. There were 4 drinks to choose from and they make it right in front of you. Other drinks can be ordered from the kitchen bar. I ordered the sea witch, which was light and easy to drink. My second drink, B.A.N.A.N.A.S., came from the kitchen bar and tasted like a smoothie. My friend got the toasted old fashioned, and it was cool to watch the bartender light the drink on fire. \n\nThe food started coming shortly after. We ended up trying all 8 dishes that came to our table. The chef would come over explaining their creation, and it was hard to turn them down! The dishes came out in a timely and consistent manner, but we had to wait a bit longer for the last 2 dishes. Our favorite dishes were the duck ham with manchego, cobia and mussels, and farm egg with lion's mane as the flavors were on point. There were some dishes that we thought weren't as good or unique, including the Mongolian beef and ham and cheese krunchroll. We were both stuffed, but decided to end dinner with dessert and were given 3 options. We ended up choosing a cream puff dessert with caramel ice cream and pears. I enjoyed it a lot, but my friend would have liked it to have been sweeter. \n\nOur server was wonderful and checked on us often. It was our first time here, and she explained the restaurant's concept and menu to us very well. I would say that the vibe here is casual, with loud music and a fun atmosphere. Overall, I would recommend this restaurant to anyone who is open to trying different flavors and who are looking for an entertaining dinner!",
        "language": "en"
      },
      "date": "2022-10-16T21:08:58Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UPh-Ehrid6n0_oMkecXakw/o.jpg",
          "caption": "The sea witch"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HuFwFcQNd9zAwr14rNGBPg/o.jpg",
          "caption": "Toasted old fashioned"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AvnMofHmOvo7Y2H2yNpaZw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W9kYC047nvOHkROjnj6u1A/o.jpg",
          "caption": "Bar cart"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PHqX0ZAQYcvPOYU7RvQTbA/o.jpg",
          "caption": "Octopus. Apple. Avocado. Valentina hot sauce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/71hV_HxKWtk5fDwzAajqQQ/o.jpg",
          "caption": "Antelope. Corn nuts. Potato. Aji dulce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g8-zKfoSCBQF2t1ZPAIlSg/o.jpg",
          "caption": "B.A.N.A.N.A.S."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/07uPl5nZqbHqRl8AalWLvA/o.jpg",
          "caption": "Duck ham. Manchego. Pullman loaf. Pickles"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eWo5_K7p6oUiH0mDsqNLkg/o.jpg",
          "caption": "Ham and cheese krunchroll. Krab. Watermelon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/T8v0BREXVPEICSEHzImH_w/o.jpg",
          "caption": "Farm egg. Lion's mane. Foie gravy. English muffin"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Nessie G.",
        "user_id": "2HzzlZ6FZsu61kP1dvWrcA",
        "link": "https://www.yelp.com/user_details?userid=2HzzlZ6FZsu61kP1dvWrcA",
        "address": "Los Angeles, CA",
        "friends": 4,
        "photos": 16,
        "reviews": 32
      },
      "comment": {
        "text": "I love Gunshow so much. The service and family style seating is fine because the variety in the food is so good.",
        "language": "en"
      },
      "date": "2024-01-18T22:23:26Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Natalie A.",
        "user_id": "2AqekisW3i1VBhfAPu2T1A",
        "link": "https://www.yelp.com/user_details?userid=2AqekisW3i1VBhfAPu2T1A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-2szqa7ucM87JEGEvjYc0A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 74,
        "photos": 193,
        "reviews": 118,
        "elite_year": 24
      },
      "comment": {
        "text": "Gunshow was a phenomenal dining experience for anyone looking for something New York or Bay Area-ensue but an approachable menu. We have been told to come to Gunshow for some time now and after some friend's telling us about a recent birthday dinner, I went on Resy and found a prime reservation slot for that Saturday night. We arrived 2 or 3 minutes late to our 6:30pm reservation and the host had been expecting us. They had even gone so far as to customize the paper menu given to you with a \"Happy Anniversary\" message, without it being our anniversary. I think this is a funny mistake on my part for selecting anniversary instead of date night on the reservation form.  Something I need to commend Gunshow for doing is listening to customers who advise them of any type of allergy. It's rare in this day in age of hospitality that they anticipate your allergies or dietary restrictions and actively give you variations of that menu item to make it work for you.\n\nWe sat down and our waiter explained the concept. Different chefs create a hyper seasonal menu of various proteins and will present them to you only once in a roving style, much like dim sum. You must say yes or no on the spot. If you say yes, the waiter will mark down the quantity of items and leave them for you to enjoy.\n\nWe ate all of the night's options except 2 or them (for dairy purposes). We dined on raw scallop with horseradish panna cotta, Mahi fillets in a pumpkin bouillabaisse with crawfish, shrimp and a crab foam and pork belly with an apple turnover upside down cake and turnips. Remember when I said approachable menu? That night they were featuring an italian beef dip sandwich from the show 'The Bear'. \n\nWe enjoyed some delicious cocktails, although since we sat at the chefs table we didn't get them from the famous roving bar that creates your cocktails tableside. Instead they were brought to us. I have a lovely glass of wine that I enjoyed at the recommendation of the mixologist (Cinsault- Rogue Vine. Itata from Chile). \n\nThe desserts were what sent us over the moon. The banana pudding with torched whipped cream on top and date cake with coke syrup and boiled peanuts ice cream was inspired. \n\nDon't forget to take a picture with the chefs and staff as you leave! they'll take it on a polaroid for you to bring home as a keepsake!\n\nWe will absolutely come back here for a special event or a double date to try all the items in the next seasonal menu.",
        "language": "en"
      },
      "date": "2022-11-10T22:25:03Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g-rm4JYG9irdn0Cpg9AQoQ/o.jpg",
          "caption": "Small glimpse of the wine menu"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michell W.",
        "user_id": "GA9blngx5p5OrgzEEScwGQ",
        "link": "https://www.yelp.com/user_details?userid=GA9blngx5p5OrgzEEScwGQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EsJ3nUYikXN-YJ9Ec_oeOw/180s.jpg",
        "address": "Roswell, GA",
        "friends": 77,
        "photos": 95,
        "reviews": 256
      },
      "comment": {
        "text": "We are definitely fans!  Went for my siggy others birthday.  They had an amazing menu that night, of food and libations, which you can see on their website (their current offerings).  The chefs come around with their dishes and explain what it is and you give it a 'yay' or 'nay'.  With the exception of one dish, which was taken off the bill, EVERYTHING was tasty. We went in with an open mind and were blown away by some of the flavors and taste combinations.  The drinks are fun and delicious.  The waitstaff are attentive, nice, fun, and professional in a fun way.  We had the banana pudding for dessert, it was good, but not really necessary.  We were really full by the end of the savory stuff.  We will be back and bring friends next time.\n\nPS. Buy a 'Defend Southern Food' t-shirt.  They are cool...AND you would be supporting a 501c3 that provides meals for local families.",
        "language": "en"
      },
      "date": "2023-05-02T14:34:49Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jon W.",
        "user_id": "8nyUWgsOhkXC8FqapELx-A",
        "link": "https://www.yelp.com/user_details?userid=8nyUWgsOhkXC8FqapELx-A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/z54JhOO923sos95zPHWEyQ/180s.jpg",
        "address": "Santa Monica, CA",
        "friends": 2,
        "photos": 12,
        "reviews": 46
      },
      "comment": {
        "text": "Good food and interesting concept. Can get very expensive so a group of 4 people would a good size.  Any fewer and you won't be able to try everything.  One other thing, it is extremely loud inside.",
        "language": "en"
      },
      "date": "2023-10-11T00:28:42Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Art C.",
        "user_id": "fSPvk0Z_9eWm2kkUvhDJeg",
        "link": "https://www.yelp.com/user_details?userid=fSPvk0Z_9eWm2kkUvhDJeg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ReeAi_7ZOXojlMQh0OZnZw/180s.jpg",
        "address": "Germantown, TN",
        "friends": 295,
        "photos": 1513,
        "reviews": 2621,
        "elite_year": 24
      },
      "comment": {
        "text": "Minus 1-star for not caring at all about covid. I mean they were packing them in deep here. And I could see- I personally witnessed- someone in their crowded-ass dining room hacking up a storm. Ridiculous irresponsibility.\n\nAnywho, the food here was actually quite creative and very good- sans a very unfortunate trout dish that had the consistensy of mush and a taste to match.\n\nRegardless of the food, I can't recommend this place. This day-and-age you can't pack people into restaurants like sardines without compromising their safety... Ridiculous irresponsibility.",
        "language": "en"
      },
      "date": "2022-03-15T14:43:36Z",
      "rating": 3,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NizRO-UD7GPwAXDYbNh-Wg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qnOOGLW4J6yA7gtViB6KpQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/O3xDP2RS3fnP6cCYvjqSqg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wBVkb_ngkHAd2PnQK0ZVQg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IGCs9qsD-WyBE8QjOChWPw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 9,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Dianne Y.",
        "user_id": "4ervLPzMrdcuXoDj87evkg",
        "link": "https://www.yelp.com/user_details?userid=4ervLPzMrdcuXoDj87evkg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/eDXc-O9fddmudnWokFv0nA/180s.jpg",
        "address": "GA, GA",
        "friends": 99,
        "photos": 20,
        "reviews": 166,
        "elite_year": 24
      },
      "comment": {
        "text": "Delicious! We tried every single plate that was offered to us and I don't regret anything. It is a little pricey, but if you go with a large group and split plates, it isn't too horrible!",
        "language": "en"
      },
      "date": "2023-05-24T21:55:31Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Isabella P.",
        "user_id": "nI8UfGAQ5dqZ8DXMipTnIg",
        "link": "https://www.yelp.com/user_details?userid=nI8UfGAQ5dqZ8DXMipTnIg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BmCvD2dGqA09y_Kdkcwdqg/180s.jpg",
        "address": "Williamson, GA",
        "friends": 135,
        "photos": 42,
        "reviews": 34
      },
      "comment": {
        "text": "Owned by Kevin Gillespie who was featured in a  couple of seasons of the show Top Chef. This place definitely provides you with a unique dining experience. The staff comes around and presents a plate of food to you with a description of the dish. You can decide if you want to try it or not. All the food is incredibly delicious and unique. There's truly no other place like this I've experienced in Atlanta.",
        "language": "en"
      },
      "date": "2023-05-04T01:45:14Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/luvnRjm8Zsk_GAsKUa2N2Q/o.jpg",
          "caption": "Lamb ribs"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MEPjHxD4c5aMi2dLyptHDw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Jne_TOroG1RVoDvhLASVVQ/o.jpg",
          "caption": "Trout with Johnny cake"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OSTJOFqfxbHOMybpx7L8bQ/o.jpg",
          "caption": "Duck croquettes"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Carlos G.",
        "user_id": "gzB1mmFkVIOKpOMp_TIvoQ",
        "link": "https://www.yelp.com/user_details?userid=gzB1mmFkVIOKpOMp_TIvoQ",
        "address": "Seattle, WA",
        "friends": 0,
        "photos": 20,
        "reviews": 42
      },
      "comment": {
        "text": "I was very excited to go to gun show, so while I was in town for work, I made sure to make a reservation. Long story short, the atmosphere is fun and energetic if maybe a little bit loud. But that's OK. The \"dim sum\" concept for the menu was a little confusing at first, but we quickly got into the spirit of it. I enjoyed the family table seating aspect. We actually had a great conversation with the people sitting next to us, which is something I normally never do. So once you understand the rules of the restaurant, the rest of the night is easy. Waitstaff was attentive and on top of things. The chefs as they presented their food were clear and excited. The food was fantastic. I had so many different dishes. Grilled octopus with gnocchi, duck served two ways, an incredible beef tartare, etc. Cocktails were delicious. There were only two dishes that I wasn't crazy about. There was a beet dish that came with a sausage that I found to be overly salty. And the banana pudding. Apparently it is a staple dessert so I was excited to try it. In the end, I just found it to be grainy and just tasted of sugar. I didn't find it to be very interesting or even very tasty. But all in all the rest of the meal was incredible. Would totally come back again and just order a different dessert.",
        "language": "en"
      },
      "date": "2024-01-19T03:08:52Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Pt-fmZjloXF2NL6ydXsWRw/o.jpg",
          "caption": "Tonight's menu!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/C--TqCm0GUbEnuKALIfS0Q/o.jpg",
          "caption": "THE (lackluster) banana pudding. Seriously, unless you want a mouthful of sugar, don't have this."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bkM4xW_x59A8XL9AqJ_bsA/o.jpg",
          "caption": "Octopus with a masa gnocchi. Amazing!!!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FAPzjt1wHAMmZyMnVudQVQ/o.jpg",
          "caption": "Dessert tray. I should've followed my instinct and ordered the grapefruit or the white chocolate macadamia desserts."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alex h.",
        "user_id": "YfZChJEuLpGskQS3KK5blQ",
        "link": "https://www.yelp.com/user_details?userid=YfZChJEuLpGskQS3KK5blQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CkPIhIATdOMKuAmk-9o8jg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 438,
        "photos": 869,
        "reviews": 147,
        "elite_year": 24
      },
      "comment": {
        "text": "Owned by chef Kevin Gillespie , this place is amazing. Within an hour , you'll have everything on the menus presented to you along with an explanation and you can choose which dishes you would like.The service here is amazing , drinks are very good and unique and the food is phenomenal! Great place to go and grab drinks while trying some new dishes out that the chefs have prepared.",
        "language": "en"
      },
      "date": "2022-09-30T13:39:12Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4aMzMbs0p0ITcPIjT4aSaw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OWIPKBh9yW7HgEUYAULFwQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZS0qHBdDnRJAGO3FHngOlA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cwNpHdVqnG8AWW3YsrrkcA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Is6woSq5S7EQ8x4GOFsM-Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ym3j-8660t99EExJW5-S_Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YmPJcgzCZuZ7VvgJc_Jv4g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/655HqHIa6wr48TqAbtWe1g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/95RQBtBTcY8fHYaWXrKHbA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BsnAdCZRvIaWn2doSkjCSw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Atila M.",
        "user_id": "7RBIjT-dnJnEbNMmbA1Xlw",
        "link": "https://www.yelp.com/user_details?userid=7RBIjT-dnJnEbNMmbA1Xlw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Rkk9DvbseDggOkF0dh0S7A/180s.jpg",
        "address": "South Miami, FL",
        "friends": 15,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "good food, eclectic revolving food selection\nExtremely loud, blaring rock music\nAbsolutely killed my  dinning experience\nshouting to talk to is not\npleasurable nor is my pounding headache\nwould\nreturn for\nfood, not\nfor\nthe dining experiece",
        "language": "en"
      },
      "date": "2023-06-17T02:05:39Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "T G.",
        "user_id": "bz9XpvXMAc_D1n2DjW_-0A",
        "link": "https://www.yelp.com/user_details?userid=bz9XpvXMAc_D1n2DjW_-0A",
        "address": "Pittsburgh, PA",
        "friends": 1,
        "photos": 0,
        "reviews": 26
      },
      "comment": {
        "text": "Food very good, staff very friendly and attentive.  Loved the Octopus dish.  My first time trying several different dishes and enjoyed it.",
        "language": "en"
      },
      "date": "2024-01-14T17:55:02Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Clay E.",
        "user_id": "u7zdMmnJNurqv74y3XI97w",
        "link": "https://www.yelp.com/user_details?userid=u7zdMmnJNurqv74y3XI97w",
        "address": "Central Beach Alliance, Fort Lauderdale, FL",
        "friends": 0,
        "photos": 1,
        "reviews": 7
      },
      "comment": {
        "text": "Weird, gamey foods. Maybe for some but not for me. Service and drinks were excellent!",
        "language": "en"
      },
      "date": "2024-01-20T16:47:26Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mallory G.",
        "user_id": "cdIUZwaJ-gC0JZHRZiwKbQ",
        "link": "https://www.yelp.com/user_details?userid=cdIUZwaJ-gC0JZHRZiwKbQ",
        "address": "Buckhead, Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "If you want to feel like you're in that movie The Menu -- go here. It has a strange vibe in which you pay Michelin star prices for a strip-mall-Dim-Sum atmosphere.",
        "language": "en"
      },
      "date": "2024-01-19T15:00:03Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chaz C.",
        "user_id": "Gaq9rRJsoBz9o5ekkiBMzQ",
        "link": "https://www.yelp.com/user_details?userid=Gaq9rRJsoBz9o5ekkiBMzQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NH80AINJeCAXJV1JCJO6Tw/180s.jpg",
        "address": "Sandy Springs, GA",
        "friends": 48,
        "photos": 18,
        "reviews": 77
      },
      "comment": {
        "text": "Our first experience was NINE years ago!  It's amazing (on the face of it) that a restaurant is still outstanding for that many years.  My bride and I went again last night for my birthday.  We live on the north side of ATL so it took more than an hour to get there - but, again, it was well worth it.;\n\nThe concept continues to be different and well-delivered.  A half-dozen chefs prepare dishes in sight and all are fantastic.  We had nearly everything on the menu (which changes often).  Our favorite was the Duck Ham; we ordered it twice!  Our next favorite was the Stuffed Chicken Wings; very special.\n\nThough the wine list is limited we enjoyed a bottle of Queen of the Sahara Red Blend.\n\nEveryone on staff was cheerful, friendly, and knowledgeable.  Our server Patrick was excellent.  We asked to meet one of the chefs and he came out to talk about his dish.  Such a treat!\n\nNone of this was spoiled by the VERY noisy environment.  Go there!",
        "language": "en"
      },
      "date": "2022-11-03T16:09:37Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sarah S.",
        "user_id": "jDqEYQ5z20aKuz_CQ9mfOw",
        "link": "https://www.yelp.com/user_details?userid=jDqEYQ5z20aKuz_CQ9mfOw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JrJqowXBXWtxrceh6Evuvw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 6,
        "photos": 13,
        "reviews": 36
      },
      "comment": {
        "text": "This place is fabulous. Food and service A++. I was a huge fan of Kevin from Top Chef, and although he was not there the entire staff exudes his sense of friendliness you see on the show. It is a unique restaurant where dishes are brought to you by the actual chefs that made them, and then you say yay or nay. Not a traditional vibe where you look at the menu and choose. I enjoyed this, as we got to see everything! Kitchen is open to the dining area. \n\nFirst round of cocktails is made at your table. The old fashions had a little fire show. The menu is seasonal and changes constantly, but the lamb, duck, lobster and rigatoni dishes were out of this world. My family enjoyed items like fried sweetbreads and chicken liver mousse which they had never had and were at first reluctant to try. \n\nThe banana pudding is always on the menu as the recipe is from Kevin's grandmother. It's an environment where you truly feel some one is sharing part of themselves with you. Cheddar apple pie with French fries?! Definitely a place for foodies. Highlight of the evening included complimentary Polaroid photo with all the great chefs. Our server Ash was beyond nice. \n\nI was able to park in the lot as our reservation was at 6 (right when the restaurant opened), but if your reservation is later this lot will likely be full so recommend street parking or Uber. It's a casual place, so wear whatever you're comfortable in. \n\nI went here with my parents and my sister as a kick off to the holiday season. Zero regrets. Will definitely be going back with my very jealous boyfriend who was sick.",
        "language": "en"
      },
      "date": "2022-12-22T02:01:44Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/02_7aEhHKwcZM-3bX75l9Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mmDCu7yxiQ3GA99oyZg5oA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-DY8ZnhA-dALphd80SK0ww/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YvGPdJ9sXDVMPOzZY_jpRg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QFJKOfvCW7aFiZaV4LGMIg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Dq0uU_ljRyZGlII5Nc7NUQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1PWOo8CeygtVb7M-QBG_bQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QONbkWFtCXSsX2FO9q6-vQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/slQDnQT7q8d_KZpS0zvuag/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R4fu-0QSuwEUP1DnBMAw_w/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=1q3u0GmFKRKPV_ikCiCbUw&start=70"
  }
}