{
  "search_metadata": {
    "id": "65ef300e4d443d8349d23861",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/cba2f21086e022a5/65ef300e4d443d8349d23861.json",
    "created_at": "2024-03-11 16:23:42 UTC",
    "processed_at": "2024-03-11 16:23:42 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/NDvXI500LkmWjtOhk4MCZw?",
    "raw_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef300e4d443d8349d23861.html",
    "prettify_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef300e4d443d8349d23861.prettify",
    "total_time_taken": 4.14
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 40,
    "num": "50",
    "place_id": "NDvXI500LkmWjtOhk4MCZw"
  },
  "search_information": {
    "total_results": 250,
    "business": "Lyla Lila"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 250
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Megan Y.",
        "user_id": "BptB0o012W_6YmuIizsxhw",
        "link": "https://www.yelp.com/user_details?userid=BptB0o012W_6YmuIizsxhw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kRFWZkxb5CGsfuWk6yX5Yg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 107,
        "photos": 264,
        "reviews": 179,
        "elite_year": 24
      },
      "comment": {
        "text": "I wish I had the photos, but at the time, my younger sister was the resident Yelp reviewer in the family (and still is!)\n\nWe came to Lyla Lila during my graduation weekend last May, and were not disappointed. We ordered a few of the entree pastas to share, and everyone had good things to say about at least one of the choices.",
        "language": "en"
      },
      "date": "2023-05-18T03:11:05Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Franck W.",
        "user_id": "Gw_S1jKAbIrLvQ9IjYzG6A",
        "link": "https://www.yelp.com/user_details?userid=Gw_S1jKAbIrLvQ9IjYzG6A",
        "address": "San Francisco, CA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "This is not your typical Italian restaurant. The chef is very creative putting a twist on traditional dishes and creating some amazing dishes that will delight you. \nPlease do yourself a favor and order the duck lasagna. \nI will be waiting for you thank you note",
        "language": "en"
      },
      "date": "2023-12-27T02:05:54Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Laura S.",
        "user_id": "QS-7BgoXE84Z_JKDiE9cgg",
        "link": "https://www.yelp.com/user_details?userid=QS-7BgoXE84Z_JKDiE9cgg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GvFnwAtUNJK190fFLqRTDA/180s.jpg",
        "address": "Owens Cross Roads, AL",
        "friends": 1,
        "photos": 35,
        "reviews": 66
      },
      "comment": {
        "text": "I almost took off a star because of our table, but the food was just too amazing. But please pull the shades down when the sun is setting. We sat in the corner booth and it was so hot with the sun beating on our backs. \n\nI went with a friend and we had the homemade focaccia, the broccoli salad, the waygu beef & truffle ravioli, the rabbit & corn ravioli, and a side of mushrooms. Both raviolis were delicious. The broccoli salad was an unexpected gem though! The flavors worked so well together and we loved it! The bread and mushrooms were also great. \n\nI would definitely go back, but I would not would not want to sit in the sun and sweat in such a nice restaurant again.",
        "language": "en"
      },
      "date": "2023-07-28T18:57:52Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YuQnFTkSeZB9U9m_TJLzMw/o.jpg",
          "caption": "Broccoli salad and focaccia in the background"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8u7yH1HZBcdrM50X5wvccA/o.jpg",
          "caption": "Rabbit & corn ravioli in the front, waygu Wagyu Beef & Truffle Ravioli in the back, and side of mushrooms"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Daniel R.",
        "user_id": "I3keAAeG-wlpA4OLhUoDvQ",
        "link": "https://www.yelp.com/user_details?userid=I3keAAeG-wlpA4OLhUoDvQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NQwECVIF4qUe8b2xqlYArQ/180s.jpg",
        "address": "NY, NY",
        "friends": 0,
        "photos": 10,
        "reviews": 16
      },
      "comment": {
        "text": "Wow was this a poor experience the second time visiting. Came 7 months ago and was blown away by how good the food and service was. We were sat in the back room then and didn't love the ambiance, so pledged to return to the bar.  Friday we returned....\n\n...It was odd to enter prime time (~8pm) on a Friday to find a near empty bar. The two working behind the bar weren't too happy to see us get seated there despite it being slow. We even overheard one sharing their frustration that we weren't seated at a table.\n\nFast forward to food. We ordered two appetizers, two pastas and a dessert. Both apps were borderline inedible. Someone dumped salt and other seasoning on both dishes. We were up all night drinking water to cure the pain from eating it. Pastas were still good, but not great. Dessert, while huge, also not as precise as the last visit.\n\nFor a multiple hundred dollar check for two people, this can't happen. For food of their caliber, this can't happen. Atlanta is filled with alternatives that deliver night after night.\n\nI sadly will not return for some time. Maybe in 7 months we will see it can be turned around.\n\nSo sad.",
        "language": "en"
      },
      "date": "2023-10-30T14:33:02Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tonni B.",
        "user_id": "5pNDgp0FdwfoSIIvyQXOhQ",
        "link": "https://www.yelp.com/user_details?userid=5pNDgp0FdwfoSIIvyQXOhQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0R05DLer4NVokaa2Pps7cQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 198,
        "photos": 0,
        "reviews": 10
      },
      "comment": {
        "text": "The food is really good. Very rich, but very good. I would've given it five stars but the service wasn't great. We sat at the bar, and the bartender barely paid attention, and was kind of rude.",
        "language": "en"
      },
      "date": "2024-01-05T00:11:40Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rich V.",
        "user_id": "jpvMnToAIQtcw-dNi5EUkw",
        "link": "https://www.yelp.com/user_details?userid=jpvMnToAIQtcw-dNi5EUkw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3mgPr94ms9GdpmJIF3nuiw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 349,
        "photos": 1039,
        "reviews": 339,
        "elite_year": 24
      },
      "comment": {
        "text": "This is the current Atlanta \"It\" place for Foodies. We happen to go on the same night as two couples of other friends, who are all wine lovers. The space is quaintly elegant and comfortable, but there is no valet parking. Depending upon your reservation time and fox activities, this could make parking a real headache. \n\nFront of house was great for us. Our waitstaff was super friendly and paced us as we prefer, no rushing. I did try a cocktail, and was underwhelmed, but the list is interesting and follows the present distilled agave trends. Corkage was $50, which was disappointing. Our cork service was great, and I enjoyed the stemware selection, but our friends' bottle service was neglected. $50, wine opened & decanted, food's arrived, NO glassware. That's a problem.\n\nThe wine list focuses on smaller bio-organic producers, which is fine. Much of the focus in my cellar is the same, but the wine selections are strange. I collect a lot of wine and have for some time, and I knew very few of the producers. The pricing is very poor, and I don't understand the selection. For example, they had a 2019 Rias Baixas rojo.  (Which showed about an 400-500% mark up based upon a web search). Why?  So many good opportunities for bio-organic wines from Spain that would have be riserva or older. Most wines on the menu were quite young and not worthy of drinking at this time, yet the pricing was beyond reasonable.  In short, I think the restaurant is NOT friendly to the wine-lover, and is focused on cocktail quaffers. \n\nMenu selection is interesting for the salads/small plates and pasta dishes (first two sections), but the larger plates  were almost programmatic: chicken, steak, rack of lamb, trout, scallops. Nothing interestingly done, just \"normal\" but with premium prices. \n\nI will say our food was very well done. The broccoli and fennel salad was excellent.  Tuna crudo was high quality. I had the wagyu beef ravioli, and they were excellently prepared. I loved the truffle and wine reduction. Unfortunately they were served on a cold plate, so they came out tepid at best. \n\nAll in, I felt like \"meh\". We had a nice night, but food and wine go together, as an old French saying that loosely translates as, \"Food without wine is like life without music.\"  I prefer music in my life. I don't need to go to a restaurant that is unfriendly to that notion.",
        "language": "en"
      },
      "date": "2022-09-28T12:16:44Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9FhMugT_dCaNqeLAu0u-Vg/o.jpg",
          "caption": "Wagyu beef Wagyu Beef & Truffle Ravioli"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nina C.",
        "user_id": "xAnTG6XwlJDPzOjYrXrdmQ",
        "link": "https://www.yelp.com/user_details?userid=xAnTG6XwlJDPzOjYrXrdmQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ET2qABowHmkYAP3scgYf2g/180s.jpg",
        "address": "Charleston, SC",
        "friends": 304,
        "photos": 345,
        "reviews": 133,
        "elite_year": 24
      },
      "comment": {
        "text": "We've been planning on coming here for FOREVER! You definitely needed a reservation and it is SO worth all the hype. The ambiance is romantic but also rustic chic.  We we're a bit early for our reservation so we sat at the bar to get a drink and look at the menu. We didn't end up getting seated until about 30 mins after but the host was very friendly and updated us. We got sat and was pleasantly greeted by Ayberk who was a beautiful and friendly young lady. She was very knowledgeable about the menu and gave us great recommendations. She even gave us a complimentary app which was the fried artichoke, those were so unique and very flavorful. We started with the cold smoked scallops, very tender and it's definitely a specific textured dish- and what I mean by that is that since they're served cold and whole it might be unpleasant to someone who doesn't like that more mushy texture. But they had great flavor, not fishy but great with the sauce. We also had the mushrooms, the amazing snapper that was wrapped in squash, that was probably my favorite - so delicate, light and fresh. The crispy duck lasagna was cooked perfectly along with the cavatelli pasta, al dente and delicious. We had to save room for the lemon cheesecake! One minor detail I'll say is that you don't get free refills on soda, so if you order a 2nd one they will charge you. But overall Ayberk gave us an amazing 5 star experience and we're so glad we finally got to try this place. The Chef knows what he's doing and the staff are amazing. Must try if you're in atlanta.",
        "language": "en"
      },
      "date": "2023-09-08T02:31:34Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sOfwpb_qPwqzmrb36wlepg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8zUEJmRNINOvcTXq3rwlFA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gZZfbOSVgrSmNEKnCTzndw/o.jpg",
          "caption": "Lemon Cheesecake"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2X-kEI6q3XkD8IToOmQIKg/o.jpg",
          "caption": "Snapper wrapped in squash. Holy delish"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BFTcCClwiMC0SsMZ4bD5iA/o.jpg",
          "caption": "Crispy Duck Lasagna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eBaCWTECG0tjjc3AiwiIqA/o.jpg",
          "caption": "Rose and tamarind whiskey cocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j8WWiOW2K5qBbsy2hbMdXQ/o.jpg",
          "caption": "Crispy Artichokes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vm2yShwS1KfvyawN6WjOpg/o.jpg",
          "caption": "Cold Smoked Scallops"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chare B.",
        "user_id": "n89thzn8us5xRbkfNO1Hpg",
        "link": "https://www.yelp.com/user_details?userid=n89thzn8us5xRbkfNO1Hpg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1IqnlGZHt2zMdgP6zGLBbQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 10,
        "photos": 105,
        "reviews": 66,
        "elite_year": 24
      },
      "comment": {
        "text": "I've wanted to try Lyla Lila for a minute but never committed. There are so many good restaurants in Atlanta some just get lost in the shuffle. All I have to say is I should have come sooner. We had the Crispy Duck Lasagna, Squid Ink Spaghetti, Truffle mushrooms, and Smoked prosciutto and melon salad. All were absolutely amazing. I'm not a big fan of cheese but I love duck so I was very cautious about the duck lasagna. It was amazing. Endless layers of pasta and tasty duck. The lasagna was not cheesy at all. It had a delicate bechamel sauce that added to the overall flavor and a crispy top that gave it a nice crunch. It's also a very large portion. My husband and I easily could have split it but I also wanted to try the squid ink pasta.  The squid ink spaghetti was really good.  It had nduja and rock shrimp.  It was a very nice blend and the flavor was very balanced and the pasta was perfectly cooked.  It was a good-sized portion.  The truffle mushrooms were a nice addition to the pastas.  A variety of mushrooms with some of my favorites present.  The mushrooms were tender and the parmesan was not too overpowering.  Last but not least the smoked prosciutto and melon salad was sooooo good!  Next time I would get one for myself and one for my husband.  The prosciutto and the melon are thinly sliced, allowing the sweetness and smokiness to combine nicely.  In regards to ambiance, I recommend sitting in the dining room.  We sat at a table near the bar and it was pretty loud.",
        "language": "en"
      },
      "date": "2023-09-07T12:40:49Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WQpXa-fIhbbpE_kXb-t7uQ/o.jpg",
          "caption": "Crispy Duck Lasagna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YbyTP0MC7NpZRoUPwPSuIQ/o.jpg",
          "caption": "Smoked prosciutto and melon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sK-yW4MKq-tbbJIuyPt8jQ/o.jpg",
          "caption": "Squid Ink Spaghetti"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ENfAZbfQ7K8X-MQ5fdL0NQ/o.jpg",
          "caption": "Truffle mushrooms"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Luke H.",
        "user_id": "m98xRqao6G4Ia1f5WV_RyA",
        "link": "https://www.yelp.com/user_details?userid=m98xRqao6G4Ia1f5WV_RyA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cB3q9UmiU3UlcEIpEHnpQA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 32,
        "photos": 3749,
        "reviews": 224,
        "elite_year": 24
      },
      "comment": {
        "text": "Very good Italian food in Midtown. Started off with house bread and crispy artichoke. The bread was okay after scrapping the salt off and not sure what happened to the rosemary. \nThe artichoke had a nice presentation and it was crispy, and a little on the dry side. \nSquid ink spaghetti had a nice spicy taste with the red pepper flakes and plenty of shrimp. \nA large plate of wood roasted maitake mushrooms and roasted cauliflower completed our dinner. \nFor dessert, ordered lemon cheesecake which was okay...without a lemon flavor.",
        "language": "en"
      },
      "date": "2022-06-29T22:31:53Z",
      "rating": 4,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/a1PzkBxFtjfjXffuSuf6Mw/o.jpg",
          "caption": "Squid Ink Spaghetti"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ztg2G1e2yI7Xu9IDf_-sXQ/o.jpg",
          "caption": "Dessert menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3VUrdc0ahLP3nUblpj8A4g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OuanwCOfZ_zWePQciirudg/o.jpg",
          "caption": "Crispy Artichokes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W3T-ztFHd_7h62J3ahMIVA/o.jpg",
          "caption": "Wood roasted maitake mushrooms"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ahSJTFWP50iHi5HGPLKNTg/o.jpg",
          "caption": "Roasted cauliflower"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XisagKcFAViLYliMKLkq1Q/o.jpg",
          "caption": "House Bread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CqxQNdPFYcclK_ehJBRBgQ/o.jpg",
          "caption": "Today's menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uwfRsCvVxT5PHTz_gJ32Tw/o.jpg",
          "caption": "Lemon Cheesecake"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Emily J.",
        "user_id": "uxYahzjiKy1IdoDmA0_5pw",
        "link": "https://www.yelp.com/user_details?userid=uxYahzjiKy1IdoDmA0_5pw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9rzTW0g3k3-BBXh95orw8Q/180s.jpg",
        "address": "Chicago, IL",
        "friends": 31,
        "photos": 508,
        "reviews": 144,
        "elite_year": 24
      },
      "comment": {
        "text": "The waitress at this cute spot was super friendly and offered some great suggestions. Love that they do appetizer portions of their pastas so we could try more dishes. The cold smoked scallops and sweet potato mezzaluna were divine. We also enjoyed the red snapper wrapped in squash. The squid ink pasta was surprisingly quite spicy with the Calabrian sausage but we are into the heat. Things were a bit on the pricey side but it was a great spot to bring a date or for a small group of friends. The affogato was a great end to the meal with a glass of Amaro Nonino.",
        "language": "en"
      },
      "date": "2022-11-27T21:46:56Z",
      "rating": 4,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Rerq2S1AxVZnuhSxYwifhA/o.jpg",
          "caption": "Cocktail list"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0P56TVtB1jtx5rdkeezRJg/o.jpg",
          "caption": "Cold Smoked Scallops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/h_UZVrd5fYsiX0WxwT79Pg/o.jpg",
          "caption": "Open Sesame and Strange Magic"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/721yjEv8ZyAzM6uoE7F58g/o.jpg",
          "caption": "Brussel Sprouts"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Z6g_7X-54DtFq0MKuyQprQ/o.jpg",
          "caption": "Sweet Potato Mezzeluna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wT-0GcnhgsWSZrhFLDkMCg/o.jpg",
          "caption": "Squid Ink Spaghetti"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ykDZ0eNE2CUDw6a4Svr7NA/o.jpg",
          "caption": "Dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/M4AZSIDpvoNbB0aCKngSxA/o.jpg",
          "caption": "Snapper"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Brian H.",
        "user_id": "G6DsO7ViO-XX7_xQF4Y3OA",
        "link": "https://www.yelp.com/user_details?userid=G6DsO7ViO-XX7_xQF4Y3OA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qhHgQJD8nh2ee_PlGG_Trw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 1652,
        "photos": 3807,
        "reviews": 470
      },
      "comment": {
        "text": "Celebrated our 15 year anniversary at Lyla Lila and must say it was a fantastic experience and meal.  Definitely exceeded my expectations and was very happy with our decision to dine here.  The food was wonderful and every bite enjoyed.  This is fine dining so nothing is free or cheap here, so if you're looking for value, you'll probably have to look elsewhere. Not even the bread is free here, so we ordered some (Rosemary Ciabatta) for $7 to be met with 4 small pieces of bread which we kind of laughed at, but it was delicious, so we just went with it.  We didn't know what to order so we went with the recommendations we found online and got a glass of red wine recommended by our waiter who let us sample 2 wines before deciding, and a cocktail.\nOn top of the bread we ordered wagyu beef tartare which was delicious as our 2nd appetizer.  For entrees we ordered the duck lasagna and squid ink pasta.  Both were phenomenal and highly recommended.  For dessert we went with tiramisu and a decaf espresso which was a nice end to our filling and very fulfilling meal.  Everything was top notch and high quality and you can really tell they aim to please here.  The customer service was superb and our waiter Karl was very kind and attentive throughout our 2 hour coursed meal and the night was celebrated majestically. \n\n5 solid yelp stars and two thumbs up for Lyla Lila!",
        "language": "en"
      },
      "date": "2023-04-12T16:53:44Z",
      "rating": 5,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1LIDYuLHja_V-afVBycjPQ/o.jpg",
          "caption": "Tiramisu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fwiJhWQlS047glADdwe4-Q/o.jpg",
          "caption": "Soul vaccination"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KjHdaolxJhccMCL-wgBe_g/o.jpg",
          "caption": "Wagyu tartare"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YnL5DV-qDAjZuofAlLq0TA/o.jpg",
          "caption": "House Bread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1BX2iomiZ9w0oOallO_BIQ/o.jpg",
          "caption": "James Beard award"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gjj63X_kbyoAx3lfvwGsgw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lpcEI0z4wCr6YY6Spk0QZA/o.jpg",
          "caption": "Crispy Duck Lasagna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g_uqy5NUXNZZCdzqiR2RDQ/o.jpg",
          "caption": "Squid Ink Spaghetti"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BIJwEHlbtkmANepZ2hiRyQ/o.jpg",
          "caption": "Red wine recommended by waiter"
        }
      ],
      "feedback": {
        "useful": 8,
        "funny": 4,
        "cool": 7
      }
    },
    {
      "user": {
        "name": "Stephanie G.",
        "user_id": "WmDHqb_1Frb_q8sc0VLCuw",
        "link": "https://www.yelp.com/user_details?userid=WmDHqb_1Frb_q8sc0VLCuw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ScMpLhi8oh-qJq9bW9ICOQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 99,
        "photos": 529,
        "reviews": 424,
        "elite_year": 24
      },
      "comment": {
        "text": "Our experience at this place was top notch and I have nothing negative to say about this place. From getting seated to food to service, everything was absolutely amazing!\n\nWe had reservations for 8:45 PM and we arrived shortly before 8:30 PM. I checked in with the hostess and she mentioned they are running behind on tables so I was asked to stand next to the bar. She then seated me to a cocktail table while our table was getting cleaned and set. We were seated at our table within 10 minutes of arriving. It did take awhile for our server to get to our table, but everything was smooth sailing once she introduced herself and got our drink orders. Our server, Emily, was super helpful as this was our first time dining at Lyla Lila. She explained the menu breakdown, which made us change what we were initially ordering. One aspect about this place that we really liked is that we can order the pasta dishes as an appetizer portion. Emily mentioned that it would help their kitchen if we ordered all our meals at once and to help space out when we get our food. At some point, we waited for awhile to get our last few dishes and they gave us complimentary wine (half pour), which honestly made up for the wait. \n\nHere's all we ordered:\n-House bread (arrived warm with a spicy butter)\n-Fried artichokes: nicely fried with a creamy tangy sauce, though I thought the inside of the artichokes was too greasy for my liking\n-Squid ink spaghetti: my husband's favorite! The pasta had a very nice chew and the shrimp was cooked perfectly, it had a nice spice to elevate the flavor\n-Scallops: my favorite dish of the night! Big pieces of scallops with the crust and the squash that it was served with was perfect *chef's kiss*\n-Duck lasagna: the lasagna pasta itself was nice and thin and could really taste the duck over all, it had a super nice crunch topping too\n\nWe were so stuffed by the end of this meal that we did not have room for dessert. Their food and service are exceptional. I would HIGHLY recommend this place but make sure that you make a reservation or check back often if any tables open up!",
        "language": "en"
      },
      "date": "2022-11-03T14:28:07Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gLSONE4HgDMKpRYvkjIRMA/o.jpg",
          "caption": "Scallops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/phD0HyuBzy9AI6Uo65KK-g/o.jpg",
          "caption": "Crispy Duck Lasagna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cWDjb2jaE3sUnCdtqbG49Q/o.jpg",
          "caption": "Squid Ink Spaghetti"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fYQDvWccrK0LNCjyOyqJpw/o.jpg",
          "caption": "Fried Crispy Artichokes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8G16Y6BQG4H1x5gU_dLBVw/o.jpg",
          "caption": "House Bread"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Shelley Y.",
        "user_id": "swo-Y4UiYdvpry6IsmVNTQ",
        "link": "https://www.yelp.com/user_details?userid=swo-Y4UiYdvpry6IsmVNTQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2_6CCqIarH7E9JdZz-MAAw/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 189,
        "photos": 324,
        "reviews": 188,
        "elite_year": 24
      },
      "comment": {
        "text": "For appetizers, we opted for the cold smoked scallops, soft shell crab, and crispy artichokes. Of the three, I would say that my favorite was the scallops. It had a uniquely sweet flavor and soft texture and paired well with the sauce. \n\nFor my main course, I got the duck lasagna ($36). The full size portion is HUGE. Definitely more than enough for two people. They do offer to do half plates of the pastas. The half portion of the lasagna is $7 less than the full size portion. I got the full size so I could take some home to eat later. I chose to pair my meal with the sangiovese from Italy. \n\nWhen you first walk in, you immediately see the circular bar. If you cannot get a reservation online, you can always try to do walk in bar seating! We were led through the main dining area to a cute little room in the back. It was very dim in that room with a small candle on each table. We had to pull out our phone flashlights to read the menu. \n\nAll in all, an enjoyable experience - though a tad expensive.",
        "language": "en"
      },
      "date": "2022-04-30T02:00:20Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AnO5ohu--xgNgk6YXSF_Cg/o.jpg",
          "caption": "Duck lasgana"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LQXccW1dk06WB8eKM3LMsg/o.jpg",
          "caption": "Soft shell crab"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5CDftbXB-A5I-dy7vrqusQ/o.jpg",
          "caption": "Crispy Artichokes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ErPKdZ2xRVcc40QD9vTllw/o.jpg",
          "caption": "Cold Smoked Scallops"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Natalie A.",
        "user_id": "2AqekisW3i1VBhfAPu2T1A",
        "link": "https://www.yelp.com/user_details?userid=2AqekisW3i1VBhfAPu2T1A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-2szqa7ucM87JEGEvjYc0A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 74,
        "photos": 193,
        "reviews": 118,
        "elite_year": 24
      },
      "comment": {
        "text": "Lyla Lila is one of the most hyped up restaurants in 2022 in Atlanta, yet the flavors fell well below my expectations. This restaurant has a huge waitlist, stringent cancellation policy and is advertised as a Resy Dining Guide restaurant. I have never been steered wrong by Resy until I came to Lyla Lila. The menu was far too expensive (in line with the Instagram foodie influencer hype) and way way way too salty! I swear we drank 3 bottles of water at our menu to overcome the obliteration of my pallet. \n\nThe chicken main entree was alright, again, salty, and didn't have many compelling textural elements to it (re: crispy skin, juicy meat, smooth sauce, crispy veg). We left disappointed and thought \"it's just ok and not worth the hype and 3 figure cheque\".",
        "language": "en"
      },
      "date": "2022-11-10T22:49:35Z",
      "rating": 2,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Monica L.",
        "user_id": "0uEqdNTVj-I7zM83bbcgsg",
        "link": "https://www.yelp.com/user_details?userid=0uEqdNTVj-I7zM83bbcgsg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Z-4doJ3Pydnf7ngpF7hhqA/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 2761,
        "photos": 1773,
        "reviews": 1783,
        "elite_year": 24
      },
      "comment": {
        "text": "We just went to the bar for light snacks and drinks. At first, it was awkward as we were getting ignored by the bartenders and the lady switching music up front couldn't answer any of our Qs nor did she try to find out--we literally asked if we could order food...but once a bartender locked in on us, he was attentive and on it for the rest of the night. They have a really good selection of alcohol, though head's up that their espresso isn't anything to write home about (no cream either, just whole milk). In addition to drinks, we also got:\n\nBread selection: Sourdough and rosemary ciabatta slices with herb compound butter. This came out way better than I thought. The sourdough was ok, but that ciabatta was fluffy and pillowy and a complete delight. The salt flakes on top rounded it off and the butter was of great quality. Worth every dollar.\n\nBeef tartare: Each restaurant makes their tartare differently, and this was no exception. The togarashi/chili flake really adds a wonderful kick to each bite, and they amp up the textural component with fresh greens and light crisps on top. I highly recommend this dish.\n\nCold smoked scallops: This comes literally smoking as the lift the lid from the bowl, and it smells so decadent! There's a few drops of sauce at the top of the scallops that add color and creaminess to the dish, and the scallops themselves have the smooth, velvety texture of butter. I put some on my bread and oh em gee! What a treat!\n\nHonestly, the food here was absolute heaven and I'm excited to come back for the full dinner experience. The stars will improve if service is on point right from the start next time...stay tuned.",
        "language": "en"
      },
      "date": "2022-10-03T18:33:51Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Art C.",
        "user_id": "fSPvk0Z_9eWm2kkUvhDJeg",
        "link": "https://www.yelp.com/user_details?userid=fSPvk0Z_9eWm2kkUvhDJeg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ReeAi_7ZOXojlMQh0OZnZw/180s.jpg",
        "address": "Germantown, TN",
        "friends": 295,
        "photos": 1513,
        "reviews": 2621,
        "elite_year": 24
      },
      "comment": {
        "text": "We almost missed our dinner rreservation here because of a show down the street (and subsequent parking nightmare). So much stress before dinner.\n\nIn any case, after we finally figured out the parking sitch, we actually had a very good meal here. Some dishes were definitely 5-star, but a couple of others were clear misses. Here's the rundown.\n\nOne of the stars was the broccoli and fennel salad which was just so good to me. I love a good salad, but rarely (and I mean super rarely) do I actually call out one in a review. But this one was that good.\n\nThe other star was the roast chicken. That dish was perfect in every way. Perfectly cooked, perfect accoutrements, perfect everything. I'd want to eat that every night.\n\nI should shout out the snapper in squash and the agnolotti as well as they were also both quite good.\n\nA couple of clear misses though. That famous lasagna landed like a brick for us (and looked like a brick too). It felt so out of place among the otherwise delicate cuisine. And where's the duck in the duck lasagna? The taste was actually there, but it was far from our favorite.\n\nAnd then there was the undercooked cheesecake. Total fail.\n\nAll-in-all, we'd definitely go back here. Not on a show-night though.",
        "language": "en"
      },
      "date": "2022-03-15T12:36:11Z",
      "rating": 4,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UHB5ZTXnd-H5JKUtdNgzvw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XEgiavNhxShWDqXtI9JAZg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ShvmHbgJi6P-SEtnFQSuFg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pa6dwChxNq1u7Q5aeCuVfw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jmnWtpZgByI1yelLnWAO-g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Gp0XFDcKx_xSZXiJNMoSPA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Daniel B.",
        "user_id": "j14WgRoU_-2ZE1aw1dXrJg",
        "link": "https://www.yelp.com/user_details?userid=j14WgRoU_-2ZE1aw1dXrJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AZ91dRaJnhwWt6ARSNVc3A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4855,
        "photos": 87987,
        "reviews": 4855,
        "elite_year": 24
      },
      "comment": {
        "text": "The food and service at Lyla Lila were simply phenomenal. If you're looking for a great upscale restaurant in Atlanta, this is one of my current top recommendations. The cuisine is Southern European, such as Italian and Spanish.\n\nLyla Lila is located only a block north of the Fox Theatre. Drinks at the bar or dinner at the dining room or patio at Lyla Lila would pair really well with a show at the Fox. You just have to make sure to book reservations well in advance because this place is popular. It's ideal for a fun night out.\n\nWhen I booked a week out for a Friday dinner, via Resy, the only available times were right when they opened at 5:00pm or late, at 9:45pm and after. Seatings were available until as late as 10:45pm on Friday and Saturday. 9:45 ended up working out well for us. When we arrived, both the bar and dining room were packed and bustling. By the time we were done around 11:45pm, the dining room had completely cleared out and we were the last to leave. There were still folks at the bar. This is a dinner-only restaurant.\n\nWe parked in the 715 Peachtree deck nearby. Enter the deck via 3rd St NE. If you're familiar parking in this area for the Fox, this is the same as the Fox \"Orange Lot.\" For us, it cost $10 on a non-Fox-event night. The restaurant doesn't validate, unfortunately. You can also street-park in the area or park in The Georgian Terrace deck, accessible via Peachtree St NE (same block as restaurant).\n\nThis isn't a very big restaurant nor is it that lavish. It's simply yet tastefully designed. The bar is beautiful. The main dining room is cozy and well-appointed. It's snug, so you're likely to sit close to your neighbors. There's a second dining room which I noticed the staff curtained off later in the night after it had emptied out. I think it's a bookable private dining room. In general, the staff seemed well-trained and on top of their game.\n\nWhen we visited, the food menu had 24 selections. No matter how many dishes you choose, your meal is coursed out for you.\n\nHere's what we got:\n\nSpirited (drinks):\n* I'll Take You There ($14) - rum, Averna, lime, cucumber, sugar\n* Soul Vaccination ($15) - duck fat washed bourbon, beer reduction, bitters\n\nStarters:\n* Wagyu Beef Tartare ($23) - colatura aioli, togarashi, pickled mustard seeds, sunchokes\n* Cold Smoked Scallops ($24) - green harissa, Thai basil aioli, roe, pane carasau\n\nPasta:\n* Crispy Duck Lasagna ($36) - cocoa bechamel, Parmigiano, carrot-coriander puree\n\nMain:\n* NY Strip Steak ($55) - potato-marrow puree, marsala, peppercorns, mushrooms, herb salt\n\nSide:\n* Wood Roasted Maitake Mushrooms ($15) - black truffle aioli, Parmigiano\n\nDessert:\n* Ice Cream Sandwich ($10) - pistachio gelato, \"magic shell,\" fennel pizzelle\n\nEverything was outstanding. Every bite was delicious. There's not a single bad bite here. The flavors were complex. All dishes (and drinks) were skillfully prepared. We could tell there was a fine attention to detail. As far as coursing went, all courses were timed perfectly. Again, we were just really impressed with the food and service. Lyla Lila is a great example of how a nice restaurant should be run.\n\nThe Soul Vaccination was fantastic. It started off citrusy, then you could taste the bourbon, and then it finished with the flavor and mouthfeel of the duck fat; a truly unique and wonderful cocktail.\n\nThe Wagyu Beef Tartare was rich and magical. The colatura aioli was made with Italian fish sauce. The high-quality Cold Smoked Scallops had an amazing presentation where smoked billowed out of the bowl upon serving. The Crispy Duck Lasagna was an eye-popper, mainly due to its size. It's big enough for two people and is one of Lyla Lila's signature dishes. It was absolutely delectable. I recommend it. I had the NY Strip cooked medium rare and it was mouthwateringly good, especially with the rich potato-bone marrow puree. The meat was tender and served cut into slices, with bone. I love mushrooms and thought the Maitake Mushrooms were out-of-this-world. I was really pleased with the portion size. These were meaty, filling mushrooms. Together with the black truffle aioli and Parmigiano, it was umami to the max. The Ice Cream Sandwich was incredible, made with thin, delightful Italian cookies.\n\nOur server, Dwayne, was a big reason why we liked this place so much. Dwayne couldn't have been any friendlier and more honest. He was a terrific, knowledgeable server. The hostess was nice too.\n\nLyla Lila is pronounced \"LIE-luh LIE-luh.\" It's named after the daughters of the owners, chef Craig Richards (formerly of St. Cecilia, La Tavola) and restaurateur Billy Streck (Hampton + Hudson, Nina & Rafi, Pielands Sub & Slice). In 2022, Richards was named a James Beard Foundation semifinalist for Best Chef: Southeast: https://bit.ly/3HzqaCq. In 2021, Lyla Lila made The New York Times' The Restaurant List (\"The 50 places in America we're most excited about right now.\"): https://nyti.ms/35nO4Um. The restaurant opened December 6, 2019.",
        "language": "en"
      },
      "date": "2022-09-01T14:07:43Z",
      "rating": 5,
      "feedback": {
        "useful": 22,
        "funny": 2,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Janus C.",
        "user_id": "nynCdsDYV1yQm69fkkCdwg",
        "link": "https://www.yelp.com/user_details?userid=nynCdsDYV1yQm69fkkCdwg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EwE1eFw6FlX96xpRRsDAsw/180s.jpg",
        "address": "Buffalo, NY",
        "friends": 840,
        "photos": 19,
        "reviews": 644,
        "elite_year": 24
      },
      "comment": {
        "text": "Was in Atlanta for a weekend, and heard incredible things about this place! It was good, but a bit underwhelming for the price. \n\nWe got appetizer sizes of the cavatelli and wagyu ravioli, the roasted mushroom side dish and the snapper in squash. \n\nThe snapper in squash and cavatelli were incredddible, but I'd suggest just getting the full sizes of the pastas. It's barely cheaper for the pasta for 1/3 more! I thought the ravioli were lacking and not very plump and the mushrooms got a little too heavy after a while.",
        "language": "en"
      },
      "date": "2022-09-26T03:48:20Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Nicole C.",
        "user_id": "qy3Jau7zxF_yT3AXogLF5Q",
        "link": "https://www.yelp.com/user_details?userid=qy3Jau7zxF_yT3AXogLF5Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nSpINngAhNpSfz_4FHN5wg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 3,
        "photos": 103,
        "reviews": 127,
        "elite_year": 24
      },
      "comment": {
        "text": "I have been here twice - the food is amazing.  The wagyu tartare was delicious - maybe the highlight of our 2nd trip.  The lasagna as well as the Wagyu beef and black truffle ravioli are delicious!  You can't go wrong with any pasta here - everything is thoughtful and super tasty.",
        "language": "en"
      },
      "date": "2022-09-06T14:17:42Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UGky_YCh9DHOo7RFECIf2g/o.jpg",
          "caption": "Lasagna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/osb4le6C8IZyTnIVRWJagw/o.jpg",
          "caption": "Wagyu beef and black truffle ravioli"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Lamont L.",
        "user_id": "RjFoZYD2VTkgzyZ2AhJ9SQ",
        "link": "https://www.yelp.com/user_details?userid=RjFoZYD2VTkgzyZ2AhJ9SQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/24755nyfM732EwXxLDubsw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 10,
        "reviews": 8
      },
      "comment": {
        "text": "Best pasta ravioli and bread experience.  You better Gooooooo to this place.  Spend the money.\nEnough said!",
        "language": "en"
      },
      "date": "2023-06-12T17:29:44Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Shamie D.",
        "user_id": "_q89nW0Dfpp3ziLd6tr1tw",
        "link": "https://www.yelp.com/user_details?userid=_q89nW0Dfpp3ziLd6tr1tw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E_Dm7gbBylCY_lcuk9wtYg/180s.jpg",
        "address": "Decatur, Atlanta, GA",
        "friends": 110,
        "photos": 268,
        "reviews": 129,
        "elite_year": 24
      },
      "comment": {
        "text": "Date night out with the friends on a busy Friday evening. We arrived early and the place was packed but fortunately we were able to find a small table by the bar. Initially we were told that there would be no table service but the waitress nearby said she was happy to help us. They were quite busy so drinks were delayed but we really appreciated the effort. \n\nThe cocktails were delicious and well balanced. I don't think you can go wrong as long as you know your favorite base.\n\nThe bread was delicious and warm accompanied by a signature butter blend. For some reason our table did not have bread plates and I had to get these myself from the nearby waiter station. Inexcusable for a place like this was such a high price point.\n\nOur waiter was fantastic and Suggested the broccoli salad which was covered in a dusting of Parmigiano Reggiano. Highly recommend. We also had the prosciutto plate plate which was OK. Probably would've preferred a simple charcuterie offering paired with wine.\n\nSpeaking of which, we tried the Willamette valley Pinot Noir which tasted more like a Zinfandel, Not bad but different than what I was expecting.\n\nI'm not quite sure how good the waiter was in terms of helping us with our wine selection so I suggest taking a look at the list before you go.\n\nIn terms of mains, you can't miss the squid ink pasta with Georgia shrimp. The winter squash ravioli was also excellent. I enjoyed the snapper as well.\n\nOverall the price point is pretty high, the quality of food and drinks were great. Service overall was average.\n\nI hope management can make a few tweaks to bump this up to a five star review but for now four-star as it is.",
        "language": "en"
      },
      "date": "2022-02-26T14:46:45Z",
      "rating": 4,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fWEArXzpfYRVMaBdup016A/o.jpg",
          "caption": "Squid Ink Spaghetti"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vdxWcrl5TDxeeVazQax0-A/o.jpg",
          "caption": "Tiramisu - The best I've had in a while"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KrBbVP9dftbKdTF9ja1N3g/o.jpg",
          "caption": "Prosciutto Cotto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1iXpQuQ0ZPMMc8Lfa0KNSg/o.jpg",
          "caption": "Brussel sprout And broccoli salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jZ41LKECVlC-JFhkTYsKBw/o.jpg",
          "caption": "Smoked Ricotta Ravioli"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Adam M.",
        "user_id": "3rh1mGCYuZocC1Abp24p9Q",
        "link": "https://www.yelp.com/user_details?userid=3rh1mGCYuZocC1Abp24p9Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mKh79Vn1-8MgivVwz1jdLQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 719,
        "photos": 178,
        "reviews": 104
      },
      "comment": {
        "text": "I came here before a show at the Fox. I found the food to just be \"okay.\" Were it not for the pricing, I may have given three stars but, since everything was so expensive, I think I was expecting quite more. Overall, the service was good but I wouldn't come back. I tried the smaller portion of the duck lasagna (fine but not great), snapper in squash, crispy artichokes, and wood grilled mushrooms which were a bit rubbery. Overall, everything seemed to be a step below what it wanted to be and perhaps a tad over cooked with the exception of the snapper.",
        "language": "en"
      },
      "date": "2023-05-10T14:03:54Z",
      "rating": 2,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pHWHnTqliSFexns23ZvAvg/o.jpg",
          "caption": "Snapper on squash. Lacked a punch I was looking for. A bit underwhelming."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AFZ1w5YWO2W4d07E4KddMw/o.jpg",
          "caption": "Crispy artichokes- decent flavor but kind of one note."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Y6xQ70dEobgxfe6PvfMwTQ/o.jpg",
          "caption": "Wood grilled mushrooms- a little rubbery"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kG7Y7mmMkq4kQFG8Kt4bSA/o.jpg",
          "caption": "Small portion of the duck lasagna. It was fine but nothing special. A tad overdone."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Keith B.",
        "user_id": "ZCvvkevd5OTa1XFjkgNcYQ",
        "link": "https://www.yelp.com/user_details?userid=ZCvvkevd5OTa1XFjkgNcYQ",
        "address": "Largo, FL",
        "friends": 31,
        "photos": 0,
        "reviews": 677
      },
      "comment": {
        "text": "Pricey but Very Good\n\nLocated on Peachtree near the Fox Theatre, Lyla Lila is an attractive and buzzy restaurant.  Our server, Mike, was helpful with the menu and gave very good and honest suggestions.\n\nWe started with cocktails.  The Soul Vaccination was overly sweet, but the Monk's Repose was excellent.  For food, we started with the Artichoke appetizer which was delicious and the very nice bread service.  The mains were Roast Chicken and Snapper, both top rate.  For dessert we had the Ice Cream Sando, a great finish to the meal.\n\nEven though the meal was delicious, I felt that the pricing was about 20% higher than I would expect.  Nevertheless, I would recommend Lyla Lila and I hope to return.",
        "language": "en"
      },
      "date": "2023-10-05T06:11:48Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kat S.",
        "user_id": "QnRE07Ny1YytWBh2na4gNQ",
        "link": "https://www.yelp.com/user_details?userid=QnRE07Ny1YytWBh2na4gNQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SE7mr0fXUKEI1RXfSk5nxQ/180s.jpg",
        "address": "Torrance, CA",
        "friends": 2107,
        "photos": 946,
        "reviews": 791
      },
      "comment": {
        "text": "I walked in here and got a spot at the bar. Their bar is the absolute best! I love the fact that records are played and you get to see the vinyls. The cocktail I had was Doesn't make sense which was with the olive oil infused vodka and it was wonderful. \n\nFor my appetizers I had the prosciutto with the melon and the tajin burrata with the Georgia peaches. They were both amazing and very refreshing considering the summer weather. For my entree I had the chicken with the charred lemon. It was outstanding. I wish I could have had the pasta or the duck lasagna but unfortunately due to health reasons I couldn't but they looked incredible. Can't wait to be back! Wonderful service and wonderful staff!",
        "language": "en"
      },
      "date": "2022-07-17T13:23:50Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mfHiaAXb-_q1umP4NC21jQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XUpfdUi0blmvHk15lRcHkA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YoPX56i6teVFGEb1W1_yYA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pBDMsxOb9qDD9TViiqEZ4g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dbzDgCCJVBlRzz6m33NDUQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 7,
        "funny": 2,
        "cool": 7
      }
    },
    {
      "user": {
        "name": "Madalyn J.",
        "user_id": "RA3AvVkeRo3V20bVyiVYGg",
        "link": "https://www.yelp.com/user_details?userid=RA3AvVkeRo3V20bVyiVYGg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PtpovMDAVovJ_Xru32X7bw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 302,
        "photos": 842,
        "reviews": 204,
        "elite_year": 24
      },
      "comment": {
        "text": "Lyla Lila is hands down my favorite restaurant in Atlanta. The drinks are always delicious and creative, the atmosphere is great, and the food is amazing. The pasta is literally mind blowing. The duck lasagna is always an amazing choice! \nMonks repose is my absolutely favorite drink. \nWe love coming as much as we can, and always have reservations to look forward to!",
        "language": "en"
      },
      "date": "2022-02-27T02:04:16Z",
      "rating": 5,
      "tags": [
        "4 photos",
        "3 check-ins"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/F4cnhNk7CLQu3PlS3Rn-XA/o.jpg",
          "caption": "Beef Tartare"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EGc1Vefuat_k5l-QWyc-GQ/o.jpg",
          "caption": "Monks repose"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cwD04n0Qd9AE4hpXPkiEFA/o.jpg",
          "caption": "Tiramisu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_Zmz3fqBDY23o56yCHpRug/o.jpg",
          "caption": "Sweet potato ravioli"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Linda P.",
        "user_id": "qmTSd0eiGc1chKpAexSWkg",
        "link": "https://www.yelp.com/user_details?userid=qmTSd0eiGc1chKpAexSWkg",
        "address": "Alpharetta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "I must start off saying that I thought that the food was excellent.  Very different, very flavorful, and our waitress was exceptional.  I give the food a \"5\".  A little on the pricey side but that's OK.  What isn't OK, is not being told that there was a $7 charge (Times 2) for bread.  I am not used to paying for bread let alone $14 for bread.  The other even more annoying charge was $1 for an ice cube.  Obviously it's not about the $1 but more about charging extra for the different shape.  REALLY???  And charging for a soda back when ordering a Scotch.  I do not expect to see this when paying high prices.  The waitress said that the bread was on the menu, but to be honest, I wouldn't think to look for it.  So perhaps the wait staff might mention to patrons that there is a charge for bread.\nAgain, no complaints about the food.",
        "language": "en"
      },
      "date": "2023-10-31T22:49:56Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mary Margaret B.",
        "user_id": "-WmyuVOTnpAQ4oW_rAv93w",
        "link": "https://www.yelp.com/user_details?userid=-WmyuVOTnpAQ4oW_rAv93w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LG7SfWi7kH4fLEVvnYiVgw/180s.jpg",
        "address": "Memphis, TN",
        "friends": 460,
        "photos": 1236,
        "reviews": 361
      },
      "comment": {
        "text": "Lyla Lila is delicious. \nI have absolutely zero qualms with the food. Truly, apps pastas entrees all 5 stars \nThe service was worse than bad. \nI left my anniversary dinner feeling like what should've been a  nice evening with chill vibes was turned into one of the most awkward dinners I've ever had. \nI'm just gonna go out on a limb and say our server was having a bad night. \nIt happens. \nNow...I was a bartender for 10 years and worked in a fine dining restaurant most of those. So I get it. I truly do! \nBut respectfully, she should probably not be a server. \nI read on the first page of the bar menu, that questions were not only welcome but encouraged. \nTurns out, nah. \nOn a good note--The food was great. \nWe got the bread with pine chili butter. tuna crudo- which was AMAZING, spicy pork ragu, truffled wagyu beef ravioli, sweet potato mezzaluna, and wood mushroom side. \nSo that's that. \nIf you wanted to know about the food that's it- you can stop reading. \nIf you are curious as to why it was the worst service I've had in years, please continue. \nThe menu blurb about welcoming conversation and questions HAHAHA....No. Don't ask questions. Unless you wish to be condescended to. \nI mentioned I ordered the Monks Repose last visit and loved it but it was a touch on the sweet side so I was going to order a different one but she steered me towards a bizarre oil slicked gin cocktail with citrus. \"A play on a martini\" It came with lemon peel and an olive. Whew. \nIt was...bad. \nI didn't send it back, but ordered a dirty martini.\nI asked if they had blue cheese olives. \nShe *bored shrugs and says \"sure\"\n\"You do?\"\nSame bored shrug \"Sure\" \nOKAY...Awesome, thanks. \nMaybe she's going for a cool casual can't be bothered attitude. Not how I'd approach any table expecting exceptional service but hey, maybe it'll grow on me. \nSPOILER ALERT/ it did not. \nI then slid the first cocktail - still full - forward and said you can take this one. \nshe goes \"do you not like it?\" \nYou mean this full untouched cocktail I'm asking you to take with you? Yeah, clearly I loved it. \nI said, \"no. Sorry.\"\n\"May I ask what specifically you didn't like about it?\"\nI then started to explain that while it was different it just tasted like citrus oil and gin she interrupts me and goes \"oh so you just like dirty martinis\" \nwoah lady! \n........uhm. No, Pamela. I like all sorts of cocktails actually.\nIt's not personal?\nI kind of nervously laughed like she wasn't being condescending and rude and she walked away. At this point I was scanning my memory to recall if I ever worked with her or fired her or something that would make this make sense. \nWhew. Y'all buckle up because this is just the beginning. \nSo the next cocktail comes out. The liquid is pretty clear. I can already tell I'll want it dirtier but it was a random server that dropped them quickly and walked away. \nNo worries, I tasted it anyway- def needed olive juice...BUT it was cold and olives were good so I sipped while I waited for her to come back. \nI asked her for a side of olive juice and she goes \"is there not enough olive juice?\" \nAlright Professor. I MEAN, why would I ask for some more if there was?!?!\nI responded \"yeah I don't think there is any in it actually\" she leans over my glass and retorts \"Well I can see the olive juice oils in the glass\"\nAM I BEING PUNK'ED?! \nI've never in my life had a more combative server. \nI said \"okay no worries, I just need some more then\"\nShe then huffs and snatched the glass up from the table and snaps \"I'll just have them make a whole new one for you\"\nI was puzzled and was like \"uhhh no, it's okay I just need a side of olive juice\" \nShe goes \"Well you just LOOK mad.\"\nI was like. \"Uhhhh. What?!\"\n\"You just look really mad\"\nAt this point I'm in shock and my husband and I make eye contact and are both puzzled because I have been nothing but friendly and polite AND I have the opposite of resting bitch face. I was so taken aback I didn't insist on asking for a manager...thinking back on the experience. I definitely should have. \n\"Im not mad? You don't need them to make a whole new cocktail i just want some more olive juice?\"\nShe insisted that I looked very mad. At this point, honestly, I was more afronted than mad. I felt like I was being harassed for simply asking for very small things at my anniversary dinner. I was wide eyed and didn't know what she wanted me to say and then she rambled about a busy kitchen and issues with running out of items or something and leaves and we sat there in silence.\nI mean, shit happens. But someone higher up should've been told that things were taking a deep dive\nNot a single manager touched the table. \nNo one asked how the meal was going. \nNo one asked if we were enjoying our experience. \nI wish they had. Because I probably wouldn't have written this review. Overall 4/5 for food!!!\nBut service was slow, awkward, aggressive, rude, condescending, combative, and intense. \nSo....maybe don't go here for a special occasion.",
        "language": "en"
      },
      "date": "2023-01-23T01:38:04Z",
      "rating": 2,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hmVcDRxVrwUHO-aEO9MLeA/o.jpg",
          "caption": "This was the full cocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/k9dW-vhbbzZyNCSsmmKT_w/o.jpg",
          "caption": "Ice cream sandwich was tasty. Lots of melted chocolate"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lpHxcavgHMXral7F95a9zA/o.jpg",
          "caption": "Sweet potato mezzaluna was a highlight"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Natalia V.",
        "user_id": "p-Qxv_TOvTLL3pXFLrHV3A",
        "link": "https://www.yelp.com/user_details?userid=p-Qxv_TOvTLL3pXFLrHV3A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZjG_OgcjdjW_oazGoBfV2g/180s.jpg",
        "address": "Roswell, GA",
        "friends": 1,
        "photos": 14,
        "reviews": 5
      },
      "comment": {
        "text": "Service was terrible. Food was ok. They knew it was my friend's birthday and they got him a candle on a empty plate, what? We don't need free dessert but a off-center  candle on an empty plate? Not bringing anything would have been better.",
        "language": "en"
      },
      "date": "2023-01-22T05:22:16Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CaTpMW-0CgrBKAZicc9l5g/o.jpg",
          "caption": "Birthday treat..."
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 2,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Daniel K.",
        "user_id": "9DPZEs_8gq59A969yU7Okw",
        "link": "https://www.yelp.com/user_details?userid=9DPZEs_8gq59A969yU7Okw",
        "address": "Chattanooga, TN",
        "friends": 0,
        "photos": 3,
        "reviews": 13
      },
      "comment": {
        "text": "I have to admit, because it's in midtown I was skeptical. There's a lot of hype restaurants in that area and I was scared I was about to blow a check on something we could have made at home... boy was I wrong. Absolutely exceptional restaurant. The food was remarkable, everything we tasted had very rich and deep flavor profiles. We started with the broccoli and fennel salad and it was so wonderfully simple and delicious. Then we got half portions of the duck lasagna and wagyu beef ravioli, which was more than enough to fill us up. My fianc preferred the duck lasagna but honestly the wagyu beef ravioli was the star to me. I'm sure anything on this menu is enough to write home about.  Also, as if that wasn't enough to sell us, our server was easily one of the kindest and most fun servers I've ever had. I left feeling like we got wined and dined by a friend. Living in this city, yall know how much of a treat that is.",
        "language": "en"
      },
      "date": "2024-02-20T11:55:12Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Laura Z.",
        "user_id": "7cGrH5dkTR2EhzrPyRX_dg",
        "link": "https://www.yelp.com/user_details?userid=7cGrH5dkTR2EhzrPyRX_dg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/eRzix47NwjKtaEqZ4o1eoA/180s.jpg",
        "address": "Marietta, GA",
        "friends": 449,
        "photos": 584,
        "reviews": 179
      },
      "comment": {
        "text": "TLDR: the BEST Italian restaurant in Atlanta by a long shot - it does not miss\n\nI came to Lyla Lila yesterday for the first time after hearing SO MUCH about it. It is absolutely phenomenal everything i had was so delicious. \n\nFor starters we got the crispy artichokes which i would highly recommend. Not only was it fried to perfection but also such a unique menu item!\n\nFor mains, we got the cacio e pepe, the wagyu ravioli and the mushroom pasta. Everything was phenomenal but our favorite by far was the wagyu ravioli. They were a true delight. \n\nFor dessert, we got the ice cream sandwich and the chocolate mousse cake. The ice cream sandwich is a MUST GET. Absolutely phenomenal from the ice cream to the actual sandwich cookie part.",
        "language": "en"
      },
      "date": "2022-07-09T14:07:43Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DHxnWpTxe9nMWrA5dnqRBQ/o.jpg",
          "caption": "Cacio e Pepe, Wagyu Beef & Truffle Ravioli, and mushroom pasta"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FN8DMXdPLlgqo1iifmT3zw/o.jpg",
          "caption": "Crispy Artichokes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BzTLQu1Yoo1qm2rYQk9nqw/o.jpg",
          "caption": "ice cream sandwich"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FM8wwmXwH_Yl2loK4q_k0g/o.jpg",
          "caption": "chocolate mousse"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Emily W.",
        "user_id": "DjD8eHdBFIWOd9qzpPkrxg",
        "link": "https://www.yelp.com/user_details?userid=DjD8eHdBFIWOd9qzpPkrxg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oFzAA0H7uVWtrwhuvXN80Q/180s.jpg",
        "address": "Portland, OR",
        "friends": 219,
        "photos": 191,
        "reviews": 122
      },
      "comment": {
        "text": "Holy cow, this place is amazing! I took my sister here for a birthday dinner, and we loved everything we tried! The artichoke hearts were my favorite!\n\nA special shoutout to the somm who gave us a great recommendation on a bottle of wine in our budget!\n\nHopefully we'll be back soon!",
        "language": "en"
      },
      "date": "2022-09-25T21:25:53Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/woA4C7P7C-YIZj08lGMmdQ/o.jpg",
          "caption": "Tiramisu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qyW6dJOi806jnDQwQjf1Kw/o.jpg",
          "caption": "Birthday strawberry cupcake"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PPykf3VSlVaM-7ka9rT0Wg/o.jpg",
          "caption": "Ice cream sandwich"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RNmKJ8z_5SHzDLqH2HZCkw/o.jpg",
          "caption": "crab and goat cheese ravioli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/msx0ort3mDZVH7WvHXDjyg/o.jpg",
          "caption": "Lamb"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3duij28AKf1jL0_t8JvxQQ/o.jpg",
          "caption": "Snapper"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yeeyI2NKpCbPd4dpurAgkA/o.jpg",
          "caption": "Crispy Artichokes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fHNCuprVJiHqmK4utb1rgg/o.jpg",
          "caption": "House Bread"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cara E.",
        "user_id": "rEmNYZfhSjFIQU0gCLmagw",
        "link": "https://www.yelp.com/user_details?userid=rEmNYZfhSjFIQU0gCLmagw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gDR9pjbQDVsgeOzxB6DGdA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 122,
        "photos": 843,
        "reviews": 394,
        "elite_year": 24
      },
      "comment": {
        "text": "My friend and I made a reservation for dinner at Lyla Lila prior to seeing a show at the Fox Theatre. We were deciding between several restaurants in the area, and we are so happy we ended up here! It is my new favorite special occasion spot ITP.\n\nThe interior is beautiful and upscale, yet it also makes you feel comfortable. The color scheme used in the decor is perfect. \n\nThe staff we interacted with were all very friendly, but I especially want to shout out our server Hilary, who made our first experience great!\n\nShe recommended ordering appetizer portions of their pasta entrees so we could try more dishes, and that's exactly what we did. We ordered the crispy artichokes app (so yummy - you have to order this!), and the following pasta dishes: smoked ricotta ravioli with pork, cacio e pepe, and wagyu beef and black truffle ravioli. All three were delicious, but both my friend and I have not stopped talking about the wagyu beef one. I hope it's still on the menu next time I visit!\n\nWe ordered espresso martinis for a bit of caffeine before our evening show time, and they were delicious. And for dessert, we had to try the Meyer lemon cheesecake with chantilly cream & blueberries, and it was probably the best cheesecake I've ever had!",
        "language": "en"
      },
      "date": "2021-09-12T19:37:09Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yOyl7BP-vSiFFngy8XWcKw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-XMSIVu6DaE0jMWmhOa78w/o.jpg",
          "caption": "Espresso Martinis"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/b9LoGHRkwgBRo3A75zMbyA/o.jpg",
          "caption": "Meyer Lemon Cheesecake"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jZw5NUiTM-Gg6Hy0z7T2og/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ydb2FlXSfNpe2cymU1ohjQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2TupPivthCWPPrPzz99D6A/o.jpg"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 1,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Nidhi P.",
        "user_id": "5NCs2DZ0lacDNZ9peWemKA",
        "link": "https://www.yelp.com/user_details?userid=5NCs2DZ0lacDNZ9peWemKA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Mx6Fb2-9v2xUKE6zSymMZg/180s.jpg",
        "address": "Miami, FL",
        "friends": 242,
        "photos": 14,
        "reviews": 33
      },
      "comment": {
        "text": "First time trying Lyla Lila and it was even better than expected. We're so glad we reserved online because the restaurant was packed even though it was a late Wednesday night. Our server was the sweetest and had great knowledge of the menu and the vegetarian options. We got the bread (the butter was AMAZING), the nectarine salad which tasted SO fresh and had an explosion of flavors, the cacio e Pepe where the pasta tasted like a perfect little cloud bursting with cheese and squash ravioli which again was 10/10. Great ambience and service- excited to come back!",
        "language": "en"
      },
      "date": "2023-09-21T13:18:25Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rene B.",
        "user_id": "XBmskUPnX7eTZEqaDdsx2A",
        "link": "https://www.yelp.com/user_details?userid=XBmskUPnX7eTZEqaDdsx2A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E6tAHVkVmQz6LjoaGwvBsw/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 131,
        "photos": 2326,
        "reviews": 702,
        "elite_year": 24
      },
      "comment": {
        "text": "We are back.  Friday night and a little disappointed as we were seated at a table in the bar.  We have had reservations for weeks.\n\nOur waitress was lovely.\n\nThe food was good.  Nothing spectacular.\n\nPasta appetizer ravioli capp\nMahi mahi \nPork\nMushroom. \n\nOlive oil cake- it was dry and not worth the calories. Nothing inventive or interesting worth the price.  It's dry pound cake.",
        "language": "en"
      },
      "date": "2022-02-19T02:05:22Z",
      "rating": 3,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YyBBu_DjB419v_rMcPGDBQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jXYSZaVZ8V36varkxObOqQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WywPljYGs8b02xFC9GdmMg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5_o9dAsAtpQcQ0riLDgEYw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j32TQxSRE-yxEJMa6VKIYg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WkHWyMPgtb9f4PjkH1qcKg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KyrQpUAC3gXKx9PXrl9-9g/o.jpg",
          "caption": "Pasta"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Uyc83VVNe_uBtovp1_tSJA/o.jpg",
          "caption": "Mocktail - poem.  Strong vinegar taste"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Gna1dY4TOJkh_hL3mFNbBg/o.jpg",
          "caption": "Olive oil cake- dry"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "sid n.",
        "user_id": "ggJBvnOes_89eZ24S8PGVg",
        "link": "https://www.yelp.com/user_details?userid=ggJBvnOes_89eZ24S8PGVg",
        "address": "New York, NY",
        "friends": 0,
        "photos": 0,
        "reviews": 12
      },
      "comment": {
        "text": "The food here is generally a taste sensation. Appetizers were hit and miss - the artichokes were as bland as plain toast, definitely a no-go. The wagyu beef tartare, on the other hand, was both delicate and scrumptious, and the grilled calamari was as fresh as morning dew. Pasta dishes were spot-on, cooked flawlessly with flavors that dance on the tongue. Desserts, though, didn't quite hit the mark; they're tasty but not up to the same culinary high notes, and their portions are comically oversized. Our waiter was a bit lofty, perched so high on his pedestal that we half-expected him to descend on a cloud. Despite that, he did his job well - with a side of sass.",
        "language": "en"
      },
      "date": "2024-01-01T17:25:21Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jazmin B.",
        "user_id": "1fNpQD-d6LVkrfJAihXxeg",
        "link": "https://www.yelp.com/user_details?userid=1fNpQD-d6LVkrfJAihXxeg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CDwP1fjAi8vjwguQu12vvg/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 1,
        "photos": 10,
        "reviews": 14
      },
      "comment": {
        "text": "Unfortunately my fianc & I didn't enjoy our time here at all. We came here a few weeks back. We were so uncomfortable with the service given from the bartenders. We were extremely excited to try this place. We both are visiting from NYC & both work in fine dining hospitality. (he is an executive chef & i work in management) so trust me, we understand how tough the industry can get. Especially picky customers. So we do our best to be kind & patient when we are out trying new places... but the service we received was so off-putting that my blood was boiling. Not only did we come in right at 5pm (no reservations so we were ok with bar seating) but the restaurant was empty. With 35 on the books. With a full staff. Just staring at us. A few others sat at the bar after us & they were serviced immediately. We however, we're waiting & trying to get someone's attention for at-least 10mins so we can place an order. When the bartender (bob cut, glasses, arm tat, gold tooth) finally came back around I stated \"yes we have been trying to place an order\" he stated \"the other bartender should've been servicing you but yea I'll take your order\" ok cool no problem I get it. Then he proceeded to get a very obvious attitude & we overheard him speaking ill about us to the other bartender & I suppose a manger. Again, everyone looked at us, rolled their eyes & went about their business as if we were a disturbance. Towards the end of our meal my fianc ordered another drink. Lol it was never made. We purposely sat & watched the same bartender chit chat for about 15 mins with the other people at the bar. AND make 2 other drinks for them. Lol. Then comes over & says \"hey can I get you dessert?\"  I said \"no, we ordered a drink with you already\" He then said \"oh yea I forgot\" LOL is this a joke? I was FUMING! We told him to forget it & please just bring our check. This service was so disturbing. The worst part, is we are a couple of color. Black & Hispanic. So, getting such lowball service said everything about this place to us & their choice in staff. Our drink was made by a different bartender & \"as a courtesy\" they took it off our bill. But I again watched the bartender fuss about us to the other. As if we were supposed to make the drink ourselves or as if we were being rude to him in anyway. Or that serving us at all was so offensive to him.\n\nLike I previously stated, we both have been working in fine-dining hospitality for years in NYC. It's diverse, it's fast paced, it's brutal. Disrespectful, dramatic, unruly customers are nothing new to us. But we are not at all those people. We understand the industry completely & treat people how we expect to be treated. WITH KINDNESS. We expect great equal opportunity service. NOT to feel like a disturbance by being a person of color in 2023 ATLANTA. From what I've seen, almost every POC who comes in here has a terrible experience!",
        "language": "en"
      },
      "date": "2023-06-18T02:03:40Z",
      "rating": 2,
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hannah Y.",
        "user_id": "foGTUdPbHQiwpAeysC9ClQ",
        "link": "https://www.yelp.com/user_details?userid=foGTUdPbHQiwpAeysC9ClQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XN5F6_bdZb3yVcxzvo0ETA/180s.jpg",
        "address": "Evanston, IL",
        "friends": 18,
        "photos": 613,
        "reviews": 180
      },
      "comment": {
        "text": "The most perfect dinner for our family reunion in Atlanta. An incredible pasta experience that lived up to high expectations :-)) Listen to the waiter's recommendations!\n\nWe loved the refreshing broccoli salad and wood roasted maitake mushrooms with black truffle aioli. Our pasta orders for the night: the must-order crispy duck lasagna with cocoa bechamel, the amazing wagyu beef / black truffle ravioli (which was surprisingly not heavy at all), spicy fresh squid ink spaghetti, and burrata cappelletti ravioli with squid ink breadcrumbs and caviar. Put simply, everything was delicious. \n\nOf course we had to get dessert!! I loved the chocolate mousse cake with orange caramel and sesame tuile -- a flavor profile that never misses. We also loved the authentic Italian tiramisu and 'ice cream sandwich' with pistachio gelato!\n\nOverall: couldn't have had a better night, 100% worth fighting for my life to get off the waitlist for this reservation.\n\nDined: May 7, 2022",
        "language": "en"
      },
      "date": "2022-08-20T04:23:39Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HbXk60xyPF7CESZBnyPadQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/61JspIyLBxpWu7T0BMyijA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BICYUAo1rvB7WdKCqADqdQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LsBpe1dPX_NZekNVWLUkSQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/S0cD4kORS9E3Gn1YghNJVw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j8C_z-XwDIRTL1_u06QCTQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/i6W8cmFbMXJ-dW1u_eedjQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LutVWKMbWJrCjlp6YdiE9Q/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "A'dria W.",
        "user_id": "rLBDFooN8z24CCPSUI_eOg",
        "link": "https://www.yelp.com/user_details?userid=rLBDFooN8z24CCPSUI_eOg",
        "address": "Cordova, Memphis, TN",
        "friends": 0,
        "photos": 1,
        "reviews": 3
      },
      "comment": {
        "text": "The food was hardly seasoned and my associate had gotten his food cold. The center of his duck lasagna wasn't just room temperature, it was frozen. After we got his dish replaced, we had an awful experience with our server. We stacked our plates after we finished the meal and our waitress stood over us haughtily and asked if we were done stacking our plates and utensils. I would not recommend anything from this overpriced and unpleasant restaurant experience.",
        "language": "en"
      },
      "date": "2023-07-24T02:02:33Z",
      "rating": 1,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/H7icO-wJfLNA4lk8q3JGww/o.jpg",
          "caption": "Tuna Tartare"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Greg A.",
        "user_id": "voVeJcHVZLRZGrd7UAslHA",
        "link": "https://www.yelp.com/user_details?userid=voVeJcHVZLRZGrd7UAslHA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/67ZG6_3M0QDtmrExgLfZuA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 169,
        "photos": 203,
        "reviews": 331,
        "elite_year": 24
      },
      "comment": {
        "text": "There was a lot of anticipation leading up to my dinner here - popular place, great reviews, months wait for our reservation - but Lyla Lila just didn't live up to it for me.  The food and cocktail menus both looked fantastic.  Service was really good.  But, overall, I'd say the food was good but not great.  At a lower price point, I might have given Lyla Lila a better rating.  But I don't think the food lives up to the $$$ price.",
        "language": "en"
      },
      "date": "2022-08-16T16:32:34Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mDBEFdIMEp8dKJXnpf0DpQ/o.jpg",
          "caption": "Legal Tender (front)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GdpbiDHNXxAKOaztk7UCaQ/o.jpg",
          "caption": "Herb roasted chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pgVPJMVkt_VGdtd4pYa_lg/o.jpg",
          "caption": "Cavatelli with pork ragu and butter poached lobster"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kristine M.",
        "user_id": "Rg5tQOU_OiwfEr69_w1mXw",
        "link": "https://www.yelp.com/user_details?userid=Rg5tQOU_OiwfEr69_w1mXw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wdrH8EZMtVmLzoTzRqPHGw/180s.jpg",
        "address": "Gainesville, FL",
        "friends": 6,
        "photos": 6,
        "reviews": 12
      },
      "comment": {
        "text": "Really really amazing food! I got the Wagyu pasta but mushrooms were super amazing and stole the show. The ambiance and service was fast and amazing too. And that tiramisu is just perfect. Totally recommend.",
        "language": "en"
      },
      "date": "2023-08-04T12:03:38Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Steve L.",
        "user_id": "Hk-UXJl7-8vOs7A--klmFQ",
        "link": "https://www.yelp.com/user_details?userid=Hk-UXJl7-8vOs7A--klmFQ",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 32
      },
      "comment": {
        "text": "We have eaten here several times before catching a show at the Fox Theater across the street.  Always a good meal and great cocktails.",
        "language": "en"
      },
      "date": "2023-12-17T23:00:57Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Farah K.",
        "user_id": "ovZnq_lAXjxaph5_qCefJg",
        "link": "https://www.yelp.com/user_details?userid=ovZnq_lAXjxaph5_qCefJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PM0SQeXd4j2oAo7UQODdhg/180s.jpg",
        "address": "Rockville, MD",
        "friends": 99,
        "photos": 1010,
        "reviews": 387,
        "elite_year": 24
      },
      "comment": {
        "text": "Like most other recent diners I was likely guided to Lyla Lila by the NYT article. Knowing I would be in town, as soon as that list came out I checked to see what ATL restaurant was potentially listed and grabbed reservations. We snagged a 8:30 pm res.\n\nWe were seated promptly and our server brought over our menu. We decided to share a snapper crudo app, and I opted for the duck lasagna while my bf went with a kobucha squash ravioli. \n\nThe app was delicate but also fiery. I am not sure how they prepared the grapes but they definitely hit the back of your throat and the subtle pops of brininess from the caviar sets the dish off. Very small portion size, which is laughable considering what I am about to write next.\n\nThe duck lasagna, the entree size, is literally a brick. I have never been served a lasagne portion that big. They offer all their entrees almost in app portions but I think considering pricing it just makes sense to get the entree size. In my mind I was expecting a regular portion that most of us are accustomed to. Needless to say my boyfriend had to help me finish this. I split off half of it onto his plate. It was good and I can honestly say different from what a traditional lasagna tastes like. I would get this but def spring for the half portion app size next time.\nI tried some of my boyfriend's ravioli and the filling was so good, and the sauce was very silky. I really enjoyed it and he did too. \n\nWe split an ice cream sandwich for dessert which was essentially a pistachio ice cream sandwiched between two pizzeles and a magic chocolate shell. Very indulgent and hit the spot.\n\nService was great and attentive. \n\nI would recommend this place but maybe ask about the portion size if you want to make sure you're getting what you're expecting.",
        "language": "en"
      },
      "date": "2021-10-28T18:29:19Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j5TBU6zFDp7XlNTgAz445w/o.jpg",
          "caption": "Snapper Crudo"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/H7Ubo9MxzTma0waiP8hbgA/o.jpg",
          "caption": "Crispy Duck Lasagna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/c6KQcUFmNoqX40MFAtB1Ig/o.jpg",
          "caption": "Kabocha squash ravioli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3ptpJaTgKpjIlMh_tez4aw/o.jpg",
          "caption": "Ice cream sandwich"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alainey P.",
        "user_id": "W3pXv9fpncWUEpkEY0Lktg",
        "link": "https://www.yelp.com/user_details?userid=W3pXv9fpncWUEpkEY0Lktg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hCeNrqmmSzQ3Zy8r_SPFpA/180s.jpg",
        "address": "Dahlonega, GA",
        "friends": 193,
        "photos": 0,
        "reviews": 8
      },
      "comment": {
        "text": "Mike made our experience so amazing. Best culinary experience in ATL! We had the duck lasagna, ravioli, and artichokes. Highly recommend!",
        "language": "en"
      },
      "date": "2023-09-14T00:01:16Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tari O.",
        "user_id": "WoEfl5cpreTvMC5d_0UOMQ",
        "link": "https://www.yelp.com/user_details?userid=WoEfl5cpreTvMC5d_0UOMQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gD-MhWOJt8aTfs2KeS_eDA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 170,
        "photos": 2846,
        "reviews": 791,
        "elite_year": 24
      },
      "comment": {
        "text": "Enjoyed a lovely group dinner at Lyla Lila for 8 on a Thursday evening. We made reservations(definitely a must), and had a drink at the bar before being seated. The bar area is a cute hangout spot as well. We had a large table in a small room for a few large parties near the back of the restaurant. \n\nOur table started with cocktails(yummy martini for me) and then migrated to cab sauv. We ordered the fried artichoke(yum!), crudo, salads, grilled figs, and prosciutto. Figs, crudo, and artichoke were crowd favorites. Definitely sized to share. For dinner we ordered the pork, Mahi mahi, steak and duck lasagna. Omg this duck lasagna was huge! The size of a brick. Enough for 3 people. The duck is crispy which is a fun take on the dish. Highly recommend. \n\nParking is tough. Valet at the Georgian next store is easy. Street parking if your lucky. The Lutheran church nearby has a lot as well for $5. \n\nService was prompt and excellent.",
        "language": "en"
      },
      "date": "2021-10-26T16:03:34Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xmF3wN0goqwfCXAjIgk6zg/o.jpg",
          "caption": "Crispy Artichokes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AqKrE12UDLyj3PuycRvidw/o.jpg",
          "caption": "Crispy Duck Lasagna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/d6rviTM2q0KtRh-KrPZAEA/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4qlSAbzHbJuSL1Ca2jvnHA/o.jpg",
          "caption": "Inside"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nikole G.",
        "user_id": "yyZZpqPOg3M3Jk9vZxaeug",
        "link": "https://www.yelp.com/user_details?userid=yyZZpqPOg3M3Jk9vZxaeug",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dhED4LgxlLqxFxmNXT2geQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 125,
        "photos": 702,
        "reviews": 154,
        "elite_year": 24
      },
      "comment": {
        "text": "I'm to going to assume they were just having an off night, but unfortunately we were not impressed with the food or service. \nWe arrived at around 6:20pm on a Friday night. \n\nNeither the host or the bartender were friendly and welcoming. Our goal was just to sit at the bar, order a few drinks and once bar seats became available we would take them. I waited around for about 10 minutes to get a drink from the bartender, which understandably she seemed busy. In the mean time another couple walked in, hung out in the same area and a waitress immediately approached them and asked them what she could get them while they were at the bar. \n\nOnce bar seats became available, we went ahead and ordered more drinks. Monks repose, was the drink we stuck with for the night. It's an egg white gin drink that's refreshing and not too sweet. I'd recommend it. \n\nFor food we ordered the crispy duck lasagna, cacio e pepe and the wagyu beef ravioli. The duck lasagna was good, but ours came out a bit burnt and dry. You are given the option to have a whole entree or 2/3 of the entree. So make sure you ask about portions. It is not your typical lasagna.  Cacio e pepe pasta was not al dente, and was very salty and peppery as well: The Wagyu Ravioli were decent, but also super salty and barely any stuffing in them. \n\nThe place is very pretty. White table cloth candle lit setting with a great location across from the Fox Theatre.",
        "language": "en"
      },
      "date": "2021-11-13T03:14:52Z",
      "rating": 3,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/30QiMIoLZyWc2xoEvkcJqg/o.jpg",
          "caption": "Crispy Duck Lasagna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FXbubm1hTFZliI-9Eys2Bw/o.jpg",
          "caption": "Monks repose"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/guvXG8ScPpqhneXzDVhoEA/o.jpg",
          "caption": "Wagyu Beef & Truffle Ravioli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7skezyCjK47nl5aL-hO_2g/o.jpg",
          "caption": "Cacio e Pepe"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Rebecca P.",
        "user_id": "oyDQWxD06QFp0Y3LlIxkSg",
        "link": "https://www.yelp.com/user_details?userid=oyDQWxD06QFp0Y3LlIxkSg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/e1ryuS3JelDknZythi3KSg/180s.jpg",
        "address": "Greenville, SC",
        "friends": 372,
        "photos": 44,
        "reviews": 16
      },
      "comment": {
        "text": "This was my first time even hearing about this spot. We were walk-ins before a show at the Fox. I am so glad we went early enough, We were able to make it for seating at the bar and I am so so glad we did. It got busy QUICK!!! Definitely make a reservation. There was a line waiting 20 minutes before they opened for the evening. \n\nI wish I could remember our bar tender's name, he was ADORABLE and so sweet and attentive handling everyone's needs so well. \nHe made me a cappuccino even though I don't know if that is a normal offering. \n\nWe ordered what seemed like everything on the menu, lol.\n\nWe had Wagyu tartare because why not! It had a great wagyu taste, very flavorful and quite salty. \n\nFor our pasta choices we split the Wagyu and black truffle ravioli and cacio e pepe ravioli. They were both DIVINE!!!! I am obsessed would go back specifcally for the wagyu and black truffle ravioli. I could have eaten my weight in both dishes. \n\nThe Espresso martinis were baileys based I think? They seemed a bit on the creamy side but very very delicious. \n\nFor dessert tiramisu and cappucinio pick me up before the show. OBSESSED!!!! The touch of sea salt on top was just next level. Absolutely loved this meal and the vibe, all around epic experience.",
        "language": "en"
      },
      "date": "2022-07-12T00:01:19Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OdZu9NRyJqaHCneOY2Zitw/o.jpg",
          "caption": "Dessert Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/poPYoVTkvdvH3UsCVwYiTA/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J5G0zpeCNAhnoIMn3hkrXg/o.jpg",
          "caption": "Wagyu Beef Tartare"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1y_hSfkr3mbnHC9uuf9G5Q/o.jpg",
          "caption": "Tiramisu (insane good)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9O-jKjlAKshr2G4IEdTK_A/o.jpg",
          "caption": "Cappuccino"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wSZlC5QzokyEPQGX6vXMMQ/o.jpg",
          "caption": "Wagyu beef and black truffle ravioli in the front, cacio e pepe ravioli in the back"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/52sbZlHgTLpkocnYZcllxQ/o.jpg",
          "caption": "Espresso Martinis"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dOlZ25udnAOXLv2YZJhmvQ/o.jpg",
          "caption": "Wagyu Beef and Black Truffle Ravioli (INCREDIBLE!)"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "E M.",
        "user_id": "jD6q3wjafug3fRTbQzkQ3w",
        "link": "https://www.yelp.com/user_details?userid=jD6q3wjafug3fRTbQzkQ3w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ub7NtxGe1w9TFtF7tbHmng/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 1,
        "reviews": 46
      },
      "comment": {
        "text": "This place is tasty! We came here before a show at Woodruff and we literally walked in as they opened the doors. Our server, Mallory, was fantastic, explaining every drink and dish in great detail. You could tell she was proud of what she was serving. We started with some bread and yuzu butter (delish!) and a couple salads. The broccoli and fennel really stood out. For my entree, I ordered the corn and rabbit ravioli (had no idea those two things went together so well!) and the roasted mushrooms, some of the best I've ever had. Also stole a few forkfuls of my wife's cacio e pepe, a simple dish but amazingly executed. Finished with an espresso and the ice cream sandwich (magic shell! woohoo!!), both of which were great but perhaps overkill before a show where we needed to do some dancing. We were so full! But it was well worth it. Can't believe I waited this long to try the place.",
        "language": "en"
      },
      "date": "2023-08-18T16:35:54Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sara C.",
        "user_id": "YAso4uu9O8I1rIZhbBS_Zg",
        "link": "https://www.yelp.com/user_details?userid=YAso4uu9O8I1rIZhbBS_Zg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WDcXqhpdJNDqmRwOc7tkJA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 9,
        "photos": 2248,
        "reviews": 124,
        "elite_year": 24
      },
      "comment": {
        "text": "finally visited lyla lila after having it on my list since it opened! a difficult place to get a reservation to, but if you can, i recommend trying it out!\n\nthe restaurant is lovely with great decor, not too fancy, but not too casual. the space is very bright, with large windows allowing tons of natural light to come in, making it feel airy and open.\n\nthe food was pretty good, not out of this world, but still excellent. to start, i tried the tuna crudo and crispy artichokes. the crispy artichokes were beautiful and large. it's basically fried in oil but somehow isn't too overpowering. for mains, i got the duck lasagna and squid ink spaghetti. the duck lasagna was great; a different take on lasagna since it had a cocoa bechamel sauce. it's also a huge portion if you get the full order, so be prepared to take some home; unless you're super hungry, then devour it all! the squid ink spaghetti didn't impress me that much. the shrimp and sausage was good but other than that it was kind of underwhelming. now onto dessert, probably my favorite part. i got the ice cream sandwich (pistachio gelato, magic shell, fennel pizzelle). it was AMAZING! a new level of ice cream sandwich was set!\n\nalso, if they didn't tell you, which happened to us, you can order an appetizer portion of all of the pasta dishes. I'll probably do that next time since the portions are quite large, especially the duck lasagna.\n\noverall, it's a lovely restaurant, but i think i would try new items next time, except for the ice cream sandwich because that was to die for. additionally, the service was alright, probably could have been better, but i guess it's just the luck of the draw.",
        "language": "en"
      },
      "date": "2022-05-10T14:57:52Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iR-P-ZdGRy-4j5xmqpN1gQ/o.jpg",
          "caption": "French 75"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7XEIrsQadz4tTU9Tvom-1Q/o.jpg",
          "caption": "Tuna Crudo"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jnS26dNxXzg8v-sH0Asv9Q/o.jpg",
          "caption": "Tuna Crudo"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/90-rMkgSC4iL-wRDZ9-AXA/o.jpg",
          "caption": "Crispy Artichokes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Dij5OQxs_2JuR3b23FHjcQ/o.jpg",
          "caption": "Crispy Artichokes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KI4ORWQwIgWaqyV6w1Lqgw/o.jpg",
          "caption": "Crispy Artichokes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KO88jDHfo3_xmaCM3WUaEg/o.jpg",
          "caption": "French 75"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KX_CprElFpeIyd9Plos1uA/o.jpg",
          "caption": "Tuna Crudo"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P1qxgE0i-0QT4xkmTE9Gow/o.jpg",
          "caption": "Tuna Crudo"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Nvj1_TB6qwoQl1zBaMOulw/o.jpg",
          "caption": "Duck Lasagna"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amy P.",
        "user_id": "8HnNbNXSaoopbkD5jRsZ5g",
        "link": "https://www.yelp.com/user_details?userid=8HnNbNXSaoopbkD5jRsZ5g",
        "address": "Lee's Summit, MO",
        "friends": 67,
        "photos": 11,
        "reviews": 17
      },
      "comment": {
        "text": "I was a little bit worried whether or not we would enjoy dining at this restaurant... I don't like overly fussy food and a quick peek at the menu on our way there showed cocoa in the bechamel and basil in the lemon cheesecake? Eh boy....   Well folks, I had nothing to worry about. This is not a chef adding ingredients just to seem different. Everything blended beautifully together and was so lovely to eat. \n\nWe ordered the crispy artichokes (the parmigiana fonduta is wowza good), smoked eggplant caramelle, the scallops with red kuri squash (never heard of that type of squash-loved it), the wood grilled mushrooms (more of the awesome parm fonduta for the win!) and the ice cream sandwich (who knew fennel in the pizzelle wafers would work so well, not this girl, but it does). There wasn't a clunker in the bunch. All fantastic!\n\nTruly, an outstanding dining experience, and if we can get a reservation, we will definitely be back!",
        "language": "en"
      },
      "date": "2022-12-07T14:25:15Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/07gZHSbs49dIAGKdGibW1g/o.jpg",
          "caption": "Ice cream sandwich w/pistachio gelato, a hard chocolate magic shell & fennel pizzelle. Fennel? Yup and it somehow works!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BLeru3wOGPM9c-e8vwvIyQ/o.jpg",
          "caption": "Wood grilled mushrooms with a parmigiana fonduta-oh yah!!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1P8byzKwZoBJ0PiV1gInUw/o.jpg",
          "caption": "Ate every scrap of the scallops.  The ribbons of squash were lightly pickled and added so much to the dish. Loved it!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kevin L.",
        "user_id": "WdtX1tCsEvsaWOlSNQkVPg",
        "link": "https://www.yelp.com/user_details?userid=WdtX1tCsEvsaWOlSNQkVPg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pOn1GwT0I74E1Z2nKEjtnw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 60,
        "photos": 0,
        "reviews": 44
      },
      "comment": {
        "text": "Best restaurant in town by a long shot.  The food service and ambiance is top notch. You have to have the duck lasagna.",
        "language": "en"
      },
      "date": "2023-08-08T22:56:29Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=NDvXI500LkmWjtOhk4MCZw&start=90"
  }
}