{
  "search_metadata": {
    "id": "65ef3079681ebe336f80ae8d",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/cba2f21086e022a5/65ef3079681ebe336f80ae8d.json",
    "created_at": "2024-03-11 16:25:29 UTC",
    "processed_at": "2024-03-11 16:25:29 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/iNpKyGdjCb40PECLpyF-rg?",
    "raw_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef3079681ebe336f80ae8d.html",
    "prettify_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef3079681ebe336f80ae8d.prettify",
    "total_time_taken": 1.13
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 40,
    "num": "50",
    "place_id": "iNpKyGdjCb40PECLpyF-rg"
  },
  "search_information": {
    "total_results": 306,
    "business": "Tuza Taco"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 306
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Jodie T.",
        "user_id": "CwEdB3CIrk_osdEf5kN8KA",
        "link": "https://www.yelp.com/user_details?userid=CwEdB3CIrk_osdEf5kN8KA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gADf12J2H7go9tt2QWQfxw/180s.jpg",
        "address": "Home Park, Atlanta, GA",
        "friends": 0,
        "photos": 20,
        "reviews": 15
      },
      "comment": {
        "text": "I'm sad I didn't take any pictures, but this place is soooo cute and the food was delicious!! My daughter got the steak taco and she loved it!  I got the birria tacos and we shared the chips, queso and guacamole.  All of it was really good.  The customer service was excellent and everyone was super friendly!  Will return soon!",
        "language": "en"
      },
      "date": "2023-07-30T00:59:37Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jennifer O.",
        "user_id": "25TdBnK2KHmlUIVKFbZNBg",
        "link": "https://www.yelp.com/user_details?userid=25TdBnK2KHmlUIVKFbZNBg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pxSct9SkuTeHQuBObnK_0A/180s.jpg",
        "address": "Scottsdale, AZ",
        "friends": 28,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "As my five year-old daughter proclaimed five minutes into the meal -- \"mom, this isn't just a taco place; it's an *everything* place!\" \n\nAfter a ten hour car trip, Tuza was a blessed roadside taco nirvana. 1$ quesadillas for kids, solid margaritas (get the house! We tested.), excellent tacos (the fish! the carnitas!), and superior hot sauce and guac... wow, the value was impeccable, the staff was helpful and friendly, and I swear the -- delicious -- food came out by the time I'd finished ordering. It was a solid 5/5 for us, and judging by the happy happy hour guests, we weren't alone.\n\nDo not miss this spot.",
        "language": "en"
      },
      "date": "2022-12-28T23:15:23Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/CX7JLioNFDyOpnGn8ZPvDg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you. BIG HUG",
          "date": "2022-12-28T23:16:00Z"
        }
      ]
    },
    {
      "user": {
        "name": "Doug G.",
        "user_id": "-YAXThScggsREXhutAHkAA",
        "link": "https://www.yelp.com/user_details?userid=-YAXThScggsREXhutAHkAA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-b6jvt_G5_uG827GePlxxQ/180s.jpg",
        "address": "Nashville, TN",
        "friends": 4410,
        "photos": 7311,
        "reviews": 1420,
        "elite_year": 24
      },
      "comment": {
        "text": "Seeing that today is #ThankYouThursday2021 here in the Yelp-iverse, I want to take time to thank Tuza for the fantastic service, tasty tacos and for one of the coolest outdoor booths I have ever sat in! \n\nTuza Taco has been hanging around the Westside on Howell Mill Road for a few years now and I finally stopped in! Tuza sits directly on Howell Mill mere minutes from Westside Provisions in one direction and about a mile from I-75 in the other. They occupy a quaint, colorful, two story and multifaceted building that features an open concept main dining room with an open-air kitchen, a walk-up service station downstairs, a small attached covered patio, a larger tented outdoor dining area and (4) custom built wooden booth-capsules! \n\nParking can be tight on those busy days, but they do have a few spaces in the front with a decent amount of additional spaces in the lot behind them. I have even seen folks park on the grassy area around this lot too...so that is an option if needed! \n\nTuza's celebrated feature is of course the taco! They offer around 10 different varieties, all which are served on flour tortilla as a standard, but can be put on corn at request. Tacos are priced at either $4 or $5 each. In addition to tacos, they also offer a few quesadillas, burritos, taco bowls (all priced at $12), sides and of course guacamole, queso and salsa! They do run specials as well - the special today was a Maine Lobster Quesadilla which will cost you $15 or the Birria Taco special which was (2) Birria Tacos served street style with beef dipping broth for $10. \n\nI know what you are thinking...what is a taco without a good margarita? Luckily, Tuza thought about that and offers a solid variety of margaritas from flavored house margaritas to Texas, Jalapeno and other top shelf varieties! And of course you can get them by the pitcher! Individual margaritas range from $8 - $14 and a pitcher is $30. If you aren't ready to party, they do also serve a few varieties of beers, sodas, Jarritos, Topo Chico and soft drinks. \n\nOn our visit, we went pretty classic with our meals grabbing a queso to start followed by a couple of tacos each and we washed it down with a Topo Chico and Fruit Punch Jarritos. Great minds think a like and we both ended up with a Brisket Taco and Big Fish Taco. Both tacos were well sized, filled with protein, sauced and spiced perfectly! The brisket taco was topped with a horseradish sauce, which at first may seem like it is going to overpower the taco, but it was the opposite. The horseradish accompanied the tender and juicy brisket perfectly and took a supporting role to the star of the taco, brisket! The Big Fish taco lived up to its name and was easily one of the largest pieces of fried fish I have gotten on a taco...and I was far from mad about it! The fish, which was Mahi Mahi tonight, was cooked perfectly! It wasn't overly breaded and the slaw, sour cream and chipotle sauce were the perfect amounts allowing the fish to shine! Honestly, may be one of my favorite fish tacos I have had in the Atlanta area! We went with the original queso and it was just ok. The texture was a little thick and the queso was lumpy more than smooth. Maybe we would have better luck with the crazy hot or cheeseburger queso?\n\nService was solid from start to finish. We parked in the back lot and under the awning they have an order station where a staff member was waiting to assist. He was friendly and helpful. The food runner was also friendly as well! \n\nOverall, Tuza was the highlight of my Thursday and I am super pumped to be able to celebrate #ThankYouThursday2021 with them! Definitely going to be one of my go-to's for tacos!",
        "language": "en"
      },
      "date": "2021-11-19T03:55:29Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4byjmQBia4TNCQ1RAHdQEA/o.jpg",
          "caption": "Margarita Menu (11/18/21)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yW1pNd3O0bR6H6eltfhxUA/o.jpg",
          "caption": "Menus/Register (11/18/21)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OjkeOvOEzr6ZNOfRbZDfeg/o.jpg",
          "caption": "Appetizer and Sides Menu (11/18/21)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WvjU2nakcleKaATkFOfTJg/o.jpg",
          "caption": "Original Queso"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7Gpvs7DlSAijpqIyfho1Dw/o.jpg",
          "caption": "Brisket-Toasted Flour Tortilla / Big Mahi Mahi Fish Taco - Toasted Flour Tortilla"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/epAnoFbSfx6Y4_0lXfiIvg/o.jpg",
          "caption": "Outdoor Dining Area"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OanrazQfuvwJtf6Xo-W2eg/o.jpg",
          "caption": "Taco Menu (11/18/21)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pH23lNzlYibq9LZk4TnXTA/o.jpg",
          "caption": "Taco Bowls/Quesadillas/Burritos Menu (11/18/21)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Vf_DTCmg-0PsQFBOxVLI9w/o.jpg",
          "caption": "Speaks for itself!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fwtCrYODbuRT5SmR1fC9SQ/o.jpg",
          "caption": "Specials Board - Birria Tacos!"
        }
      ],
      "feedback": {
        "useful": 58,
        "funny": 21,
        "cool": 68
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/CX7JLioNFDyOpnGn8ZPvDg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for taking the time to share your thoughts.  Happy Thanksgiving!!!",
          "date": "2021-11-19T06:30:20Z"
        }
      ]
    },
    {
      "user": {
        "name": "Kaelyn D.",
        "user_id": "blBWu8jzIKuHHodilxQh_g",
        "link": "https://www.yelp.com/user_details?userid=blBWu8jzIKuHHodilxQh_g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VC_a2W--QDyQbLBPktTs7g/180s.jpg",
        "address": "College Park, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 14
      },
      "comment": {
        "text": "10/10 with everything. From the service, the food, and drinks! The drinks were SOOO good. I got a mango and strawberry frozen margarita. Good and strong drinks. The food is made to order, came out super hot and fresh. I definitely will be back.",
        "language": "en"
      },
      "date": "2023-06-11T15:10:48Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Laura Z.",
        "user_id": "7cGrH5dkTR2EhzrPyRX_dg",
        "link": "https://www.yelp.com/user_details?userid=7cGrH5dkTR2EhzrPyRX_dg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/eRzix47NwjKtaEqZ4o1eoA/180s.jpg",
        "address": "Marietta, GA",
        "friends": 449,
        "photos": 584,
        "reviews": 179
      },
      "comment": {
        "text": "TLDR: overall solid taco spot for really massive and flavorful tacos\n\nTuza Taco has both indoor and outdoor seating. They've got an outdoor patio area that's covered with lots of seating. Even coming on a random Saturday night, there was lots of seating available. \n\nFor my three tacos, I got the big fish taco, the steak, and the carnitas. I wasn't expecting them to be as large so definitely come hungry or order appropriately. The big fish taco is quite literally a really big piece of lightly battered fried fish that's lightly crunchy and soft and flakey on the inside. The carnitas taco is a pretty classic take and the steak taco was my favorite. Loved the chimuchurri sauce on top!! All in all pretty solid tacos.",
        "language": "en"
      },
      "date": "2021-11-24T21:47:29Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Qiwty-cCCBkLwzgxB5Z--A/o.jpg",
          "caption": "Big fish taco; steak; carnitas"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/heuF6866Tr_VlevNgTeK4w/o.jpg",
          "caption": "Menu"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Keese D.",
        "user_id": "SphRvgMYeMoTMF7U--tmOg",
        "link": "https://www.yelp.com/user_details?userid=SphRvgMYeMoTMF7U--tmOg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/sZ11VJTgZuVgDLeAh0qo8g/180s.jpg",
        "address": "Cartersville, GA",
        "friends": 19,
        "photos": 1,
        "reviews": 26
      },
      "comment": {
        "text": "Ambiance was causal and fun! Service was great! Food was YUM. Loved the watermelon agua Fresca and the birria tacos. We'll be back!",
        "language": "en"
      },
      "date": "2023-03-26T22:33:21Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nisha B.",
        "user_id": "FYKgCWsQB5MNLSpefomzEQ",
        "link": "https://www.yelp.com/user_details?userid=FYKgCWsQB5MNLSpefomzEQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uB9HWvlOW9jaIipulbNdKA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 10,
        "photos": 112,
        "reviews": 174,
        "elite_year": 24
      },
      "comment": {
        "text": "I absolutely love Tuza! My family and I come here all the time! Everything about it is so convenient including the outdoor ordering and the fact that they are dog friendly. The food is also really delicious and they have some really great sauces available to put on your food. I'm a vegetarian and I always find plenty to eat here. You have to try the guac if you visit Tuza. It's so delicious. I normally get a veggie burrito and I am so full after! The prices are reasonable and the staff is always friendly. There are so many cute private areas where you can eat outside if you don't wish to sit on the patio! The interior is very nicely decorated as well. The parking can be kind of tricky when it is busy.",
        "language": "en"
      },
      "date": "2022-08-17T22:48:18Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Carlie M.",
        "user_id": "yGpkiCyctrBJDMOTMXOJdw",
        "link": "https://www.yelp.com/user_details?userid=yGpkiCyctrBJDMOTMXOJdw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Yiyrai6RzjGy_zbS1D09Fg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 313,
        "photos": 1793,
        "reviews": 912,
        "elite_year": 24
      },
      "comment": {
        "text": "Came in for dinner last Friday with some friends. We got there around 6pm. It wasn't packed, but there were quite a few people. They have some parking out back. We didn't have any issues parking but I can see where it would be tricky if it was more crowded! You order outside around back. They bring your food to you after you seat yourself. They have both indoor and outdoor seating available. We sat outside on the porch with the fans since it was a bit hot out. My fiancé and I got an order of the birria tacos special as well as one big fish taco and one steak taco and a side of rice and beans. Our order came out quickly! The birria comes with 2 tacos, so we each ate one. It was tasty and comes with the broth for dipping. The fish taco was my favorite! Two large pieces of fried fish with delicious slaw and sauce! A great chill spot to come with friends for tacos! Next time, I'd want to try the queso and margs!",
        "language": "en"
      },
      "date": "2022-06-27T20:11:59Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bXelZh_nTFD1tZRP2Lrqrg/o.jpg",
          "caption": "Big fish taco and birria taco"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Nisha P.",
        "user_id": "t-d04Ux_ckjDZVPcP9YPdg",
        "link": "https://www.yelp.com/user_details?userid=t-d04Ux_ckjDZVPcP9YPdg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jyU15tRG-1YZCC-21F6oGQ/180s.jpg",
        "address": "Decatur, GA",
        "friends": 647,
        "photos": 801,
        "reviews": 237,
        "elite_year": 24
      },
      "comment": {
        "text": "I really really love this restaurant for a great place to eat for covid. Located in west midtown, this cute taco shop is right off howell mill rd and has ample parking! \n\nDue to covid, they have a great order system! You can order it as carry out and then enjoy their nice as i like to call it marg garden which is a cute colorful patio with multiple tables and seats! The staff was all very good about their mask usage and i constantly saw them cleaning the tables as people left! The guy who took my order was super nice and i appreciate his kindness and guidance on what he recommended! \n\nFor dinner, i got the mango margarita which was I was so impressed with how strong and big it was for the price! I would def come back for the margs! \n\nTacos i got one pork belly taco and two fish tacos! the pork belly was pretty tough to eat texture wise and i would figure it would melt in my mouth! The fish tacos were super yummy but i wish it would be fried in smaller pieces bc it was fried as a filet and in the taco as pictured below! I did really like the flavors so would probs order again! I am def coming back to try more things on the menu and get another margarita!",
        "language": "en"
      },
      "date": "2020-10-19T23:44:27Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hb7eURp0kYzwNUKXD3CM9Q/o.jpg",
          "caption": "we should make To go margs and taco thursday a thing ‍"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ubh79Pwo-kActrAkA-3KFg/o.jpg",
          "caption": "one Pork Belly Taco two Big Mahi Mahi Fish Taco - Toasted Flour Tortilla"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Mila W.",
        "user_id": "8jYTEn4V_nxgSwSeGgbB5A",
        "link": "https://www.yelp.com/user_details?userid=8jYTEn4V_nxgSwSeGgbB5A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OR3ukLpaBvDecK_7kMPLyQ/180s.jpg",
        "address": "GA, GA",
        "friends": 0,
        "photos": 75,
        "reviews": 30
      },
      "comment": {
        "text": "I bought so much food the other day, it was all good! They didn't have anymore burritos so hopefully next time I come they do. I didn't get any pictures because I ordered togo and ate soon as I got home lol, but everyone was so nice there. I had a margarita while I was waiting and the ambience is perfect. I'll definitely be a returning customer!!",
        "language": "en"
      },
      "date": "2023-05-06T18:32:47Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ashley T.",
        "user_id": "F4CdHCX-BKmXj3ih37jjhQ",
        "link": "https://www.yelp.com/user_details?userid=F4CdHCX-BKmXj3ih37jjhQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OqVsbt04m-_SCvhunwpuhQ/180s.jpg",
        "address": "Old Fourth Ward, Atlanta, GA",
        "friends": 131,
        "photos": 884,
        "reviews": 450,
        "elite_year": 24
      },
      "comment": {
        "text": "Came here for dinner with a couple of friends and while the reviews seemed a bit mixed, I must say we had a pretty good experience.  We arrived right before the crowd did so I was able to find parking in the lot behind the building.  There aren't too many parking spots in the lot but I did notice other patrons parking on the street or in the lot across the street and walking over.\n\nThe ordering area was setup outside in the back of the restaurant as customers were not allowed inside.  They had a menu available and a board with some of their food and drink specials so I was able to quickly decide what I wanted by the time I ordered.  The guy who took my order was friendly and let me know about how long it would take which I appreciated.\n\nWe sat outside since it was a nice evening and they had a lot of super cute outdoor areas where people could be properly social distanced from others in this little booths near the parking area or you could sit in this big patio area and hang for a bit.  My food came pretty quickly and the shrimp tacos I had were really good.  Although the food came fairly quickly it was a little cold but I still enjoyed it.  My friends enjoyed their food and the drinks they had but said their food was a bit cold and lacked seasoning.\n\nOverall a good experience and I'd definitely try this place again.",
        "language": "en"
      },
      "date": "2021-12-12T13:24:59Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Karnesha S.",
        "user_id": "YhexqfL2hfnfQ7s6Cj2Ewg",
        "link": "https://www.yelp.com/user_details?userid=YhexqfL2hfnfQ7s6Cj2Ewg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yf4B-GN5e5L4NvsEx292MA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 361,
        "photos": 569,
        "reviews": 393
      },
      "comment": {
        "text": "This place is such a vibe!! It gives beachfront taco spot without the beach lol. The margarita menu is extensive and they are STRONG! We shared a house pitcher and everyone was tipsy after 2 cups. The food is well priced and tasty. I had the birria tacos which were delicious and the broth was perfect.\n\nThey have outdoor seating with really cute hanging lights. A nice casual date night spot for sure!",
        "language": "en"
      },
      "date": "2022-06-23T16:38:20Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ciara D.",
        "user_id": "7BERcKDqzhgyv-eURL016Q",
        "link": "https://www.yelp.com/user_details?userid=7BERcKDqzhgyv-eURL016Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XSY8_UN6hCGm2kMXeMAEGg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 326,
        "photos": 576,
        "reviews": 216
      },
      "comment": {
        "text": "I live on Howell Mill and pass Tuza all the time and decided to go here with my mom one Friday evening for dinner. It was raining when we pulled up, but we parked and got out to stand in the short line to order. Orders are placed downstairs and then you can go upstairs and either dine inside, out on the patio, or out in one of the little intimate booths.\n\nI ordered a fish rice bowl, my mom ordered three tacos (chicken, fish, and steak) and a guava jarrito, then we ordered the cheeseburger queso to share. We went upstairs to find a table. First, we tried inside but it was freezing...they weren't playing about their cold air conditioning lol. So instead, we sat on the covered patio.\n\nWithin minutes, a food runner brought the food to our table. The cheeseburger queso was really good - my favorite thing about this experience. My mom loved her tacos and said the chicken was her favorite. My fish bowl missed the mark. I liked the toppings, but didn't like how greasy and heavy the fish tasted. I also wish it all had more flavor too.\n\nI'd definitely give this place another try, but I'm going to steer clear of the fish.",
        "language": "en"
      },
      "date": "2021-08-08T21:19:22Z",
      "rating": 3,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oan92vfloy9EDHAmH814hw/o.jpg",
          "caption": "Taco trio - steak, fish, and chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MUyceWsKBslj9ZuMWSs-aA/o.jpg",
          "caption": "Fish bowl"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/taSzEfuYuAbj9P6-1Fvqgg/o.jpg",
          "caption": "Guava jarrito"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/94V5ZRkwxZP7w_t1mhwnmw/o.jpg",
          "caption": "Cheeseburger queso"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Ashley L.",
        "user_id": "Kj6vaMUBVX5fdb3GBhv5ew",
        "link": "https://www.yelp.com/user_details?userid=Kj6vaMUBVX5fdb3GBhv5ew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2XnvJnsSyYUE6Up4FEuCtA/180s.jpg",
        "address": "Calera, AL",
        "friends": 184,
        "photos": 111,
        "reviews": 35
      },
      "comment": {
        "text": "Delicious food. A mix of modern and traditional Mexican cuisine. Would come here a thousand more times. Definitely try the carnitas taco and big fish taco! Esquites (street corn) was very good as well. Strawberry margarita is also strong with good flavor!! Will definitely be back next time I'm in ATL!",
        "language": "en"
      },
      "date": "2023-01-24T18:15:03Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Gina C.",
        "user_id": "g18C6D0wqni25jQL-GWWlw",
        "link": "https://www.yelp.com/user_details?userid=g18C6D0wqni25jQL-GWWlw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ABg8NKKo1f6BYvo_MirHMA/180s.jpg",
        "address": "Brookhaven, GA",
        "friends": 50,
        "photos": 105,
        "reviews": 73
      },
      "comment": {
        "text": "What an amazing find. This place is super freaking tasty (had the grouper taco, the classic, the shrimp taco, and the hot queso). Everything was delicious. And the hot queso was actually spicy! \n\nThe prices weren't bad with about $4 per taco (5 for some like steak). Everything was great quality and made with care. These are some of the best, if not the best, tacos I've had in ATL!\n\nThere is so much outdoor seating with an extensive, dog-friendly back patio, strung with lights. It was a very laidback environment (you order at a counter and they bring it to your table). The waiters and waitresses were coming by every few minutes to collect trash from our table and the owner is very involved too, talking to all the guests.\n\nLove this place and I will definitely be back for another Taco Tuesday.",
        "language": "en"
      },
      "date": "2021-06-09T10:54:55Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oXKY3c4f_D9lp0VrNbBdIQ/o.jpg",
          "caption": "Fish taco (grouper)"
        }
      ],
      "feedback": {
        "useful": 12,
        "funny": 2,
        "cool": 8
      }
    },
    {
      "user": {
        "name": "Anika R.",
        "user_id": "RwWeohekuQ3tAJVyVePOuQ",
        "link": "https://www.yelp.com/user_details?userid=RwWeohekuQ3tAJVyVePOuQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EeDZb5DCYitaNUGSKOfRcA/180s.jpg",
        "address": "Decatur, GA",
        "friends": 0,
        "photos": 3,
        "reviews": 2
      },
      "comment": {
        "text": "I went based on high Yelp reviews and Tuza Tacos was definitely a treat. I ordered the steak and big fish tacos along with queso. Friend had fish and shrimp tacos along with salsa. We both ordered house margaritas. Everything was fresh and tasty, with a slight twist.  I've had better queso, but honestly we ate it all! Enrique brought our food and was super friendly and helpful during entire visit. Would definitely go back.",
        "language": "en"
      },
      "date": "2023-02-19T00:49:30Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Carmen B.",
        "user_id": "zcGTLckgTz06QCJ7Vw4vaw",
        "link": "https://www.yelp.com/user_details?userid=zcGTLckgTz06QCJ7Vw4vaw",
        "address": "Asheville, NC",
        "friends": 107,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Been many times. Never disappoints. Queso, margs...family friendly. Really glad to have this as a local stop.",
        "language": "en"
      },
      "date": "2023-07-14T16:39:26Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Heather G.",
        "user_id": "O8gch35a6cCGQkMIEmdbdA",
        "link": "https://www.yelp.com/user_details?userid=O8gch35a6cCGQkMIEmdbdA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ju5gQvBsKVp4An_PuO03iQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 10,
        "photos": 8,
        "reviews": 43
      },
      "comment": {
        "text": "I was looking for place to grab dinner to-go and had seen this spot for awhile. I ordered a brisket taco, beans and rice, guacamole and salsa. It was very good and I will be back. The staff was very nice and the place was clean and cute.",
        "language": "en"
      },
      "date": "2023-01-04T07:46:37Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Eric F.",
        "user_id": "yzuEqB5Q-xIr53qAkK0CxQ",
        "link": "https://www.yelp.com/user_details?userid=yzuEqB5Q-xIr53qAkK0CxQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AmTzdT4qXw43YtpDx0QEDw/180s.jpg",
        "address": "Silver Spring, MD",
        "friends": 8,
        "photos": 0,
        "reviews": 86
      },
      "comment": {
        "text": "I had 4 different tacos, and they were all amazing.  Nice, relaxed atmosphere and excellent food.",
        "language": "en"
      },
      "date": "2023-01-02T19:19:55Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "David F.",
        "user_id": "JaSsr7f5o6rwbbamJt3pvw",
        "link": "https://www.yelp.com/user_details?userid=JaSsr7f5o6rwbbamJt3pvw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tK4lHYkEhzT0IVuX8knSKQ/180s.jpg",
        "address": "Jamaica Plain, MA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Absolutely fantastic and fresh with great decor and service. You have to try the big fish taco and also the corn dish. Bravo!",
        "language": "en"
      },
      "date": "2022-11-15T22:04:53Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Brooks P.",
        "user_id": "hUDxV1hcOLUaAl7kz_DezA",
        "link": "https://www.yelp.com/user_details?userid=hUDxV1hcOLUaAl7kz_DezA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7jauLkFeYYJg2VTPxT7KWw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 20
      },
      "comment": {
        "text": "The fish taco? Completely out of this world. Lovely time walking over from Atlantic Station.\n\nWould definitely recommend checking it out - sweet neighborhood spot and only a skip from Monday Night/Urban Cidery!",
        "language": "en"
      },
      "date": "2022-08-18T22:57:48Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Katie E.",
        "user_id": "wWN2j8Jw5U5dE67sW0TaVw",
        "link": "https://www.yelp.com/user_details?userid=wWN2j8Jw5U5dE67sW0TaVw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kLsZiViMc72a5iEr9Ya0Rg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 238,
        "reviews": 109,
        "elite_year": 24
      },
      "comment": {
        "text": "So delicious!! Such an adorable little spot with amazing food. And the frozen margaritas definitely hit the spot. I would highly recommend checking out Tuza Taco if you haven't already.",
        "language": "en"
      },
      "date": "2021-07-09T01:17:30Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4z8mEhMJ_d6misfMSVrlDQ/o.jpg",
          "caption": "Mango frozen margaritas"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RqnI0oQo4FO_y9noY-ZYsQ/o.jpg",
          "caption": "Veggie Burrito"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9Yxwpn_6FzFJ0vgC-SbT0Q/o.jpg",
          "caption": "Inside"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Wendy W.",
        "user_id": "QWiBL9IwxXIW7BPwBliz5w",
        "link": "https://www.yelp.com/user_details?userid=QWiBL9IwxXIW7BPwBliz5w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8i01zLwEsLcDC2kmEgtRyg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 23,
        "photos": 164,
        "reviews": 101
      },
      "comment": {
        "text": "Pretty good tacos no corn tortillas more flour-based. They did not have avocado or guacamole when I came. The salsa was super delicious more of a pico de gallo style. Lots of people were there it seem like a really good place to vibe",
        "language": "en"
      },
      "date": "2022-04-04T00:20:51Z",
      "rating": 4,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0xtfrBr3Jh7PgXBXj0s85g/o.jpg",
          "caption": "Chicken Taco-Toasted Flour Tortilla"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bC2FoP2qxSc6iFunyBxbjQ/o.jpg",
          "caption": "Big Mahi Mahi Fish Taco - Toasted Flour Tortilla"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PG-vRBFadSGxuE3T0EBv8Q/o.jpg",
          "caption": "Shrimp-Toasted Flour Tortilla"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/S343MEn9Yied5RKuUWviLQ/o.jpg",
          "caption": "Pork Belly Taco"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DZJURXHmOkG_vtQPYF9BTA/o.jpg",
          "caption": "Salsa - served with fresh corn tortilla chips"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/CX7JLioNFDyOpnGn8ZPvDg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Wendy, we have both flour or corn. Hope you come again and just tell person at register your preference. Thanks",
          "date": "2022-04-04T00:35:50Z"
        }
      ]
    },
    {
      "user": {
        "name": "Alana N.",
        "user_id": "ywPvNw8uW5JSdEerjNpE5Q",
        "link": "https://www.yelp.com/user_details?userid=ywPvNw8uW5JSdEerjNpE5Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_FfTTOG8cvsFCA7Vhs1Zlw/180s.jpg",
        "address": "Seattle, WA",
        "friends": 212,
        "photos": 508,
        "reviews": 161,
        "elite_year": 24
      },
      "comment": {
        "text": "Went it for a quick lunch during the week day. There is a long line to order since it was lunch time. We got tacos and burrito. Pork belly is !! Love how tender the meat is and how it goes so well with their hot sauce. Their burrito is huge and very tasty as well. They have a cute outdoor seating for a quick bite. 5 stars for me!!",
        "language": "en"
      },
      "date": "2021-06-21T17:34:29Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3XBHBS_meAxmx2KDd9mUmA/o.jpg",
          "caption": "Pork Belly Taco, Shrimp Taco"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jing L.",
        "user_id": "P4AxBC_5533A7CzkrFgsnw",
        "link": "https://www.yelp.com/user_details?userid=P4AxBC_5533A7CzkrFgsnw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5WnZkhyE_QJK5MayR1SV-w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 492,
        "photos": 1057,
        "reviews": 315,
        "elite_year": 24
      },
      "comment": {
        "text": "Great taco place! Not sure why I'd never heard of this place before, but I'm glad I tried it out. It might be my new go-to taco place! The service is great and price is decent compared to other taco places. (My favorite \n\nI got the Big Fish, Shrimp, Carnitas, Steak, queso, guac, and black bean and rice. Surprisingly my favorites were the seafood tacos. Most places don't do seafood tacos well but this place is different. The Big Fish taco was huge! Both of them were so fresh. This is a game changer for me. If you're like me and enjoy seafood tacos more, I definitely recommend this place!\n\nThe service was good, it's a very casual place so I didn't have high expectations. However, the owner came to our table and made sure we had everything we needed. thumbs up!",
        "language": "en"
      },
      "date": "2019-12-11T01:17:11Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Xz-cdE7zkE2qQj-cF03FWg/o.jpg",
          "caption": "Big fish, shrimp, carnitas, Barbacoa $4 each"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hTp_78MdE1i1PX8qfBtpng/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/z60dcg5ToBOONvIPyHOQfQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ct-7GcvqiZNHRx1p-Ci6tg/o.jpg",
          "caption": "Big fish"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Cameron N.",
        "user_id": "kAvwnOFhus7nQ1MCCS-_uQ",
        "link": "https://www.yelp.com/user_details?userid=kAvwnOFhus7nQ1MCCS-_uQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LYg5BPYi9eaOWe1-222wug/180s.jpg",
        "address": "Richmond, VA",
        "friends": 127,
        "photos": 338,
        "reviews": 185,
        "elite_year": 24
      },
      "comment": {
        "text": "This place is close to my gf's apartment and though she loves tacos, we pass it by all the time. My mom came in town and had a couple of hours to spend with us before leaving out for her trip, so we decided to finally stop in. \n\nWe parked in the back and entered through a back door that led to a little stairwell. There is also parking in the front that is wheelchair accessible. Aesthetically, the restaurant is super super cute. The bathroom was really clean and had a beautiful Frida Kahlo painting and lovely sink. \n\nYou order with the cashier and are given a number and then the food is brought to your table. I asked lots of questions and the lady who took our order was really patient with me. Though I did not get either- her personal recommendation was the big fish taco and she also let me sample the soup that was on special.(chicken pozole, i believe?)\n\nFor tacos, we ordered: vegetarian, shrimp, pork and barbacoa. We also got some of the classic nachos. \n\nThe nachos were described on the menu as \"queso top to bottom\" but they came out looking kind of dry, so I asked the server for additional. They were good, but nothing too exciting.\n\nOn the menu, the vegetarian taco said it had beans, but when it was brought out without them my gf asked about them and the guy said it didn't come with beans bc \"they're cooked in animal fat\". [Soo, uh...idk...Either make vegetarian beans...or...take them out of the description for the vegetarian offering???]\n\nMy mom and I both got the shrimp tacos and they were okay. The barbacoa was decent, but my favorite was the pork belly. Mom and gf were generally unimpressed and both gave two stars. Gf said \"I'd rather have gone to Taco Bell.\"\n\nBut me, I'll settle out at a strong 3. I'd return if someone else wanted to go, but it's definitely not my first or second choice for tacos. They were good and we ate everything, it just definitely could've been more flavorful. The best tacos I've ever had have all come from mom and pop places inside of random gas stations.",
        "language": "en"
      },
      "date": "2019-12-14T18:35:08Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6G7ofsnMntaYLpMTqaKhdA/o.jpg",
          "caption": "2 vegetarian tacos, one barbacoa."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qodW8ODJiLNmoO0pn-20mg/o.jpg",
          "caption": "2 shrimp tacos, one pork belly."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2bISOr6wTueRGbYM8EHTTw/o.jpg",
          "caption": "classic nachos."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 5,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/ADzAW-xDCJ3gfafveJtCnw/90s.jpg",
            "role": "OWNER"
          },
          "comment": "My name is Jason and I am the owner that took care of you last night.  We ran a first time Vegetarian special during the day and we completely sold out.  I was unable to make more vegetarian beans in time for dinner.  My apologies for being honest and telling you that the beans were not vegetarian and if my language offended was not my intention. We were short staffed and busy and perhaps I could have used a non cooking term.  I hope your Mom\nHad a good visit and Again apologies if the taste of the tacos was lacking. I will address this with my kitchen crew.  \nDo tell your girl friend she is in luck as there is a Taco Bell less than a mile down the street.  I am sure you will find concise menu descriptions and wonderfully tasty food at Taco Bell.",
          "date": "2019-12-14T20:08:18Z"
        }
      ]
    },
    {
      "user": {
        "name": "Paul V.",
        "user_id": "OKX-V5j_qfuOebeHeWGrHg",
        "link": "https://www.yelp.com/user_details?userid=OKX-V5j_qfuOebeHeWGrHg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zTYxj_8U23fSYKc9ViGqPw/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 1370,
        "photos": 2974,
        "reviews": 2482
      },
      "comment": {
        "text": "So I'll be honest. For some time now, years at this point, I've been a harsh critic of Atlanta's take on Mexican food as I've shuttled back and forth between my home of Los Angeles and business daddy Delta's headquarters in Atlanta. There were weeks where I'd comb Atlanta for quality tacos only to be left disappointed, and just when I was about to write off the whole town on the taco front - I stumbled across Tuza Taco. \n\nThese are legit. \n\nStar 1: How were the service and atmosphere?\n\nTuza Taco has a fantastic shop and location, even in this age of covid where they've pushed things outside they're able to make you feel at home. The folks working here couldn't be nicer, and my tacos were out in no more than ten minutes or so even though I sampled four different ones. Star. \n\nStar 2: How were the portions relative to the cost?\n\nThe tacos at Tuza are on the larger side, and as a result even here in Atlanta you're going to pay $4.00 regardless of which you decide to get. That's on the expensive side of things for sure especially if your point of comparison is a $1.25/taco late night truck, but it's not unreasonable in a city like Atlanta where what I'll call 'gentrified tacos' are able to command a slight premium. Star. \n\nStars 3 and 4: How was the food?\n\nPure and simple - these were stellar. It's exceptionally rare to find a spot that can succeed with both seafood and traditional tacos, but whether it was the battered and fried fish tacos, the grilled shrimp tacos, or the carne asada / pastor tacos, Tuza Taco delivered with fresh and flavorful meats, strong peripherals, and fantastic tortillas and salsas to boot. Two Stars. \n\nStar 5: Would you be excited to go back?\n\nThese are my favorite tacos in Atlanta. Star.",
        "language": "en"
      },
      "date": "2020-12-10T00:14:21Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7Vw4S4m59pdMsMIpgcpBhQ/o.jpg",
          "caption": "Tacos: $4.00 each"
        }
      ],
      "feedback": {
        "useful": 9,
        "funny": 3,
        "cool": 7
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/CX7JLioNFDyOpnGn8ZPvDg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Paul, beyond the kind words thank you for taking your time to let others know about Tuza.  Please ask for Jason next time you come as I would again like to say thank you in person. Happy Holidays be safe and hoping to see/meet you soon",
          "date": "2020-12-11T23:25:51Z"
        }
      ]
    },
    {
      "user": {
        "name": "Mckenna K.",
        "user_id": "-zcpys69f8FRU06p9UwNBA",
        "link": "https://www.yelp.com/user_details?userid=-zcpys69f8FRU06p9UwNBA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bt_7nJUL5LacEHiiA3doBw/180s.jpg",
        "address": "Acworth, GA",
        "friends": 270,
        "photos": 9,
        "reviews": 14
      },
      "comment": {
        "text": "I wish I had gotten a photo of the tacos, but they were so delicious I didn't even get a chance!\n\nFirstly I got the carnita taco, chicken taco, and carne asada taco. These are big tacos, which is not what I was expecting for street tacos but so delicious. The carnita was the perfect balance of sweet salty and spicy and the carne asada had this verde sauce that was to die for.\n\nTo top it off, they give you big margaritas that are killer  \n\nI absolutely will make this a staple restaurant in my neighborhood.",
        "language": "en"
      },
      "date": "2022-04-13T14:38:20Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Daniel B.",
        "user_id": "j14WgRoU_-2ZE1aw1dXrJg",
        "link": "https://www.yelp.com/user_details?userid=j14WgRoU_-2ZE1aw1dXrJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AZ91dRaJnhwWt6ARSNVc3A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4855,
        "photos": 87987,
        "reviews": 4855,
        "elite_year": 24
      },
      "comment": {
        "text": "I think I've found my new favorite neighborhood taco joint: Tuza Taco on Howell Mill Road in Berkeley Park. For many years, Taqueria del Sol has ruled this part of Westside, but I think the quality of the tacos and experience here at Tuza may be just enough to supplant them. These guys opened in November 2018 and have been a welcome addition to the neighborhood.\n\nTuza is located in a small, two-story, freestanding building less than a five-minute drive north of Westside Provisions District. There's limited parking out front, but plenty of parking in a nicely-paved lot in the back.\n\nThis is a modest-sized restaurant where the kitchen and dining room are one. The colorful and festive-looking interior are meant to evoke the atmosphere of Mexico and Mexican street food carts. I think it looks great. They have a full bar, a TV, a mix of communal and flexible four-top tables, and a covered deck. This is a fast-casual place with stand-in-line-to-order food and self-serve water. If you order to-go, they have neat biodegradable three-taco boxes with individual compartments for each taco.\n\nThe first time we came here, they were so busy, they ran out of food. Certainly, a good problem for them to have. As a sort of \"apology\" for running out of food, they offered complimentary margaritas at the bar.\n\nI like how simple their menu is. During our visit, they had chips and dip (salsa, queso, guac for $3-5 each), black beans and rice ($3), seven kinds of tacos ($4 each), taco bowls ($4 each), five kinds of quesadillas ($4-7 each), caramel-filled, chocolate-covered churros ($4) and specials like a burrito ($7), pork belly taco ($4), and elote (street corn, $5).\n\nHere's what we got:\n\n* Guacamole ($5) - handmade daily, Haas avocados, onion, cilantro\n* Carnitas taco ($4) - slow-roasted pork, salsa verde marmalade, pickled onions, cilantro\n* Steak taco ($4) - USDA prime, arbol chimichurri, cotija cheese\n* Cabo shrimp taco ($4) - sustainable natural shrimp, Mexican rice, queso, tomato, diced jalapenos\n* Classic taco ($4) - ground beef, shredded lettuce, tomato, sharp cheddar, housemade hard shell\n* Big fish taco ($4) - line-caught fish of the day, golden Modelo tempura, pickled slaw, chipotle crema\n* Pork belly taco ($4) - all-natural pork, arbol chile sauce, lettuce, jalapeno\n\nThe chips and guac were on point. I love how they salt their chips, with sea salt, I think. When it comes to tortilla chips, they are medium thickness. Warm and crunchy. They're great (and addictive) on their own. The guac was fresh and tasted fantastic. Delectable consistency, cold, and a little bit tangy.\n\nThe tacos ranged from good to great. I'll rank them from my most favorite to least favorite:\n\n1. Carnitas\n2. Steak\n3. Pork belly\n4. Classic\n5. Big fish\nN/A - Cabo shrimp\n\nIn general, I thought the quality of the taco ingredients was very good to excellent. This was evident from our corn tortillas, each of which was individually handmade to order (impressive), to the meats like the pork and steak. I'm convinced Tuza's tortillas are some of the best taco tortillas in Atlanta. Their taste and texture is ideal.\n\nAs for the carnitas, steak, and pork belly tacos, the meats were seasoned and cooked well. They were super tasty. Usually, carnitas tacos aren't my favorite, but I found Tuza's carnitas to be outstanding. The meat was pulled/shredded into fine/thin strands. It had an appetizing chew and wonderful flavor. The steak was cut into bite-size pieces, some more tough than others, but all at least somewhat juicy and satisfying. The pork belly was cut the same way, into bite-size pieces. It exceeded my expectations. Each bite was both crispy and soft (I really liked this) with terrific savory flavor and lean/fatty proportions. I wasn't a big fan of the sauce; it was just okay.\n\nThe classic taco looked like Tuza's take on the traditional Taco Bell taco. What made this taco good was the ground beef. It was incredibly flavorful. This wasn't listed on the menu, but I think there was sour cream or some sort of white cream sauce on the classic too.\n\nI'm a big fan of fish tacos and Tuza's version, compared to their other tacos, was \"disappointing\" to me. Don't get me wrong - it's still good and I'd order it again, but I expected more since I liked the other tacos so much. The best thing about Tuza's \"big fish\" taco is it's true to its name. I got a huge battered and fried chunk of fish (one big chunk). The batter was thick and crunchy. I don't know; I think the proportion of ingredients was off or something. The amount of meat definitely wasn't lacking. Like the pork belly taco, I wasn't crazy about the sauce on the fish taco (different sauce: chipotle crema).\n\nI'm allergic to shrimp so my fiancee ate the Cabo shrimp taco. She was lukewarm on it and agreed with my top three choices above. So, if I were to recommend some tacos here, I'd go with the carnitas, steak, and pork belly tacos.\n\nService was good. The staff was friendly.\n\nI look forward to coming back.",
        "language": "en"
      },
      "date": "2019-07-08T13:34:14Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fhpvRT0kMEZZqiKcSeo83A/o.jpg",
          "caption": "Menu."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/igJsDPNYvF0sBLbdCFOMBA/o.jpg",
          "caption": "Specials menu."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ISl3RWwBSjdGt4NwFhsMbw/o.jpg",
          "caption": "Guacamole. Handmade daily, Haas avocados, onion, cilantro. $5."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J2VOEDSDCb0j0bRNsXmVHA/o.jpg",
          "caption": "Guacamole. Handmade daily, Haas avocados, onion, cilantro. $5."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/67kmWyGUSduXdp2uod4s4A/o.jpg",
          "caption": "Inside. Dining room, open kitchen, ordering line."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/us-llVyfn9d9NNipSGFiAA/o.jpg",
          "caption": "Inside. Dining room, open kitchen, ordering line, bar to left."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AiHsWwDGpA_5WSyNAk-HYQ/o.jpg",
          "caption": "Outside on the elevated and covered patio."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IWPVoq-3dgNrMPsZbyhdXg/o.jpg",
          "caption": "Housemade hot sauce."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fzBwPCTIQH6T1yOnq4NGkw/o.jpg",
          "caption": "Classic, steak, carnitas, Cabo shrimp, big fish, and pork belly tacos. $4 each. See close-up pictures for ingredient details."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LQjul-xxJIRXs0Y-gPia_w/o.jpg",
          "caption": "Classic taco. Ground beef, shredded lettuce, tomato, sharp cheddar, housemade hard shell. $4."
        }
      ],
      "feedback": {
        "useful": 11,
        "funny": 1,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Sam B.",
        "user_id": "vfDMyV0qOYQIMiyF9OI6nA",
        "link": "https://www.yelp.com/user_details?userid=vfDMyV0qOYQIMiyF9OI6nA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/iNQLUMMBbEw679eelie9xQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 193,
        "photos": 148,
        "reviews": 106
      },
      "comment": {
        "text": "This restaurant is in West Midtown, pretty close to the I-75 exit, right off of the 75-85 merge. I went to get a takeout for a meal on a Thursday evening. The atmosphere of the place is well decorated inside and out. There's also an outdoor eating place too with lots of seatings. Due to COVID, they opened up an another ordering kiosk right in front of the back parking-lot in their garage, which is very appreciated. The staff was friendly.\n\nThe tacos here are little bigger than usual,  I'd say approximately 1.5x the size of a traditional taco. There are other ingredients and sauces that are not usually in tacos (at least the ones I've had). Nonetheless, the flavors and ingredients worked well together to create unique tastes of individual tacos.\n\nI got the steak, fish, and pork belly tacos out of the staff recommendation. The steak and fish are the most popular. Personally, I found the steak to be very tough. It was an unusual downside out of the entire meal experience. The other two were great, especially the fish taco. Very well flavored and cooked. I'm not sure if the steak was overcooked on just that day or it usually is. Looking through the reviews, it seems like it's probably a one-off case.\n\nThe price is a bit higher than other taco places as well even after accounting for the bigger size. The place is also famous for its margarita and guac, so I want to try those the next time I visit. Overall, a solid unique taco place!",
        "language": "en"
      },
      "date": "2021-03-22T17:17:15Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rXcpki5SC-HhyXScFd6cIA/o.jpg",
          "caption": "Big Mahi Mahi Fish Taco - Toasted Flour Tortilla Pork Belly Taco Steak - Toasted Flour Tortilla"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Elizabeth S.",
        "user_id": "ZmeX6efc4SxgLD5zeFm7NQ",
        "link": "https://www.yelp.com/user_details?userid=ZmeX6efc4SxgLD5zeFm7NQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4nPGcnnT10zvpM9tKKUYNg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 1,
        "photos": 21,
        "reviews": 142
      },
      "comment": {
        "text": "Hell yes!!\n\nAuthenticity, variety, deliciousness and take out margaritas ... heaven?\n\nGrateful for the purveyors advice to only get 1 fish taco. It's the size of a ballpark hot dog lol.",
        "language": "en"
      },
      "date": "2021-04-02T18:48:48Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HYNbYTUzWpSAG44OiQ_W-g/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rm5T0S-k3YpX-YTFU7Tu1Q/o.jpg",
          "caption": "Fish taco"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eWWr603Hp0vwfYBJY1MkKg/o.jpg",
          "caption": "Fish taco, guac, mango margarita"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Marshall S.",
        "user_id": "VgpqUK9D9twbMOsF26eByw",
        "link": "https://www.yelp.com/user_details?userid=VgpqUK9D9twbMOsF26eByw",
        "address": "Marietta, GA",
        "friends": 11,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "Food, drinks and service was on point. Nice neighborhood type spot that hasn't missed yet. Did I mention the frozen margaritas?",
        "language": "en"
      },
      "date": "2023-06-04T08:01:29Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sarah P.",
        "user_id": "I69o1GWMpqElGm-4EvcJdA",
        "link": "https://www.yelp.com/user_details?userid=I69o1GWMpqElGm-4EvcJdA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/McT_J02k_IRI7GU3ZaLbXg/180s.jpg",
        "address": "Duluth, GA",
        "friends": 5,
        "photos": 39,
        "reviews": 31
      },
      "comment": {
        "text": "I went to Tuza at a relatively non-busy time, so my food came out very fast. I ordered queso with chips and 3 tacos: chicken, steak, and fried shrimp. Everything was absolutely phenomenal! There was so much flavor in all three of the tacos. Usually I'm not a big fan of beef but the steak taco was so good, and the green sauce that was in it was so tasty. Will definitely return if I'm in the area :)",
        "language": "en"
      },
      "date": "2022-03-11T23:48:12Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qt-DyvazNG8lVwxngdYHwA/o.jpg",
          "caption": "Original Queso Fried Shrimp Taco Steak Taco Chicken Taco-Toasted Flour Tortilla"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Britt. O.",
        "user_id": "5nBftxUd9SVBbpc_IiKf7g",
        "link": "https://www.yelp.com/user_details?userid=5nBftxUd9SVBbpc_IiKf7g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7Fm2lx6q8merQLdk47S-nQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 102,
        "photos": 367,
        "reviews": 111,
        "elite_year": 24
      },
      "comment": {
        "text": "Hats Off! \nOne of the best taco finds here in Atlanta. I just happened to be driving by and decided to stop by this small yet comfy inviting taco shack . \n\nThe string lights and colorful painted wood and signs are an added bonus when walking in the door . The bright neon signs are great attention grabbers along with the handwritten easily spotted special signs. \n\nMy order included a shrimp taco with salsa,  creama , pico , shredded lettuce and light cheese . I tagged along a pork belly taco made with fresh warm tortillas. Oh, and I washed down my meal with a tart and tangy peach margarita.  I recommend more alcohol added to this beverage . \n\nMy partner in crime ordered the fish of the day which was freshly seasoned cod , lettuce , tomatoes , light cheese and creama.  The other taco was a veggie taco with guacamole, rice , tomatoes , and more . \n\nWe didn't add on sides , but if you're interested cheese dip is $3 , salsa and guacamole is $4. \n\nBurritos are $8. \n\nThey also had a steak nacho special for $7. \n\nThe staff is friendly , atmosphere is beautiful, location and parking is convenient and you definitely get a bang for your buck . \n\nDon't miss out on this hidden taco gem.  \n\nI'll be back for Sunday Funday with the live music .",
        "language": "en"
      },
      "date": "2019-07-19T02:24:06Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AVt87wR3LnzkUA1DEMbVEQ/o.jpg",
          "caption": "Prep bar."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/krhBwgGcdLeNxUiHxjvwBQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/f7OhCg8WpcZiLcAiXS-3zw/o.jpg",
          "caption": "Lobby."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8IzRhpQTItdg2ZAgRqq91g/o.jpg",
          "caption": "Menu ."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GeEIe162_9Z59mU7ZCvESw/o.jpg",
          "caption": "Shrimp and pork belly taco ."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0LgXQW-cydXbRP_bbI2yWQ/o.jpg",
          "caption": "Peach Margarita."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/69wPdvodS2IE7ZqkUk2r5g/o.jpg",
          "caption": "Cod and steak with seasonings (works )  on the side ."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jordan D.",
        "user_id": "LKTBhXdGPmI85JtwOi-jog",
        "link": "https://www.yelp.com/user_details?userid=LKTBhXdGPmI85JtwOi-jog",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/I3fmpSBJyILZ9vL5STPO3Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 55,
        "photos": 239,
        "reviews": 141,
        "elite_year": 24
      },
      "comment": {
        "text": "Let me start with saying ... these are the best tortillas I've ever had. Tuza Taco is so good and tasty. Ever since opening they have added a lot of new outdoor seating to the restaurant as well. I love to sit at the bar and have their queso and gucamole with a margarita. The steak quesadilla is also SO good. Ample parking in the back and it really is just the cutest little taco spot in west midtown.",
        "language": "en"
      },
      "date": "2022-01-10T20:56:05Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/CX7JLioNFDyOpnGn8ZPvDg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you",
          "date": "2022-01-12T16:16:11Z"
        }
      ]
    },
    {
      "user": {
        "name": "Lindsay B.",
        "user_id": "skUeENgpojZZylWDaWnCbw",
        "link": "https://www.yelp.com/user_details?userid=skUeENgpojZZylWDaWnCbw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JfSK3eQYxV598abPnWrR8A/180s.jpg",
        "address": "University Park, Gainesville, FL",
        "friends": 444,
        "photos": 25,
        "reviews": 24
      },
      "comment": {
        "text": "If you're looking for a casual spot to eat outside that follows covid protocols, this is the place for you! I've lived in this area for over a year and have driven passed Tuza hundreds of times before finally trying it, and I have definitely been missing out. Their new outdoor deck is what finally drew my attention to give it a try and I was very happy with my experience. \n\nWe went with the tacos, but the menu offers a few other options including bowls, burritos and quesadillas. I recommend the tacos though because they were some of the best tacos I've had in a while! 2-3 tacos is plenty and around $4 each, so I'd say the pricing is very reasonable. In addition, we ordered guacamole and of some tasty margaritas. Everything was great! \n\nI was extremely satisfied in their covid protocol. You can enjoy a meal here without ever stepping foot inside because orders are taken in an open garage area down below the restaurant. The staff brings out the food to you when it's ready. Everyone wore masks and the tables were nice and clean. \n\n10/10 will be back!",
        "language": "en"
      },
      "date": "2020-11-03T03:26:47Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XusnnQTY1oO456ZdUQbMDw/o.jpg",
          "caption": "Chicken Taco-Toasted Flour Tortilla, Steak - Toasted Flour Tortilla"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PahI3ApdEeWz8tR-iBlLdw/o.jpg",
          "caption": "Guacamole - served with fresh corn tortillas chips"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MzJsDx7NnvZqhT0S6VffQQ/o.jpg",
          "caption": "Steak - Toasted Flour Tortilla, Chicken Taco-Toasted Flour Tortilla, Big Mahi Mahi Fish Taco - Toasted Flour Tortilla"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KHQ8cOUL-kw5kONiwQLX2w/o.jpg",
          "caption": "Outdoor seating"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eW7UVYhjvd9_hqZhl8-mRg/o.jpg",
          "caption": "Menu"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/ADzAW-xDCJ3gfafveJtCnw/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for taking the time to share your comments. Be safe and hope see you again soon.",
          "date": "2020-11-04T06:10:04Z"
        }
      ]
    },
    {
      "user": {
        "name": "Will T.",
        "user_id": "3oNNPeRB4O1rCLXCvG-OIw",
        "link": "https://www.yelp.com/user_details?userid=3oNNPeRB4O1rCLXCvG-OIw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GRn2xCY4a4LObSBdrpzuJQ/180s.jpg",
        "address": "Tallahassee, FL",
        "friends": 23,
        "photos": 8,
        "reviews": 16
      },
      "comment": {
        "text": "Had a really cool time here. The people were nice, an enjoyable and chill vibe and I liked the process of ordering. You order your food/drinks near the front and take your drinks but they bring you your food. Service was phenomenal and will def be a recurring customer.",
        "language": "en"
      },
      "date": "2022-10-09T16:23:20Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lauren S.",
        "user_id": "71UUMEZANmDaUdEcxrZrjQ",
        "link": "https://www.yelp.com/user_details?userid=71UUMEZANmDaUdEcxrZrjQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DPEt9_0HuVJI6jpa6PrBgA/180s.jpg",
        "address": "East Point, GA",
        "friends": 0,
        "photos": 8,
        "reviews": 5
      },
      "comment": {
        "text": "Picked up some tacos, summer corn, and queso for dinner tonight. I had higher hopes for their food, according to other reviews I read. For the good... their service was great. Friendly guys taking orders outside and extremely fast delivery to my vehicle! But for the bad...\n\nSteak tacos lacked in flavor - the chimichurri was good but the steak was pale with no color and no flavor. Brisket on the brisket tacos was tough. Campechano tacos were also lacking in flavor (chorizo should be somewhat crispy and have flavor!). Big fish taco was inedible - they clearly used burnt oil and the fish was not done (it was still translucent in the middle). Summer corn tasted like corn milk soup. Queso was plain-jane but we finished it off. \n\nMaybe the food is better in the restaurant or maybe it's because it was less than an hour from closing... but sadly it probably won't be worth a return visit.",
        "language": "en"
      },
      "date": "2021-07-01T01:05:19Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/In6r43DsYC-J61Ke8DYYWw/o.jpg",
          "caption": "Steak taco"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ITwbOwSiPqK1gfIAJJ_2sQ/o.jpg",
          "caption": "Summer corn"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RSo3z_8TBGKmAEwrlKDzCQ/o.jpg",
          "caption": "Big fish taco"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/CX7JLioNFDyOpnGn8ZPvDg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Lauren, your pictures tell the story and I agree with you. Hoping you will give Tuza another shot.",
          "date": "2022-02-09T03:25:50Z"
        }
      ]
    },
    {
      "user": {
        "name": "Grace M.",
        "user_id": "CpaVMI_hxT3libPwrY9OGA",
        "link": "https://www.yelp.com/user_details?userid=CpaVMI_hxT3libPwrY9OGA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/iJJqG50FXxHkgiBpXxZFqQ/180s.jpg",
        "address": "Duluth, GA",
        "friends": 38,
        "photos": 1361,
        "reviews": 238,
        "elite_year": 24
      },
      "comment": {
        "text": "Finally convinced hubs and some friends to come here and check out this place. We stopped by on a Thursday evening. Parking was ample in the back and there's even an entrance. Up the stairs and we are inside. It's not a large space inside and the outside patio was small as well. On a nice evening as tonight, it was full of patrons. \n\nWe ordered at the counter, grabbed a number and grab a seat inside. Our food and drinks came out in a timely manner. My friend got the cilantro jalapeño margarita and it was really good with a kick. She said it's probably the best jalapeño marg she's had. The tacos: we got the big fish and steak. Big fish is indeed big piece of fish battered to perfect crunch. The tangy slaw and crema made it the perfect bite. The steak was good chunks and the chimichurri was a nice pairing. \n\nEven though $4 a taco was steep, the ambience (there was a live guitar player) made it a five star and it was a great place to hang out. Staff was friendly and drinks are good. I will be back for another taco craving soon!",
        "language": "en"
      },
      "date": "2019-07-25T01:06:21Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R2pU63kJ6TWxLorcZL5WrQ/o.jpg",
          "caption": "Steak taco"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ShN1Xp82AT4Bh-3BCQRYoQ/o.jpg",
          "caption": "Big fish taco"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zmILDqlBaPmNphqW9PLePQ/o.jpg",
          "caption": "Inside bar seating"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zbXHr5GA-xS9Hwf3etvuFg/o.jpg",
          "caption": "Marg&drinks menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DQo7HmHNzl7XhhN-eJfdGA/o.jpg",
          "caption": "Food menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Etienne B.",
        "user_id": "vOV6hgx1YdBSqjHxAk3tTw",
        "link": "https://www.yelp.com/user_details?userid=vOV6hgx1YdBSqjHxAk3tTw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QGnBPwl5zIaAHU9P5tpjBQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 105,
        "photos": 1,
        "reviews": 2
      },
      "comment": {
        "text": "Absolutely delicious! Frozen margaritas are soo good and they are a good size. I love the shrimp and carnitas tacos and my boyfriend loves the brisket birria tacos.",
        "language": "en"
      },
      "date": "2022-05-10T21:40:31Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/i7DW_UtJxaJ-0SsbZMItXA/o.jpg",
          "caption": "Carnitas Carnita Taco- Toasted Flour Tortilla Fried Shrimp-Toasted Flour Tortilla"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chris A.",
        "user_id": "pWOUUE4SYCc6SbhaBnKRmA",
        "link": "https://www.yelp.com/user_details?userid=pWOUUE4SYCc6SbhaBnKRmA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OHKKgxcuG-9x7dTnwiEXow/180s.jpg",
        "address": "Jackson, MS",
        "friends": 0,
        "photos": 3,
        "reviews": 10
      },
      "comment": {
        "text": "The service is hit or miss with me. I've ordered from them twice now and my order is always wrong. As someone who loves tacos, they have great hearty options. My favorite is the shrimp taco - it's so good! If you're ordering takeout just be sure to take your order.",
        "language": "en"
      },
      "date": "2022-03-06T19:05:10Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QBBg8PSAYEHZWL6_kFMCZw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Briar B.",
        "user_id": "VjsPw6TrvZVWWepgC97VLA",
        "link": "https://www.yelp.com/user_details?userid=VjsPw6TrvZVWWepgC97VLA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aoM9q2DsXPsNRrBbQ2o-Gg/180s.jpg",
        "address": "New Orleans, LA",
        "friends": 360,
        "photos": 12,
        "reviews": 20
      },
      "comment": {
        "text": "Found this place on Yelp. Thought it was cute and they had really good reviews! Was very excited to come. I ordered my food downstairs & the host was patient and sweet. I had a lot of questions and he answered them all without an issue. Thanks dude! Once I got upstairs... I was still confused on how they would know what meal was for me since I didn't have a table number or anything. Literally after 5-7 minutes of sitting down my order came! SWEET! Dragon fruit margarita... YUM! I'll be back for the drinks for sure but the tacos??? Ehhhh not so much. The chicken was okay. Steak tasted funny... I tried swallowing it but I just couldn't I ended up putting it in a napkin. I felt so rude but something about the steak taco didn't sit well with me. I didn't try the shrimp because of the lingering taste of the steak taco... I pray it's good cause it's dinner! Lol. Really cute place.",
        "language": "en"
      },
      "date": "2022-02-09T01:01:38Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LaXagzR9Rlkd-VhA0Ihaug/o.jpg",
          "caption": "Shrimp and steak taco"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jordan D.",
        "user_id": "ewgcoyNbA55Mjf-fu9t13Q",
        "link": "https://www.yelp.com/user_details?userid=ewgcoyNbA55Mjf-fu9t13Q",
        "address": "Athens, GA",
        "friends": 146,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Outstanding service and fabulous tacos. I've been on yelp for years and this is my first review - it was that good",
        "language": "en"
      },
      "date": "2023-03-28T23:17:27Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Meg G.",
        "user_id": "BMgylFdr7iG8zNR4WZ6eGw",
        "link": "https://www.yelp.com/user_details?userid=BMgylFdr7iG8zNR4WZ6eGw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VEkehER2-UFuUy7jVyKdTw/180s.jpg",
        "address": "Overland Park, KS",
        "friends": 5,
        "photos": 10,
        "reviews": 18
      },
      "comment": {
        "text": "Sometimes, a place just warms your heart. That's Tuza. The service is always friendly and kind, but tonight the staff took it to the next level. During our dinner, a huge rain shower touched down. Seeing that we were preparing to make a run for it, a server insisted on going to get us an umbrella and then ran out it in the rain to get it - once we were safely deposited into our warm car. With bellies full of tasty tacos, this was the sugar on the churro so to speak. So grateful for this neighborhood gem!",
        "language": "en"
      },
      "date": "2022-07-01T00:51:56Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michael S.",
        "user_id": "GxjoOLtuyYnvv18axoF74g",
        "link": "https://www.yelp.com/user_details?userid=GxjoOLtuyYnvv18axoF74g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0d5-lB2zhYCSN_onH8tZlw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 44,
        "photos": 2,
        "reviews": 15
      },
      "comment": {
        "text": "I'm not sure about all the rave reviews here \nThe fish taco is outstanding! I have to give them that.\nMargs are good.\nSteak taco was weird steamed chewy beef.  It didn't taste very good.\nPastor was no where close to traditional pastor. It had some interesting flavors, but not sold on it at all.\nI will go back for fish tacos for sure. Everything else seems questionable",
        "language": "en"
      },
      "date": "2021-11-13T18:30:34Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/CX7JLioNFDyOpnGn8ZPvDg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Michael, glad you enjoyed the fish. I will look at the steak as should not be chewy. We do not make pastor off the spit as you eluded too. Hope the seasoning and taste were enjoyable. We hope to use our spit next year for the Pastor. Thanks for the review hope see you again soon.",
          "date": "2021-11-13T18:46:44Z"
        }
      ]
    },
    {
      "user": {
        "name": "Sara F.",
        "user_id": "znNLF8Pzk35nfKNMuRrUXg",
        "link": "https://www.yelp.com/user_details?userid=znNLF8Pzk35nfKNMuRrUXg",
        "address": "Westbrook, CT",
        "friends": 0,
        "photos": 5,
        "reviews": 30
      },
      "comment": {
        "text": "Super authentic, inexpensive, fresh tacos that are ready instantly. We come here all the time and love it. The workers are very nice and helpful. The churros and guac is good too!",
        "language": "en"
      },
      "date": "2023-02-05T17:11:30Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lolita R.",
        "user_id": "QoLXZeW5bVjgWgx4mZ3VFg",
        "link": "https://www.yelp.com/user_details?userid=QoLXZeW5bVjgWgx4mZ3VFg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/A7qCluNy974slZXhmcKEyw/180s.jpg",
        "address": "Haw River, NC",
        "friends": 71,
        "photos": 107,
        "reviews": 75
      },
      "comment": {
        "text": "These may be my favorite tacos in Atlanta. They are seasoned, the meat is tender, and I can't wait to come back. The chicken taco reminded me of a Caeser salad. It was delicious. Get a margarita to complete the meal and drink responsibly.",
        "language": "en"
      },
      "date": "2021-07-16T21:35:39Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Chn5r8e5Aw_AY6zfpuN1Hw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yoP-69SdegdVdWxMocsbZA/o.jpg",
          "caption": "Tacos"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tessa C.",
        "user_id": "nmZ4qDiUmU_Vaya89VxHig",
        "link": "https://www.yelp.com/user_details?userid=nmZ4qDiUmU_Vaya89VxHig",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/iJpSP_zuxy_29ge7rOPrNg/180s.jpg",
        "address": "Dublin, Republic of Ireland",
        "friends": 270,
        "photos": 264,
        "reviews": 94
      },
      "comment": {
        "text": "Taco Tuesday adventure! \nAs an Arizona native and taco lover, I've been generally disappointed with tacos around the Atlanta area. My friend and I came here after a stressful day at work and with a few of these \"crazy strong, always fresh\" margaritas and some great tacos (with House made tortillas), turned our frowns upside down. We were able to chat with the owner and even in social distancing, Love the atmosphere and energy of this place. \nCan't wait to make this a regular in the taco Tuesday rotation!",
        "language": "en"
      },
      "date": "2020-07-07T21:58:15Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jXPtBWABCtEFk-U1VwvbWw/o.jpg",
          "caption": "Big Fish Taco & Shrimp Taco"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/O_zJzguL0czFeN-OxKfMjw/o.jpg",
          "caption": "Margarita \"Crazy Strong & Always Fresh\""
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jonathan F.",
        "user_id": "4cGcDI01ZmmHxv361CK8dA",
        "link": "https://www.yelp.com/user_details?userid=4cGcDI01ZmmHxv361CK8dA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/H1VRpVob-ndBEfr5UH7SKg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 3,
        "photos": 10,
        "reviews": 22
      },
      "comment": {
        "text": "I am not going to make this too complicated as it's very cut and dry. These are the best tacos in Atlanta and it's not even close to me. The El Pastor and the Steak tacos are perfection. The flavors are explosive and balanced at the same time. It is so savory and the house made hot sauce is some of the best I have ever had as well. They sell it by the bottle and you are a fool if you don't take one home with you. You have to eat here. Even if you don't live close by you have to drive here to try it. Order the pork and steak and it will change your life. I promise. The service is wonderful as well. They are so kind and quick to do anything they can to make your experience the best.",
        "language": "en"
      },
      "date": "2022-09-04T01:03:15Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Matt B.",
        "user_id": "dytmSeTdNOUqto407UTZSg",
        "link": "https://www.yelp.com/user_details?userid=dytmSeTdNOUqto407UTZSg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2PG4CsTBELTkED5p8CKPqg/180s.jpg",
        "address": "Marietta, GA",
        "friends": 5,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "Authentic and consistent. The Classic taco is hard to put into words despite the fact that it is exactly what it claims to be. It's just perfect and I could eat them every day. \nThe other tacos are amazing as well. They are made with fresh ingredients and you can taste the difference.",
        "language": "en"
      },
      "date": "2021-10-18T17:59:37Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=iNpKyGdjCb40PECLpyF-rg&start=90"
  }
}