{
  "search_metadata": {
    "id": "65ef30d3f0adfb8f33aac7d0",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/cba2f21086e022a5/65ef30d3f0adfb8f33aac7d0.json",
    "created_at": "2024-03-11 16:26:59 UTC",
    "processed_at": "2024-03-11 16:26:59 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/bSy6VVJIdYPza1Bj9_Eicw?",
    "raw_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef30d3f0adfb8f33aac7d0.html",
    "prettify_html_file": "https://serpapi.com/searches/cba2f21086e022a5/65ef30d3f0adfb8f33aac7d0.prettify",
    "total_time_taken": 2.87
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 50,
    "num": "50",
    "place_id": "bSy6VVJIdYPza1Bj9_Eicw"
  },
  "search_information": {
    "total_results": 585,
    "business": "The Capital Grille"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 585
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Melissa G.",
        "user_id": "7Ehn6IraeOHwBGdLoH_4QA",
        "link": "https://www.yelp.com/user_details?userid=7Ehn6IraeOHwBGdLoH_4QA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Kczcu0BALaq66hZQ8EdhAg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 30,
        "photos": 7,
        "reviews": 21
      },
      "comment": {
        "text": "Always great even though it's a chain!  Beautiful view of downtown skyline in dining room.  Great service and everything is fabulous.",
        "language": "en"
      },
      "date": "2023-01-15T00:29:35Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kyara W.",
        "user_id": "7IRvZeqDKpKnOneKLksNSQ",
        "link": "https://www.yelp.com/user_details?userid=7IRvZeqDKpKnOneKLksNSQ",
        "address": "Bolinger Canyon, Moraga, CA",
        "friends": 161,
        "photos": 5,
        "reviews": 2
      },
      "comment": {
        "text": "Everything was amazing! Such great service from everyone! Our server was from our hometown and they were absolutely amazing and helpful!",
        "language": "en"
      },
      "date": "2022-12-22T16:19:29Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zkCkomd0qE25Q0sT7wVFaA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tUtLQtVx9H8VPqCW0vLq-g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BxOq-rAxXbmvxhBdHVRdzA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "D P.",
        "user_id": "M0JpLT9YBqf8D95Z3B-hwA",
        "link": "https://www.yelp.com/user_details?userid=M0JpLT9YBqf8D95Z3B-hwA",
        "address": "GA, GA",
        "friends": 0,
        "photos": 4,
        "reviews": 5
      },
      "comment": {
        "text": "I have never felt as disrespected as I felt at The Capital Grille (Dunwoody, GA) this evening.  My 2 friends and I try to create memories with different restaurants each month, and CG was our chosen selection for this month.  All started out well...our server, Dylan, was cordial, talkative, attentive, and really put a smile on our faces.  However, Dylan slowly changed over the course of dinner...to the point where I WILL NEVER pay another dime to CG!! \n\nIt started when I asked for a cocktail straw for my drink.  Dylan tried to appease by cutting a water straw in half...I can appreciate the effort, but when he was walking away from me, the pocketknife that he used actually scraped the top of my hand and broke skin, leaving a long scratch.  When he returned to the table, I showed Dylan the scratch on my hand, and although he was apologetic, he made no offer to make some sort of amends for this \"freak accident\".  When Dylan asked if I was ready for my 2nd drink, I said, \"sure...it can be on you since you scratched my hand\"...Dylan laughed and said, \"sorry, I can't do that\"....He confirmed that I would be ordering a 2nd drink and he walked away. I knew then that things might be heading down hill, but I still gave him the benefit of the doubt. \n\nOur food arrives...and though I had ordered my steak medium-well, it came out charred and well-done.  I brought this to Dylan's attention, and he emphatically tried to convince me that it was medium-well (it wasn't!), but he offered to get another steak remade. He asked if I wanted to order it as a medium, and I said, \"no\".  When the steak was remade, a manager came by with it and asked me to slice through the middle to check it.  As soon as I sliced it, she and I both immediately saw that it was closer to medium-rare. She kindly said, \"nope--let me get this properly made for you.\" So again...I'm waiting for my steak...my sides are getting cold...and I'm hungry.  Dylan stayed away during the whole time...never checked back on me...not good! 3rd time steak comes out, it was medium, but at that point, I just kept it.  \n\nOnce we were winding down with our meal, Dylan brings to-go boxes, some bags, and our checks.  Never asked if we wanted dessert, after dinner drinks, nothing. One of my friends and I packed our to-go boxes, but my other friend was talking and had not packed her remaining BONE-IN RIBEYE in her box.  There was a whole half of her steak left on her plate.    While we were talking, Dylan started clearing the table and took her plate with her steak on it and left the to-go box on the table.  Eventually she asked him if he took her steak to pack it up for her, and he said \"no--I thought you were done....sorry\"....and he walked away without saying anything else about her $60+ steak!! \n\nAt first, we were all a bit shocked, but then it sank in that he didn't even try to make it right with her.  When he came back to the table, he poured water in my friend's glass and took her to-go box.  She then stopped him and said, \"oh--did you take my to-go box to pack my steak?\" He said, \"ummm no...I figured you didn't want it because your friends had packed their boxes and you didn't.\" She told him it was because she was talking and she hadn't gotten to it yet.  She then said, \"you never even ASKED me if I was done\"...He said, \"I thought you were done\"...She said again, \"you never ASKED me\"... He was clearly agitated with their exchange, and he RUDELY asked her if she wanted another steak and it will be no charge...she agreed to it, but by then he had spoken in such a CONDESCENDING way that we were ALL getting upset with his poor customer service.  \n\nAt that point, the manager was bringing us some complimentary champagne, and my friend started explaining what happened with her steak.  We explained to the manager that we started feeling that we were being mistreated and disrespected by Dylan.  As African-American women, we were in the minority in the restaurant, and we couldn't help but to feel that Dylan was treating US this way and would NOT have done the same with a group of Caucasian men sitting across from us.  I rarely pull the race card, but I felt completely and utterly disrespected, and it appeared that Dylan expected us to just \"grin and bear\" his behavior throughout the evening...from the cut in my hand, to my 3-time steak snafu, to the throwing away of my friend's unfinished steak.  And not one mention of \"how can we fix this for you all?\" When society says that black women are the most disrespected group in this country, WE FELT THIS at The Capital Grille tonight...I'm beyond upset and disgusted! I will NEVER FORGET THIS MEMORY.",
        "language": "en"
      },
      "date": "2022-09-28T04:00:49Z",
      "rating": 1,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KhfUJTlrBmxWmBlcMdCzLg/o.jpg",
          "caption": "The cut that the server, Dylan, did to my hand."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dSHT0X8nLDlwEfzeW17WHQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Khalia P.",
        "user_id": "rVN67Heh9dJ35IBqjk6_rg",
        "link": "https://www.yelp.com/user_details?userid=rVN67Heh9dJ35IBqjk6_rg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tEAeTgq7FcMILjgdY15KOg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 304,
        "photos": 25,
        "reviews": 23
      },
      "comment": {
        "text": "The atmosphere is elegant but the service not so much. From the waiter to the manager to the bus boys everyone who stopped at my table felt the need to spew micro aggressions on my anniversary. I don't understand why that happened when all we were doing was trying to enjoy our Filet mignon and prime rib. I do NOT recommend the  filet mignon it was not seasoned at all. The prime rib was tasty and the margarita was also tasty.",
        "language": "en"
      },
      "date": "2021-12-20T21:15:29Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aVOTn0Ch8EHRUUiRuD7A8w/o.jpg",
          "caption": "Stunning menu options"
        }
      ],
      "feedback": {
        "useful": 6,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kai E.",
        "user_id": "63M1817IlnxM2i7RxQIGaQ",
        "link": "https://www.yelp.com/user_details?userid=63M1817IlnxM2i7RxQIGaQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LE4qb3Bwf2aiM4kqeTe_mw/180s.jpg",
        "address": "Kathleen, GA",
        "friends": 325,
        "photos": 1476,
        "reviews": 440,
        "elite_year": 24
      },
      "comment": {
        "text": "After Christmas shopping at Lenox mall I was in the mood for good seafood and having already tried every restaurant in the area many times already I decided to give Capitol Grill a try for take out. Their online site is user-friendly so it did not take long to find what I wanted and to put my order in. Once you order they email you with the exact time to come for pickup.  The small parking lot has a sign near the front entrance where curbside orders are to be picked up at. All I had to do was call upon arrival and an amicable lady brought my food food out, it was quick and easy.\n\nMy husband and I both ordered the seabass which came with asparagus and portobello mushrooms, and also a side of brussel sprouts which we shared.  We both loved our meals, the seabass, asparagus, and mushrooms were cooked to perfection and tasted fresh, the miso butter that came with the meal paired well with the entire dish. Surprisingly our brussel sprouts were still very tasty even after the 40 minute drive home. \n\nNot sure what took me so long to try Capitol Grill but I will definitely be back. This is a great spot for a special occasion or if you just want to  impress someone like me who is a foodie and loves good food. There is outdoor seating and I would suggest making reservations.",
        "language": "en"
      },
      "date": "2020-12-13T03:26:21Z",
      "rating": 5,
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Tiffany P.",
        "user_id": "QWKKolIs77ILNDJp6kaU7w",
        "link": "https://www.yelp.com/user_details?userid=QWKKolIs77ILNDJp6kaU7w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wGXwgJEweDxHDYw9LteVaA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 64,
        "photos": 471,
        "reviews": 69,
        "elite_year": 24
      },
      "comment": {
        "text": "First time charmed--and at $300 dollars it better have been! Not one to dime drop, but running a tab up on great cuisine is a foodie's duty. I can't believe we finally stepped out of our norm and made reservations at this spot only to be pleasantly surprised by the attentive service and quality selections that The Capital Grille of Buckhead has to offer. \nWe arrived half an hour before our reservation and our white linen table was already set awaiting us. Immediately a basket of fresh assorted complimentary breads and room temperature butter was placed before us. We got started with our drink order. We excitedly placed our meal selections as we wanted to try a little of every section's offerings (not knowing the portions would be a-plenty!). The appetizer was delicious! I could definitely eat that as en entree in the future. We were offered the option of having our salads before the meal which we chose to do. We realized we could have definitely shared one between the two of us. I haven't had a salad that was perfectly massaged with dressing that did not need extra despite the copious amount of greens on the plate. It and the accompanying dressing was delicious. We noted that between the breads, app, and salad we needed to pace ourselves if were to be able to enjoy the main entrees we each ordered along with a few shareable sides. Which lends itself to my noticing the time it took for the main entrees to be delivered to the table. I'm sure this lended itself to my husband having ordered the ribeye steak (medium). That steak was huge! My lobster was delightful as well. I have nothing negative to say about anything that we ordered--everything was the perfect temperature and had great flavor. The only thing would be that after having so much leftover we decided we would share a meal suited to our opposite tastes next time. I recall there being a surf and turf option that we could split (I'm all surf while he is turf). \nWhen our meal was finished our server brought out a complimentary dessert and champs. A nice touch and a pleasant end to our fine dining experience. The name The Capital Grille suits a place that's top notch for a cultural melting pot that is Atlanta. I'll definitely dine here again and again.",
        "language": "en"
      },
      "date": "2020-11-23T19:44:47Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Jj3fUKKNP0qgbf3sY-TwVA/o.jpg",
          "caption": "Table reserved for us"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sandy P.",
        "user_id": "D-t7Ax5o1fnOsdL16RZT9Q",
        "link": "https://www.yelp.com/user_details?userid=D-t7Ax5o1fnOsdL16RZT9Q",
        "address": "GA, GA",
        "friends": 0,
        "photos": 3,
        "reviews": 5
      },
      "comment": {
        "text": "Wonderful food. Fantastic service. Attention to details is obvious. We had our anniversary dinner here and it was just a great experience. From the bread basket, to a salad or soup, to a wonderful entree and yummy sides...everything was top shelf. The bar is well stocked with a good variety of wines and plenty of choices on liquor drinks. We will be back soon! The Capital Grill.",
        "language": "en"
      },
      "date": "2022-12-10T16:00:29Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1Hnq_O1MZbqD4uyLuCCjkw/o.jpg",
          "caption": "Sliced Filet Mignon with Cipollini Onions, Wild Mushrooms and Fig Essence. Also Lobster Mac 'N' Cheese."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jeffrey W.",
        "user_id": "g08qBL-H1WO0BiNgbslyBQ",
        "link": "https://www.yelp.com/user_details?userid=g08qBL-H1WO0BiNgbslyBQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7r1ylYqvxoWfZ_kraQRqhg/180s.jpg",
        "address": "Alexandria, VA",
        "friends": 7,
        "photos": 2,
        "reviews": 22
      },
      "comment": {
        "text": "The dress code here is flawed and racist. I came in and had a dress shirt that had sleeves, albeit not full but it was not a tank. The lady manager came up and said, \"We have a business casual dress code and people who dress like you are not welcomed. You can have food in the back but have to leave.\" \n\nThis made me feel like we were back in the Jim Crow days. I recommend that anyone of color NOT attend this restaurant. She was rude to me and all my friends who were all Black.",
        "language": "en"
      },
      "date": "2021-10-15T13:00:35Z",
      "rating": 1,
      "feedback": {
        "useful": 17,
        "funny": 2,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lynn S.",
        "user_id": "Z_kaT6tKn2GV9QjcWKYyrA",
        "link": "https://www.yelp.com/user_details?userid=Z_kaT6tKn2GV9QjcWKYyrA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XsVGXnOczYIBLnBJnOPP4A/180s.jpg",
        "address": "Hayesville, NC",
        "friends": 21,
        "photos": 7,
        "reviews": 16
      },
      "comment": {
        "text": "Outstanding in every way!  Servers were very attentive, food delicious, & upscale, comfortable environment.",
        "language": "en"
      },
      "date": "2022-11-10T18:31:42Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "German R.",
        "user_id": "KgsfVkhgWtSYL-0_us9Jfg",
        "link": "https://www.yelp.com/user_details?userid=KgsfVkhgWtSYL-0_us9Jfg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mQXXbJaqqsWCtlVs3kHaOw/180s.jpg",
        "address": "Escondido, CA",
        "friends": 503,
        "photos": 1096,
        "reviews": 365,
        "elite_year": 24
      },
      "comment": {
        "text": "I'm not a chain steakhouse kinda guy, but TCG has never disappointed and I enjoyed eating at this location so much I had to write a review. I really loved the service, vibe, and of course the food. We made last minute reservations and they were able to accommodate our group of four. \n\nDecor-simple yet elegant, large bar with tons of options, and squeaky clean tables and chairs. \n\nService-Great! Wish I could remember servers because she did a great job taking care of the group. She was friendly and knowledgeable. \n\nFood-Bone in filet is my go-to dinner dish, because it's always full of flavor and perfectly cooked. I'm really impressed with this cut, it always hits the spot. Lobster mac n' cheese is my favorite of all steakhouses, Brussels sprouts and truffle fries finished the dishes. \n\nAll in all, always a great experience with excellent food.",
        "language": "en"
      },
      "date": "2019-06-01T13:52:03Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Iuu-vhhb97UI5MSYnOyOrQ/o.jpg",
          "caption": "Bone-in filet, Lobster Mac 'N' Cheese, Soy Glazed Brussels Sprouts, and Parmesan Truffle Fries. All amazing!"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Doru T.",
        "user_id": "6yDXs_gK7AhnBiwdO90sGA",
        "link": "https://www.yelp.com/user_details?userid=6yDXs_gK7AhnBiwdO90sGA",
        "address": "OR, OR",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "I made a reservation for 7:30. I arrived with my family at 7:16. I was told by the maitre d' that we would be seated at 7:30 and that in the meantime my family has \"To stand by the wine rack\". They dont have a bench or chair for you to seat in while you wait. This was a first for me except for when I go to McDonalds with my son. What irritaed me the most was not the fact that I had to stand for fourteen minutes, but the tone that the maitre d' used which was extremely snooty. Half way through the evening our server Matthew (Who up until then was very polite, helpful, and appropriate ) disappeared and we never saw him again. We had to rely on the very prompt help of busboys, who were curteous and tried to be helpful.        \nWe had to wait approximately 30 minuites for the desert menu, so we decided to skip desert at this establishment, and go to Gelatiamo. The biggest shock of the evening was when on the check they charged me an an expensive glass of wine that I never ordered or drank. As you may remember our server was MIA and when I pointed this mistake out to the busboy they promptly removed the charge from the check. The whole experince left a bitter taste in my mouth and I will think twice before reccomending the Capital Grille in Seattle Washington to any of my friends. I think that they should know that food itsself is only a small part of a great evening out with your family.",
        "language": "en"
      },
      "date": "2023-06-13T03:33:08Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lacey T.",
        "user_id": "4iebapJdoHn0ppMdJoqdTg",
        "link": "https://www.yelp.com/user_details?userid=4iebapJdoHn0ppMdJoqdTg",
        "address": "New Orleans, LA",
        "friends": 0,
        "photos": 1,
        "reviews": 2
      },
      "comment": {
        "text": "Celebrated my anniversary here and had a great time. Food and drinks were delicious. We had a amazing view from our table. I will be returning again.",
        "language": "en"
      },
      "date": "2022-10-11T18:41:21Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Zd7biB6rPOmubX78SP2urA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tyeshaa H.",
        "user_id": "-340HEDujQWyF8RZ2ZTRKg",
        "link": "https://www.yelp.com/user_details?userid=-340HEDujQWyF8RZ2ZTRKg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DMkCxhhoT75n6UVp8AMhQQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 46,
        "reviews": 19
      },
      "comment": {
        "text": "After a day of shopping I came here for a early dinner and it was very chill and delicious. There were both families and young couples so I felt very comfortable and I enjoyed the wine selection. I had the South African lobster and a yummy cheesecake dessert That they offered to me complementary since it was my first time visiting the location. I would definitely recommend having lunch or dinner here anytime",
        "language": "en"
      },
      "date": "2022-01-01T19:26:44Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qvPYkAbC0y6EtWynAdkfHA/o.jpg",
          "caption": "Mer Soleil Silver, Monterey, CA, Chardonnay, 2018"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/psMOiaa-FNogQKcz10oDZg/o.jpg",
          "caption": "Mer Soleil Silver, Monterey, CA, Chardonnay, 2018"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/leqyBTNgZ9MEPdfosB8ZNA/o.jpg",
          "caption": "The Capital Grille Cheesecake"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tracey P.",
        "user_id": "vElrEygIChodMKeVs2CCaQ",
        "link": "https://www.yelp.com/user_details?userid=vElrEygIChodMKeVs2CCaQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/u41re50LT9t__14tMR_GoQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 185,
        "photos": 117,
        "reviews": 66,
        "elite_year": 24
      },
      "comment": {
        "text": "Valet parked the car. We took the elevator to the 8th floor. There was a nice view of the city if you're sitting by a window. The service was amazing. There were some things that you could order that wasn't on the menu. The waiter explained the dishes and everything sounded delicious. We ordered the crab cakes for an appetizer and they were fresh, meaty, and flavorful. Then we ordered the Salmon and Lobster Tails for our entrees. The Salmon was cooked to perfection. I didn't care for the citrus glaze because it was kinda sweet, but maybe that's just me. The Lobster Tails were from Africa, the waitress suggested them because they were not on the menu. Also, since I said it was my first time visiting this restaurant, the waiter brought us a dessert. That was super nice and the Capital Grille logo was made of chocolate! Would definitely go back and maybe try a steak.",
        "language": "en"
      },
      "date": "2021-01-13T03:32:12Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LNWKBxvCXi8N_A6TwdT-hA/o.jpg",
          "caption": "Seared Citrus Glazed Salmon*"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AUOVFooC2eFotLeyMp7-xA/o.jpg",
          "caption": "Inside, portrait of Martin Luther King, Jr."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bZWWM-TqQES5KsvHLxy6_w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_gSZCWtb5KJTiWBCZjSU3A/o.jpg",
          "caption": "Dinner menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jackson B.",
        "user_id": "zVoVE9yAw_xBL9SIOmgJhw",
        "link": "https://www.yelp.com/user_details?userid=zVoVE9yAw_xBL9SIOmgJhw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/icsCESnWDZhvZbqbDyD-qA/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 113,
        "photos": 204,
        "reviews": 58
      },
      "comment": {
        "text": "I'd like to start this review off by saying PHENOMENAL. My girlfriend and I went here for our anniversary and it did not disappoint! \n\nStarting off, we arrived at Capital Grille and were promptly brought to our seats by a pleasant hostess. Within a couple minutes, our server Daniel arrived with waters and asked us if we would like to order any drinks. Of course we ordered the stoli doli immediately. Everything was prompt and correct within a timely manner.\n\nDaniel brought out our appetizers no more than 10 minutes after ordering them. He then checked back to make sure everything was still going good. He offered to go boxes, made a couple jokes, and brought us more drinks ! Our entrees came out right on time, before we knew it we were full but decided to order desert. And to our surprise we were greeted with a champagne toast!\n\nOverall an amazing experience. For a first time guest we will definitely be returning. Loved the atmosphere, beautiful booth and amazing service. Thank you to the staff for making us feel special.",
        "language": "en"
      },
      "date": "2020-08-12T17:51:12Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DgGwjCJfyADuA5giDbGk0Q/o.jpg",
          "caption": "Anniversary decorations AND a handwritten card."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6oFkQOKcPJmN3GLU0bxjZA/o.jpg",
          "caption": "Drink menu and there's a full bar"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kV1Ug3cl0i6iSAt4lW5l_A/o.jpg",
          "caption": "Current menu as of 8/08/20"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gdyuc7UXN7YcbvyV7aq0HQ/o.jpg",
          "caption": "Lobster Mac 'N' Cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jvZ0oAbmIhNLQ3D_86jRUQ/o.jpg",
          "caption": "Creamed Spinach"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-HNOsWjdm_5V-vGIvA53Tw/o.jpg",
          "caption": "Pan-Fried Calamari with Hot Cherry Peppers"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/77MLO0eOPjdB2TZ2FHegEg/o.jpg",
          "caption": "Double Cut Lamb Rib Chops*"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pz59yc8tep5p2cu_8yk8IA/o.jpg",
          "caption": "Black Tie Margarita"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rDXr6rnhRVVWEJMcpUaqyg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HE8acZ7U7Lzp693ghEHvww/o.jpg",
          "caption": "Jumbo Lump Crab Cocktail"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alex T.",
        "user_id": "hcx3cFQIKhAcIFc4p2cb_g",
        "link": "https://www.yelp.com/user_details?userid=hcx3cFQIKhAcIFc4p2cb_g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hWFGhjHYH3sQMywiQkTg1Q/180s.jpg",
        "address": "Overland Park, KS",
        "friends": 425,
        "photos": 43,
        "reviews": 24
      },
      "comment": {
        "text": "I had the best dinner at capital grill in buckhead village in Atlanta Georgia. Martin was our server and he sealed the deal! We had the lamb chops Mac and cheese, spinach and mashed potatoes. All of the food was delicious and service couldn't of been better. Our last night in Atlanta and hands down best food and experience. Definitely recommend Capital Grill and ask for Martin!!!",
        "language": "en"
      },
      "date": "2022-09-26T02:28:38Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kristin L.",
        "user_id": "p926c3MTPLqTOcsgWpzoTA",
        "link": "https://www.yelp.com/user_details?userid=p926c3MTPLqTOcsgWpzoTA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dEBq8hMUjKhbswi9cJucvw/180s.jpg",
        "address": "Las Vegas, NV",
        "friends": 18,
        "photos": 8,
        "reviews": 5
      },
      "comment": {
        "text": "I called this locations to plan a group dining (16 guests). My call was answered by \"Melanie.\" She said the latest we can book is 6:00 pm on June 26. She said we have to spend a minimum of $2,000.00, and there is a grace period of 30 min. The nature of my job, we work on Saturdays. And for this event, the company CEO is coming all the way up from Macon, GA. Melanie said all the member has to arrive by 6:30 pm, and not even one guest can be late. So, I asked her what if my party starts arriving at 6 pm, but a couple of us runs late? (due to traffic or any unexpected circumstances...) Melanie replied, then all the people in the party, who arrived earlier, will have to LEAVE the restaurant IMMEDIATELY. She said the reasoning is they had so many people who made a reservation and never showed up. So, she is pushing this new rule to us. \n\nOkay. So, I completely understand your point. But, I was not the one who did 'NO SHOW' at your restaurant. And if you are asking me to spend a minimum of $2,000, at least be polite over the phone rather than threatening the customer to leave the restaurant. I guess Melanie never was late anywhere in her lifetime by a minute or two. \n\nI did not mean we're going to be late. However, the location of the restaurant and the people in my party who will be traveling a minimum of an hour to get to this place, I thought it would be better to ask. \n\nIf this is how the Capital Grill is running a business to kick the customers out before we even walk through the door? Fine. You lose my business.\n\n*******\nThe Capital Grill messaged to ask my number to follow up. However, they never did. They wanted to make it seems they care, but they don't.",
        "language": "en"
      },
      "date": "2021-05-28T11:19:51Z",
      "rating": 1,
      "feedback": {
        "useful": 6,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Fran S.",
        "user_id": "NbRkluslxbum7N4eodChPA",
        "link": "https://www.yelp.com/user_details?userid=NbRkluslxbum7N4eodChPA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YImveVzdrlH26BEAjZ74Vw/180s.jpg",
        "address": "Savannah, GA",
        "friends": 117,
        "photos": 472,
        "reviews": 393,
        "elite_year": 24
      },
      "comment": {
        "text": "Before we placed our orders, I tried the French 75 and the Mister ordered the In Fashion. I am not a fan of gin and strong drinks, but my drink had a delightful combination of sweet, sour, and fizz to place a smile on my face and a call for a second round.\n\nWe ordered the lobster mac to share. His entree was the rack of lamb. They were tender, juicy, and full of flavor. I ordered the swordfish. It had lump crab meat on top and a glaze mustard like cream sauce on the plate to dip. I really enjoyed my meal.\n\nThe Capital Grille Buckhead deserves an A+ plus due to the impeccable service and the food. \n\nBe fair warned, the food bill total will be the cost of your monthly car insurance payment, so if you are on a tight budget, please plan accordingly. It's totally worth it.",
        "language": "en"
      },
      "date": "2018-07-25T14:02:54Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lhAa73SJ6-7UduJRMrkhrg/o.jpg",
          "caption": "His bday dinner"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QnKa86nIBYi8el7c-erHtg/o.jpg",
          "caption": "Decor with city views"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Lw8S0XvV3_7pMlTKvUkVrw/o.jpg",
          "caption": "They know how to make a drink"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kNSAHx1r1syB8HwD-OJliA/o.jpg",
          "caption": "This was a pinch of heaven in a glass"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 2,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Paige V.",
        "user_id": "Bw_4_JzXax3wJ8buI8vWaw",
        "link": "https://www.yelp.com/user_details?userid=Bw_4_JzXax3wJ8buI8vWaw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/e_NR3P-oo4K_QWFHrbkr2g/180s.jpg",
        "address": "Buford, GA",
        "friends": 264,
        "photos": 1,
        "reviews": 11
      },
      "comment": {
        "text": "This is hands down one of the best restaurants. My family & I have been coming here for years & it always exceeds my expectations. Brandon is an excellent server & treated us very well! We will always continue to come back!",
        "language": "en"
      },
      "date": "2022-09-15T04:33:38Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Gerald J.",
        "user_id": "tm3PIFqmlVSNSRjBO6gWhg",
        "link": "https://www.yelp.com/user_details?userid=tm3PIFqmlVSNSRjBO6gWhg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QXmIg0XPCRXmMwfrHJAsQg/180s.jpg",
        "address": "Phoenix, AZ",
        "friends": 84,
        "photos": 2051,
        "reviews": 259,
        "elite_year": 24
      },
      "comment": {
        "text": "Was in Atlanta for business and had to go to one of my favorite! Appetizers and drinks were incredible as always and service was great!",
        "language": "en"
      },
      "date": "2020-09-26T21:09:28Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MZZwpMvoRFPtGdfpxrWwsA/o.jpg",
          "caption": "Shrimp Cocktail (5)"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "M J.",
        "user_id": "YsK46QqiL8lnSCeIngdPFw",
        "link": "https://www.yelp.com/user_details?userid=YsK46QqiL8lnSCeIngdPFw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fX56CcOfWgycN5xo7ZvSeA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 51,
        "photos": 102,
        "reviews": 31
      },
      "comment": {
        "text": "We went here yesterday to celebrate Mother's Day. I had high expectations for this spot but was disappointed in the end. I ordered my ribeye medium. The first time it came out well done. Of course I sent it back. The next one they brought to me was rare. They too the same steak to cook it a little longer and brought it back to me medium plus. How difficult is it to cook a steak to the correct temperature ‍‍‍ There are too many excellent steakhouses in metro Atlanta for me to be wasting my time with this one. I hate that it ended up being in Mother's Day too",
        "language": "en"
      },
      "date": "2021-05-10T15:44:38Z",
      "rating": 2,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tN5vghmUv4EW9rqwnSLiug/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/E6R01tCP-TywRC7eV6XC1A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WoGNqOKOaJ8YzscBYolTqA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HiqjGflH4NB-Ane4AEFxxg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Melanie C.",
        "user_id": "5aL8LjZON9sJIV7nUiuppQ",
        "link": "https://www.yelp.com/user_details?userid=5aL8LjZON9sJIV7nUiuppQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bQDgjpCLmVT5m7l5VV5iqw/180s.jpg",
        "address": "Old Fourth Ward, Atlanta, GA",
        "friends": 93,
        "photos": 1417,
        "reviews": 163,
        "elite_year": 24
      },
      "comment": {
        "text": "We arrived for a 815pm reservation on Mother's Day and surprisingly the restaurant wasn't packed. There were plenty of empty tables left and we were seated immediately. The fact that the staff was wearing masks and there were empty tables next to us made me feel more at ease about dining inside. If you're looking for a date night spot, Capital Grille's ambiance is perfect for a romantic dinner. Dim lighting, Buckhead city views, and soft music set the mood effortlessly. Our waiter arrived shortly after we were seated and was very knowledgeable about the menu explaining their aging process for the steaks and that the seafood is fresh and delivered daily. They pretty much offer something for everyone with soups, salads, steak, chicken, seafood, and a variety of sides. We ordered the lobster and crab cakes ($19) for an appetizer and our main dishes were the Roasted Chicken Breast with shiitake mushrooms and sherry jus ($33), Dry Aged NY Strip au Poivre with Courvoisier Cream 14 oz ($51), Lobster Mac and cheese ($18), Sam's mashed potatoes ($11), and pasta with red sauce from the kids menu. The appetizer crab cakes (2) were delicious and served with a sweet corn salsa. The roasted chicken entree was lightly seasoned butterflied chicken breast fillets served over mushroom risotto with a light wine sauce. The dry aged NY strip was cooked to perfection. The lobster mac and cheese was scrumptious with large pieces of lobster throughout and the mashed potatoes were creamy with huge chunks of potato layered in. Both appetizers were large enough to share between 2 or 3 people. The kids size pasta was the size of an adult entree. All in all the food was good, the service was efficient, and the restaurant itself was pretty nice.",
        "language": "en"
      },
      "date": "2021-05-12T21:50:17Z",
      "rating": 4,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jACBSEMbfXpgPm3pkQQGPw/o.jpg",
          "caption": "Kids pasta"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Wa2ASlECO8zp_p1TF51pnQ/o.jpg",
          "caption": "Crab cake appetizer... toddler hands not included"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5bTtiLeIBcyweIDQFAunSQ/o.jpg",
          "caption": "Dry aged NY strip"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EqJ0WIXVakFR5at3x9JyuA/o.jpg",
          "caption": "Side of mashed potatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xzykO70vR-Z8uHRHM0lgNA/o.jpg",
          "caption": "Roasted chicken breast entree"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/G6ghTkary7TT0or46T_EOg/o.jpg",
          "caption": "Virgin cocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fX-CbZdnH9ns1eZ15BmyNg/o.jpg",
          "caption": "Lobster Mac and cheese"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Classy K.",
        "user_id": "BUVe-QI973RfITgOAooQRw",
        "link": "https://www.yelp.com/user_details?userid=BUVe-QI973RfITgOAooQRw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GUkU0h0VWyOY2wLJqh9YpA/180s.jpg",
        "address": "Raleigh, NC",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Always a nice place to grab a bite! Food was good, service was great and might I say the Lobster Mac was very tasty",
        "language": "en"
      },
      "date": "2022-08-30T03:57:00Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Elena E.",
        "user_id": "yEGWJcbJo4bsoILbFmJ8Ig",
        "link": "https://www.yelp.com/user_details?userid=yEGWJcbJo4bsoILbFmJ8Ig",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gOMmlID9gIY_MLqE9zG8pg/180s.jpg",
        "address": "Miami, FL",
        "friends": 26,
        "photos": 23,
        "reviews": 16
      },
      "comment": {
        "text": "Cuatomer service is awesome. We're from Miami and we love it. They help us getting a table. The hostess was awesome and great attention. Great atmosphere for date and family dinner. ANDIE recommendation was amazing the quality and the service is amazing. The manager pass by and always ask is everything is ok. ANDIE thank you we love you!!We will come back for sure. Thank you for your service..",
        "language": "en"
      },
      "date": "2021-06-20T01:25:12Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/G809HOEUCcnQVyRA0qM1jw/o.jpg",
          "caption": "Amazing"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/koniltdf4hvD5qzGZFALdg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/w70wyhcSrw3RuAVSnly7gQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LG-LH-L9OuVrK6X6qUJa0Q/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Courtney R.",
        "user_id": "q7lUbj9PMtb3bGKIVtpiEg",
        "link": "https://www.yelp.com/user_details?userid=q7lUbj9PMtb3bGKIVtpiEg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/G4SgrICCqhJ8_CdvrXWEyw/180s.jpg",
        "address": "Kennesaw, GA",
        "friends": 92,
        "photos": 14,
        "reviews": 6
      },
      "comment": {
        "text": "Had the best time for my sisters birthday here! Omar was the best and very attentive. The food was great and we really enjoyed the ambiance! Planning our next visit as we speak!",
        "language": "en"
      },
      "date": "2022-08-18T01:21:46Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ed B.",
        "user_id": "Qco0ktNvl5B4c9QNrQPtRA",
        "link": "https://www.yelp.com/user_details?userid=Qco0ktNvl5B4c9QNrQPtRA",
        "address": "Norman, OK",
        "friends": 1,
        "photos": 0,
        "reviews": 61
      },
      "comment": {
        "text": "In town for New Years' Eve, prompt, friendly service, great, fresh food. Online ordering is efficient. Excellent location.",
        "language": "en"
      },
      "date": "2023-01-12T18:25:42Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jen C.",
        "user_id": "bT3bDsqOrnkLV2cEAud_4g",
        "link": "https://www.yelp.com/user_details?userid=bT3bDsqOrnkLV2cEAud_4g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LYuiUli8pwifkahTeRPIyA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 32,
        "photos": 166,
        "reviews": 92,
        "elite_year": 24
      },
      "comment": {
        "text": "Had a lovely experience taking my best friend out for her birthday - it's a great special occasion spot with near-perfect service every time. We had one of the last reservations, with limited Covid hours, and yet we're never rushed, aside from placing our initial order for food (we understand that!) \n\nSteaks are cooked perfectly, as expected. Lobster Mac and cheese was just right. Martinis cold and high end. \n\nIf you want a predictable and non-fussy higher end dinner, this is always a great choice. The high floor view is always a treat also.",
        "language": "en"
      },
      "date": "2020-07-17T02:39:08Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ernest F.",
        "user_id": "c-EHwbbHhcfvlyd70vBqDg",
        "link": "https://www.yelp.com/user_details?userid=c-EHwbbHhcfvlyd70vBqDg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/267I6gIeDP5aPMW_MJbjbQ/180s.jpg",
        "address": "Henderson, NV",
        "friends": 653,
        "photos": 544,
        "reviews": 124
      },
      "comment": {
        "text": "My first time coming here to this establishment...I must say that the valet was cool,convenient & quick...when I walked in...they acknowledged me by my name from the reservation...was seated within 5 minutes...Melissa was our waitress...she was excellent, friendly & very respectful...she has great customer service an excellent conversation...I will definitely be back an she will definitely be my waitress again...the food was awesome",
        "language": "en"
      },
      "date": "2021-12-08T21:55:20Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4gfGCPHv5N3Op-zsXRHWvA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Mm3LKFz4p8WE-D8t-xGkGw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_RDWH-wjxjqfYMt-KuIGGg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vnEuxpnXA8T-VTBtA1_NkQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/63_ihAPku7MZVlJeyDKh0g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cMO7SXJQ_kKa9HDRfi6q1A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ENQ1r5sxoB2h_CYYeouaOQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/udedCBlo6qKTH0Njhtik_A/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Linda R.",
        "user_id": "t-eWIJPpz6c9rboIyornEA",
        "link": "https://www.yelp.com/user_details?userid=t-eWIJPpz6c9rboIyornEA",
        "address": "Carmel, IN",
        "friends": 0,
        "photos": 1,
        "reviews": 50
      },
      "comment": {
        "text": "We went this past weekend to celebrate our anniversary. We were seated in a special dining room for special celebrations.\nIt was beautiful. In the table was a\nCard saying thank you for celebrating \nYour anniversary At Capitol Grille.\nOur entrees were wonderful but a couple of the side dishes we ordered were not\nAs wonderful. The creamed spinach\nWas mediocre....Morton Steak House\nIs by far superior. The sautéed mushrooms\nHad no true flavor...they needed salt/ pepper and other seasoning. We were treated to complimentary champagne and a delicious cream brûlée for dessert. Overall I would\nRecommend Capitol Grille if you are celebrating a special occasion.",
        "language": "en"
      },
      "date": "2022-04-25T11:46:27Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Della W.",
        "user_id": "grP61NiKWOoEOo_URDtj7A",
        "link": "https://www.yelp.com/user_details?userid=grP61NiKWOoEOo_URDtj7A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YMdyLmAwErwooPBbiG9iMA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 15,
        "reviews": 10
      },
      "comment": {
        "text": "Extremely accommodating staff!  NWT here today for a business lunch meeting and everything was terrific! \nEven the Chardonnay choice was exceptional! Will be back soon with my fiancé!",
        "language": "en"
      },
      "date": "2020-09-15T21:13:18Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/z3PGMuqvmBtl8xhqSGLv2Q/o.jpg",
          "caption": "Cute ladies room!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Elizabeth L.",
        "user_id": "ViScwc6YTlScNJTwZQeO8Q",
        "link": "https://www.yelp.com/user_details?userid=ViScwc6YTlScNJTwZQeO8Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/I_9nn5qEbaTIzWUC4gBqCQ/180s.jpg",
        "address": "Covington, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 29
      },
      "comment": {
        "text": "One of our favorites! Meal and service exceptional. And the chocolate cake is amazing.",
        "language": "en"
      },
      "date": "2022-07-19T22:50:22Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chancie D.",
        "user_id": "_rx-rXXKxZNxs0QPSA_Ezw",
        "link": "https://www.yelp.com/user_details?userid=_rx-rXXKxZNxs0QPSA_Ezw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/s5waRnNTp-hM-13rFi9HmA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 1,
        "photos": 2,
        "reviews": 3
      },
      "comment": {
        "text": "The ambiance and privacy of this restaurant is to die for. If you want to eat in peace and enjoy a meeting or date, this is the place to go. Customer service is top tier. Drinks and food were awesome as well.",
        "language": "en"
      },
      "date": "2021-11-29T02:30:09Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/m0VedvoH5QBf40wujde8Jg/o.jpg",
          "caption": "Salm Blackberry Bourbon Sidecar Seared Citrus Glazed Salmon Sam's Mashed Potatoes"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stephen R.",
        "user_id": "0gT09XZhu30cq_XAkgGw5g",
        "link": "https://www.yelp.com/user_details?userid=0gT09XZhu30cq_XAkgGw5g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uFkCisQJu-ZyqI9-04jCig/180s.jpg",
        "address": "Buford, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 6
      },
      "comment": {
        "text": "This place threw me off for the longest with its name. I thought it was an \"Applebee's\" \"TGIF\" establishment. Turns out this is a full blown white table cloth, valet parking steakhouse. I started off with a Grey Goose dirty martini with Maytag blue cheese stuffed olives. (Did I mention this was a full blown steakhouse?) The host went over the menu which made it all so painful to choose. Each of the specials were just as appetizing as the next. Since it was my first time, I decided to start off this long intended relationship with their signature ribeye (medium of course) with the salad wedge and for something new, I went with the Lobster Mac and cheese. The salad wedge arrived it looked magnificent and I thought this was going to be very pleasant experience that salad wedge was plated like it was main course. The lettuce was chilled perfectly but it was the deep rich redness of the diced heirloom tomatoes contrasting the crumbles of Maytag blue cheese all of adorned with Knueske's cherrywood double cut bacon chunks. Yes bacon chunks. (Did I mention how much I love bacon?) I immediately thought of the lobster Mac. I asked the host (she wasn't really the host but I hate calling them waiters and servers) any way I asked her to add the bacon chunks to my lobster Mac & cheese. This seemed to stir up a little interest. The manager came by our table and asked if we were return customers and had we had the lobster Mac and cheese before. This was 2009 and we explained we were first time patrons and we'd never heard of the dish before. He said he was curious about the request of adding bacon and wanted to me to let him know what I thought of the dish with bacon. Again this was 2009 and I'd never heard of lobster Mac so there was nothing to compare it to. But MAN!!! When they bought that lobster mac out...clearly this was going to be the barometer for all lobster Mac from this day foreword. It was  an eventful experience they were very generous with the lobster portions and the Mac & cheese was a combination of creamy and stringy with the bacon chunks adding the perfect amount of texture. The smokiness combined with the nuttiness of that rich béchamel cheese sauce, leaves you with the perfect bite of pasta and sweet lobster morsels. I reluctantly gave my wife half in order to save room for my steak. But I'm going to rank right next to the crab fried rice at Sullivan's steakhouse. Then came the ribeye... I ordered it medium. it was dark and charred and it smelled amazing. For the first bite, I went straight for the rib crown, I could have cut it with a fork it was so tender and dripping g with juices. I took the bite and my mouth was flooded with a rich buttery flavor. It was perfectly seasoned and perfectly cooked. It needed nothing except to be eaten. I enjoyed every bite. And after the meal I felt full but comfortable, so the portions are above average. I loved the experience and have suggested it to many of my friends. Drop in, you won't be disappointed.",
        "language": "en"
      },
      "date": "2023-01-16T04:23:10Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alexandra W.",
        "user_id": "7kgmDR7So2cNJ5U00ImVGA",
        "link": "https://www.yelp.com/user_details?userid=7kgmDR7So2cNJ5U00ImVGA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VBrRKBiDJgHPG8jeOydFIg/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 70,
        "photos": 43,
        "reviews": 569
      },
      "comment": {
        "text": "Their bar is a vibe! Love the less formal feeling setting. Great TVs and nice service.",
        "language": "en"
      },
      "date": "2022-04-23T18:18:40Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chantel W.",
        "user_id": "W0O8y8YWrh9IBbCXNb7H5A",
        "link": "https://www.yelp.com/user_details?userid=W0O8y8YWrh9IBbCXNb7H5A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aox2dWkipTzgoItpCf7rcQ/180s.jpg",
        "address": "Augusta, GA",
        "friends": 167,
        "photos": 1096,
        "reviews": 204
      },
      "comment": {
        "text": "So dinner at @thecapitalgrille tonight. The appetizers were amazing. We ordered the garlic shrimp with crostini & prosciutto wrapped mozzarella with balsamic & the chef sent out salmon with capers & cheese & the salad was so delicious.\nDinner was good. I was slightly disappointed with the lack of in your face flavor with the lobster mac & cheese but it was still good. The potato au gratin was good not much else. My steak flavor was melt in your mouth but slightly more rare than expected but the mushrooms & onion fig reduction was tasty. Asparagus was tasty. So overall I would say it's worth going BUT... the appetizers outshined the dinner. #capitalgrille #Atl #bdaydinner\n#greatservice #goodfood\nThe service of Joshua was great.very attentive.",
        "language": "en"
      },
      "date": "2020-01-10T04:07:58Z",
      "rating": 4,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Q9fax1yo-qlnDWC_xiLVKg/o.jpg",
          "caption": "Sliced Filet Mignon*"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tcFBPcM18Xf73mwvMr0gYg/o.jpg",
          "caption": "Prosciutto Wrapped Mozzarella"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Hdk64_yEvacZT5NMt7GONA/o.jpg",
          "caption": "Bday dessert on the house"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-NX74kMDwSbc-vv8TUBn9A/o.jpg",
          "caption": "Lobster Mac 'N' Cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fAt63h4vrFalvK64H9bZTg/o.jpg",
          "caption": "Au Gratin Potatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uZjFH3Pu2WnvaccFr6144g/o.jpg",
          "caption": "Cast Iron Garlic Shrimp (5)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-fXEBJIq6MKTyTQQmCwRmA/o.jpg",
          "caption": "Chef tasting"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U-wI0enGGtQsjKHkaCmavQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Janine R.",
        "user_id": "KPmJ2fWqrLtx8VvlKGqUdA",
        "link": "https://www.yelp.com/user_details?userid=KPmJ2fWqrLtx8VvlKGqUdA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/J2ZJssV_e5KJF3XahTJtqg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 54,
        "photos": 1227,
        "reviews": 191,
        "elite_year": 24
      },
      "comment": {
        "text": "The Capital Grille dining area is beautifully decorated in dark wood, low lighting at dinner, jazz music piping in over the speakers, with paintings on the wall.  The dining chairs are very comfortable leather dining chairs. Crisp white linens adorn the tabletops. Black napkins are provided for dark clothing. After having the warm bras with salted butter, I had the cast iron shrimp which are delightful beyond words. The shrimp are completely peeled, served in a small iron skillet, over soft crostini, cherry heirloom tomatoes, basil, and covered in a butter, garlic, and lemon sauce. Soooo tasty! The lump crabmeat is served with a mayo based sauce with a tiny amount of horseradish. It is an ample serving - be sure to ask for additional sauce. \n\nThe filet mignon with the peppercorn preparation is divine. We eat out five days a week and have had meals in many cities in the US and Europe and the filet mignon here was by far one of the most tender and flavorful cuts of meat (aside from my mom's slow roasted garlic stuffed  rump roast) I have ever had. Our waiter, Kenneth, was fantastic. \n\nThe seasonal berries with crème Anglaise are refreshing, the flourless chocolate espresso cake is wonderful, and the warm chocolate with port wine infused cherries and ice cream are scrumptious as is the cheesecake.  The cheesecake is very light and has the taste of creme brûlée. \n\n\n\nThe lobster bisque is more of a cup of soup, not a bowl by any means, and to be honest it tastes like hot goo and extremely thick. It is the soup du jour and was highly recommended by the waiter. I sent it back and ordered the French onion soup. The French Onion Soup was as delightful as the lobster bisque was bad. The onion soup had a rich brown base with abundant onions, cheese and bread. It could benefit from being served in a larger vessel. A lot of the rich broth flows onto the saucer and is sinfully wasted. Very nice course.",
        "language": "en"
      },
      "date": "2018-01-27T02:44:01Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wHf6Mz7_vByvXymlUyquBQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/S_rdvg2SEVqBbYjZ28ERqQ/o.jpg",
          "caption": "Lovely dining experience"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OS7luImj55KFmlR0CjtWkw/o.jpg",
          "caption": "Nice bread selection served with a generous slab of creamy butter topped with sea salt."
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Creighton F.",
        "user_id": "txX4u1JW2hjf1Rfnw-dlAw",
        "link": "https://www.yelp.com/user_details?userid=txX4u1JW2hjf1Rfnw-dlAw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Eacf-vrWuFd3DX9lciLvCw/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 46,
        "photos": 966,
        "reviews": 279,
        "elite_year": 24
      },
      "comment": {
        "text": "If there's one in your city I will probably drop in for a cocktail or a bite to eat. Every capital grille that I visit provides the same level of service and the food tastes very good no matter which location I visit. I'm glad I could check out the buckhead location while in the Atl.",
        "language": "en"
      },
      "date": "2020-02-21T03:18:55Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3I025fhTgDlVeJz9v3HDKg/o.jpg",
          "caption": "Lollipop lamb chops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jx61jn-BiUV_E1y-h0G_4Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zu-hrMoEU2-C6nABw7Tw6g/o.jpg",
          "caption": "Entryway"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Judy Z.",
        "user_id": "ozBDjaBju6dppFoItnBx8g",
        "link": "https://www.yelp.com/user_details?userid=ozBDjaBju6dppFoItnBx8g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GXvCVyFqYx8OoJDwjGjCZA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 215,
        "photos": 333,
        "reviews": 186,
        "elite_year": 24
      },
      "comment": {
        "text": "Came here on a little date with a reservation already made. The restaurant itself was beautiful with a nice window view.  Once arriving, the hostess had to check of the table was ready or not. It wasn't cleaned so we sat at a bigger round table. Kinda awkward seating when it was just me and my significant other.. \n\nThe food was great! As a starter, I got the tuna tartare with avocado, mango, and sriracha. Very good! Ordered a filet mignon and a cocktail as well (the bohemian?)\n\nService was good, very attentive and informative. However, I wasn't finished eating and one of the busboys I believe(?) decided I was finished and took my plate when clearly there was still some filet mignon on there. But, I got it back and finished it.",
        "language": "en"
      },
      "date": "2018-02-19T00:03:10Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FouwoQc4mSjhlYRntLOO7Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/myQ1bYuEn8BMcC3qVyyu2Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SDJU3YZ0iT7jIhp3UBAgHw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Sam K.",
        "user_id": "k5ZdQ9aiSxfIH-Lo3rp7Qg",
        "link": "https://www.yelp.com/user_details?userid=k5ZdQ9aiSxfIH-Lo3rp7Qg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/h0f3Jzcm4-Do8oTyXPvPvA/180s.jpg",
        "address": "Roswell, GA",
        "friends": 50,
        "photos": 1864,
        "reviews": 218,
        "elite_year": 24
      },
      "comment": {
        "text": "It was good trying this place, the service and people were really nice. On our way out they gave the ladies at the table a red rose each. We couldn't finish our food as the portion sizes were quite generous. They gave us to go boxes and brown bags to put them in. \n\nParking - parking in the city can be a bit confusing and a bit of a challenge. They have valet parking right outside the entrance with a big sign saying Capital Grille so it's easy to spot. There is also self parking available in a garage for all the shops around there. \nI prefer to self park my car. For over 3 hours it's only $5. 0-3 hours is $3. And prices go up the longer you stay. Not sure if the restaurant does validations as I didn't bother to ask. \n\nFood - this is definitely a place that does not have a lot of vegetarian options. I came for my sisters birthday celebration. They do not have a separate vegetarian menu either. It's just one menu. I was given the option to pick 3 of the \"To Share\"/side plates for $22 or they could put together a pasta dish with tomatoes for me. I ended up going with just 2 sides. Everything on the menu is à la carte so if you want to have meat or seafood you must order a separate side to go with it if that's what you want. \nWe got bread prior to our meals and it was pretty decent. I was not too impressed with the taste or even presentation of my food. I had mushrooms and truffle fries. The mushrooms tasted OK and the fries were a little too salty for my liking. They were generous in the amount they gave me. \nSince it was my sisters birthday, they were kind enough to give her a nice birthday dessert plate. Presentation of it was beautiful but the taste was just OK. I believe it had the two of the desserts from the dessert menu on it which cheesecake creme brulee and chocolate cake.",
        "language": "en"
      },
      "date": "2019-11-20T05:26:33Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZMtFwks13c0hQ7ZVBWhldg/o.jpg",
          "caption": "8th floor"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KVeu0ivMgDocJ1SrOor8iw/o.jpg",
          "caption": "Rating"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qejLksskW-8N25fGJ-gMWQ/o.jpg",
          "caption": "Roasted Wild Mushrooms and Parmesan Truffle Fries - À la carte"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Paul L.",
        "user_id": "nJZ7f4AfZKyDKdIZ362mIw",
        "link": "https://www.yelp.com/user_details?userid=nJZ7f4AfZKyDKdIZ362mIw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/828EaU82mHKzKA7guM9V7A/180s.jpg",
        "address": "Longwood, FL",
        "friends": 470,
        "photos": 2256,
        "reviews": 790,
        "elite_year": 24
      },
      "comment": {
        "text": "We've been making this our annual tradition, to celebrate 4 birthdays in August with the kids up in ATL, and do the Generous Pour as well. Our family of 4 have a birthday within a month of each other (August 19 to September 19), which makes it a naturally good way to do it up big.  Well since a couple of years, our daughter's BF/fiance and now husband ALSO has an August b-day.  So now it's celebrating FIVE birthdays!  \n\nThe first time, we had a wonderful waitress Denise, with whom we made a real connection: I mean, how often does your wait staff ask if they could hug you at the end of the meal?  That was in 2016. Every year since, we've asked for her, and every year, it's been \"She's not working on that evening...\" or just not getting her with no real explanation.  THIS year (as usual, reservation made well in advance), we were told, oh, we're getting your table ready with Denise (like it's a surprise, because it was, again, clearly our request).  Turned out they were getting a table ready at the BAR (for the 7 of us!) because Denise only works the bar (!?) I took a look and said, no, we will not be comfortable eating a full freaking meal at a bar oval that barely seats 4 big people (sorry, Denise, but for all I know, this may have been \"Denice\"s section, and our \"Denise\" is no longer working there, cuz it's been so long..)  \n\nSo back we go to waiting before a table was ready for us (coincidentally, the same as last year (ALSO a bit small, but a darn sight better than the one at the bar.)  We started with the seafood platter thing, with a couple of salads, and we were then going to go to a calamari (to extend the life of the whites in the Generous Pour), but our signals crossed, and calamari never came.  No biggie.  Oh one thing - do NOT let them steal your bread basket from your table at the Cap Grille before the main course is brought out - they're fond of doing that, due to what misguided reason, I don't know, which ALSO brings up the question of why a fancy place like this does not furnish you with a butter knife - you're forced to use that 7-inch thing!  How gauche!\n\nOur fave at CG is always the lamb - full rack at a half-way reasonable price - the steaks, quite frankly, I can do just as well on my own grill.  For the uninitiated, your main course comes with... a sprig of water cress.  Sides, from mashed potatoes and green beans ($12 each) to lobster mac ($16, or is it $18), are extra.  So, unless you're a major baller (balling like Beckham), this is not where you park your park every weekend.  Service was slow to excruxiating - I mean, management, make up your mind: either pour more than 1.5 oz. (AFTER I said I'm going to stay with this wine for a while), OR get more staff to keep the pour, you know, GENEROUS!  When I tap my fingers impatiently while eating a delicious fresh oyster, since my wine glass has been empty for FIVE MINUTES (Hi, Ann B. Davis) ... I feel like a lush!  (Or don't do the Generous Pour at all, period)\n\nThey did behave and comped all 5 birthday desserts, which was nice.  We'll likely still make this our tradition (the Lord willing), but I swear (I observed, and asked for his name) - next time, we asked for Theo.",
        "language": "en"
      },
      "date": "2019-09-06T01:48:08Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R4ImmwHxLVcvjYtkC3rJlQ/o.jpg",
          "caption": "The pear and gorgonzola salad"
        }
      ],
      "feedback": {
        "useful": 6,
        "funny": 3,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Nicole F.",
        "user_id": "IWC2ZerqpFKDKnb4VdrlcA",
        "link": "https://www.yelp.com/user_details?userid=IWC2ZerqpFKDKnb4VdrlcA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GMJMqY-gwt0r1rZA-sCkEg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 187,
        "photos": 1,
        "reviews": 47
      },
      "comment": {
        "text": "Absolutely incredible food. I did takeout for my mom who was in the hospital and they finally let her eat whatever she wanted so got the filet/lobster tail combo. To go orders always suffer and are never as good as in the restaurant, yet it was absolutely superb. Will definitely be back.",
        "language": "en"
      },
      "date": "2022-05-20T22:51:13Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ashley T.",
        "user_id": "F4CdHCX-BKmXj3ih37jjhQ",
        "link": "https://www.yelp.com/user_details?userid=F4CdHCX-BKmXj3ih37jjhQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OqVsbt04m-_SCvhunwpuhQ/180s.jpg",
        "address": "Old Fourth Ward, Atlanta, GA",
        "friends": 131,
        "photos": 884,
        "reviews": 450,
        "elite_year": 24
      },
      "comment": {
        "text": "I had truly been overanalyzing where to take my husband for his birthday.  I mean we just got married a couple of months ago and I realllly felt I had to make sure it was a memorable occasion since it was the first Birthday being celebrated on our new journey in life.  So knowing how much he likes steaks, I figured it was time to go all out and be a little fancy.  After perusing the Wonderful World of Yelp, it was clear I should give The Captial Grille a try.\n\nI made reservations (super easy) and because it was a surprise, I may have been even more excited than him to come here.  I didn't want to search for parking so I was happy to see valet was only $5 and they parked my car with all the fancy cars which made me feel kinda cool.  We took the elevator to the 8th floor andddd we were just taken away by how classy the decor was.  The atmosphere was very romantic and the calmness and dimmed lights just made the experience even better.  The hostess found my reservation right away and we were seated immediately.\n\n Our waitress greeted us not too long after we sat down and explained the menu and drinks.  I truly appreciated her lovely attitude and she offered up her favorite dishes.  She was extremely knowledgeable and very attentive.  We ordered a few drinks (I had the bohemian and he had he in fashion - both good picks) and have the garlic shrimp as an app.  The shrimp were full of flavor and were huge!  I ordered the citrus seated salmon with almonds and green beans while he ordered the porterhouse (that thing was ridiculous) and we shared a side of lobster Mac n Cheeses.  Everything was delicious.  Like spectacularly delicious.  Like I'd eat it every single day kind of delicious.\n\nI let them know it was his birthday when I made the reservation and it was such a sweet touch to see a birthday card on the table along with confetti.  The also gave us a shot of their infamous Stoli Doli and a he even got a taste of their cheesecake for his special day.  I need to go back cause that cheesecake...pure joy.  All in all, an amazing experience!",
        "language": "en"
      },
      "date": "2017-09-06T22:48:37Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1trNrZCVeQAy9ZQEsm0wBg/o.jpg",
          "caption": "Drink menu..."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DZsegp0gfngHClTJoiCwtw/o.jpg",
          "caption": "Seared Citrus Glazed Salmon, Lobster Mac 'N' Cheese, and Dry Aged Porterhouse Steak*..."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MoQ6lzZegJLsnOAlfrjwOQ/o.jpg",
          "caption": "The The Bohemian..."
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Luxure R.",
        "user_id": "FVYhoe0FwYe5QoUAIy55SA",
        "link": "https://www.yelp.com/user_details?userid=FVYhoe0FwYe5QoUAIy55SA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4WZp3bbCGURhFs9gGpFghQ/180s.jpg",
        "address": "Roswell, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 9
      },
      "comment": {
        "text": "I come here a lot for my my business meeting and Capital grille never disappoints! From the service to the ambiance, to the food! I love the lobster mac & cheese, the filet mignon, lobster bisque, omg wait; and the soy glazed Brussels sprouts. (Amongst other meals but these are my go to meals here )",
        "language": "en"
      },
      "date": "2022-02-01T18:35:59Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Bel A.",
        "user_id": "LJybPHJZFc-cfgDqN_7qSg",
        "link": "https://www.yelp.com/user_details?userid=LJybPHJZFc-cfgDqN_7qSg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/i_u0R845HwhgV0PdFdG7hA/180s.jpg",
        "address": "Norcross, GA",
        "friends": 21,
        "photos": 51,
        "reviews": 31
      },
      "comment": {
        "text": "Beautiful ambiance.  \nYummy bread basket-- especially the dark bread with white raisins.\nThe steak was perfectly cooked and amazingly delicious.\nSilky and ideal mashed potatoes.  Excellent soy brussel sprouts !\nThe apple crostata with ice cream was heavenly -- fresh, thinly sliced apples and not too sweet.\nFantastic wine selection !\nSplendid service.\nPerfect for a date.",
        "language": "en"
      },
      "date": "2020-02-29T16:07:20Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lgytaKPxMhYQBYIezf0SFg/o.jpg",
          "caption": "Soy Glazed Brussels Sprouts, Sam's Mashed Potatoes, Dry Aged Porterhouse Steak*"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vgheg0MeC1BHKmv6hOnMgA/o.jpg",
          "caption": "Warm Apple Crostata"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cheryl B.",
        "user_id": "hBtGq6IqwSribyMx1vBbWg",
        "link": "https://www.yelp.com/user_details?userid=hBtGq6IqwSribyMx1vBbWg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gNzVtU0M05Tw1Zyl39SfNQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 11
      },
      "comment": {
        "text": "I went to Capital Grille yesterday for the first time, but it will be my last based on my poor food experience.  I spent $150 for an overcooked Bone-In Ribeye, Cold Mash Potatoes, Undercooked Steamed Maine Lobster Tails, and Undercooked Grilled Shrimp w/cold butter/garlic butter even after being reheated.  The only high point was the staff, Natalie, Cheri, and Nicole were awesome, so it wasn't their fault that the kitchen made horrible food, and the expeditors didn't call my waitress in time.  However sadly the experience with the poor main food overshadowed the few exceptions that were good like my salad and fresh Virgin drink. This won't be a place that I revisit.",
        "language": "en"
      },
      "date": "2021-11-26T14:31:01Z",
      "rating": 1,
      "feedback": {
        "useful": 6,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Myiesha S.",
        "user_id": "qKbBkfQR8o8dbwW9koePzQ",
        "link": "https://www.yelp.com/user_details?userid=qKbBkfQR8o8dbwW9koePzQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/J8L0lgWliaoFeyIeB0yTTA/180s.jpg",
        "address": "Dallas, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "From the food, to the ambience, to the impeccable service from the staff, everything was literally perfect! My husband and I were just married and went here to celebrate and it was nothing short of amazing. Depending on where you sit you also get amazing views of the Atlanta skyline. We can't wait to come back here!",
        "language": "en"
      },
      "date": "2022-06-16T22:07:49Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dee W.",
        "user_id": "vSxFQ34g7K82TQhD6wfCGA",
        "link": "https://www.yelp.com/user_details?userid=vSxFQ34g7K82TQhD6wfCGA",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "My family and I went to Capital Grille to celebrate my nephew's birthday. Here's the truth and feedback, The salmon and mash potatoes were tasteless- no seasoning just bland, I could have made better in my own kitchen, the spinach was cold bitter and tasteless. We were told the sides would feed 3-4 people, that's not true, the Caesar Salad was enough for two people, and it was tasteless no dressing, the waitress or waiter plopped a second plate of calamari on the table no one ordered but we kept and paid for which was just ok. I have been to several Capitol Grilles and the food was excellent the overall rating I give the meal last night is 2, I was so disappointed in the meal. The food is very overpriced to be tasteless, The service was good just like Chick-fil-a, only their food is a lot better. I will not be back to this Capital Grille location. I dont mind paying for good food,  I'm upset for paying over $1,500.00 for tasteless bland food.",
        "language": "en"
      },
      "date": "2023-02-27T16:17:05Z",
      "rating": 2,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Antawonne C.",
        "user_id": "ZfXpCbuHeIZDMZO-5fnc5g",
        "link": "https://www.yelp.com/user_details?userid=ZfXpCbuHeIZDMZO-5fnc5g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/841JfarSXXUElw2qExUUJg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 10,
        "reviews": 8
      },
      "comment": {
        "text": "Bruh the lobster be crab cake are great service A-1 drinks are strong and top self I love this place as a foodie I eat here a lot I'm 1 deep on my birthday and they made it feel like it was 29 that's capital",
        "language": "en"
      },
      "date": "2022-02-17T01:04:58Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "MonToya B.",
        "user_id": "aREstraKDQnGVlthlbR7GA",
        "link": "https://www.yelp.com/user_details?userid=aREstraKDQnGVlthlbR7GA",
        "address": "Marietta, GA",
        "friends": 174,
        "photos": 33,
        "reviews": 17
      },
      "comment": {
        "text": "This was my first time at this restaurant and the drinks  were really good (mojito & margarita) most of the food was too I had the 22oz bone in rib eye medium well lobster Mac and creamed spinach the spinach is made with nutmeg and it was disgusting everything else was delicious. The server Martin was really nice",
        "language": "en"
      },
      "date": "2022-02-18T23:02:57Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CqYXIfW1HAKgHHH_g-vaPw/o.jpg",
          "caption": "22oz Bone-In Ribeye Lobster Mac 'N' Cheese Creamed Spinach"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Gino B.",
        "user_id": "ijOZLZDhQZ7nLLig5Yhdeg",
        "link": "https://www.yelp.com/user_details?userid=ijOZLZDhQZ7nLLig5Yhdeg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/iXJ41Fht3ATpBA-prEr_0Q/180s.jpg",
        "address": "Vancouver, Canada",
        "friends": 979,
        "photos": 4215,
        "reviews": 253,
        "elite_year": 24
      },
      "comment": {
        "text": "Stunning steaks, exquisite service and modern old world ambiance with fabulous views of the Atlanta city skyline sum up what awaited us at The Capital Grille's Buckhead location.\n\nFollowing the complimentary main floor valet, a side door takes you onto an elevator to the 8th floor, where The City's burgeoning construction boom and tallest highrise towers can be observed on the ride up or while sitting at one of the window-side seating area tables on the right side of the main dining room.\n\nService is attentive yet un-intrusive.  Quick cocktail and wine suggestions are scrolled on the in-house iPad while off-menu features are enounciated  by super friendly wait staff, Citing their favorite pairings.\n\nThe 24 oz Porter house and te 16oz New York  striploin were fantastic, cooked to perfection and were very memorable.  As were the impressive and delectable sides served family style:\n\nLobster Mac'n'cheese: Wow!\n\nBacon Soy Brussel Sprouts: Wow!\n\nGreen beans with heirloom tomatoes: Wow!\n\nScalloped potatoes au gratin and creamed spinach: Wow!\n\nCAUTION! Be very careful, the food is extremely  good and abundant so don't load up on the complimentary, Baked on-site fresh bread basket containing thyme & olive oil baked flatbread, raisin and pumpernickel loaf, onion focaccia and sourdough the with real butter.  Save room to actually devour the steaks and sides while unbuckling the belt to make room!!!!\n\nThe Capital Grille is an upper tier steakhouse dining experience that many of its local rivals strive to replicate; 'wow factor' indeed.",
        "language": "en"
      },
      "date": "2017-05-25T03:26:09Z",
      "rating": 5,
      "feedback": {
        "useful": 5,
        "funny": 0,
        "cool": 3
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=bSy6VVJIdYPza1Bj9_Eicw&start=100"
  }
}