{
  "search_metadata": {
    "id": "65ef2c7e7690dc60b1f677e8",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/65ef2c7e7690dc60b1f677e8.json",
    "created_at": "2024-03-11 16:08:30 UTC",
    "processed_at": "2024-03-11 16:08:30 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/sQAtQV1tHZaOJWcR_T8bwg?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/65ef2c7e7690dc60b1f677e8.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/65ef2c7e7690dc60b1f677e8.prettify",
    "total_time_taken": 1.6
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 60,
    "num": "50",
    "place_id": "sQAtQV1tHZaOJWcR_T8bwg"
  },
  "search_information": {
    "total_results": 278,
    "business": "Tiny Lou's"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 278
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Mary M.",
        "user_id": "Whbc0IHzAqP7VxXzecEeRQ",
        "link": "https://www.yelp.com/user_details?userid=Whbc0IHzAqP7VxXzecEeRQ",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "xmas prix  fixe was only fair. very small portion of scallops and the beef Wellington tho tasty was overdone. $-11 for bread on top of a $200 meal was a bummer. Overall whole experience only fair.",
        "language": "en"
      },
      "date": "2023-12-26T17:20:05Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Macoisinha M.",
        "user_id": "X7p_P0CaO2OxRQeB1iTSQw",
        "link": "https://www.yelp.com/user_details?userid=X7p_P0CaO2OxRQeB1iTSQw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oi5EEP1ninze2y8oI-3-tw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 24,
        "photos": 682,
        "reviews": 311,
        "elite_year": 24
      },
      "comment": {
        "text": "Absolutely amazing! This is a perfect location for a romantic date! Restaurant is lovely, food is delicious, drinks are great and the service is spectacular. Our waiter was very unique. My favorite part is when we asked him how he was doing and he said \"delicious\". Haha so cute! \nThere were not a lot of vegetarian options. In fact as entre there was only the gnocchi but I wouldn't have chosen anything else. This was a very special and unique gnocchi. Very light and very beautiful presentation. My drink was a lil strong, but I guess that is not a bad thing actually. \nWe had such a special time there abs would love to go back!",
        "language": "en"
      },
      "date": "2020-12-06T23:18:46Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xhciSnkzFYCrAQrFxc8Rqw/o.jpg",
          "caption": "Fish"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/k0rll-pd0_BmB2JvO75w6w/o.jpg",
          "caption": "Entrance"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LEhqx4rEQxvHIRdYH8Vf4g/o.jpg",
          "caption": "Brussels sprouts and broccolini"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QexI6ii-Au208uvCIFFM5A/o.jpg",
          "caption": "Gnocchi"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kendall P.",
        "user_id": "GNBFipG_tZq9ZUy3fi6HQg",
        "link": "https://www.yelp.com/user_details?userid=GNBFipG_tZq9ZUy3fi6HQg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8eT7uUvxrExMqm1c8Z8oUQ/180s.jpg",
        "address": "Greenville, SC",
        "friends": 2,
        "photos": 1,
        "reviews": 6
      },
      "comment": {
        "text": "The ambiance of this restaurant was exquisite, but I swear all the food was so salty! I was not expecting such salty food. The service was okay, the waitress didn't seem knowledgeable about the drink options and didn't even ask how we wanted the check (we were obviously a group of friends) and just brought us one check. I don't think I would go back, especially for the price.",
        "language": "en"
      },
      "date": "2023-03-18T20:12:12Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tiff H.",
        "user_id": "O3nhfuz6W4wlmIQgM_Oo2g",
        "link": "https://www.yelp.com/user_details?userid=O3nhfuz6W4wlmIQgM_Oo2g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RQp7577eq54o43wXX_wCIg/180s.jpg",
        "address": "Dunwoody, GA",
        "friends": 1561,
        "photos": 12659,
        "reviews": 2401,
        "elite_year": 24
      },
      "comment": {
        "text": "Wow. I was always a bit intimidated by the Clermont and Tiny Lou's but was instead super impressed and delighted with the entire experience. \n\nI made the reservation with the hostess, who I was friends with, ahead of time, and it was a painless process. It's a little dark downstairs after sunset but it allowed for a private and intimate vibe - so definitely a great date spot!\n\nFirst off, drinks. The Grounds for Divorce was a great fruity gin cocktail that is my perfect drink! I ordered a glass of red wine to go with the meal based off the recommendation of our server. Speaking of which...\n\nOur server was super fun and friendly but without being overly attentive. He helped us choose a majority of the order, and coursed out the meal for us to share a lot of the dishes. He even split the dishes into two perfect halves for the entrees we were sharing. \n\nBread is not free - but $5 for that bread service is SO worth it. Don't sleep on it. I almost ordered a second order but realized we had ordered way too much food for 2 people to do so. \n\nFOOD:\nOctopus Nicoise - not a huge fan of the hard boiled egg... but overall the dish was a great starter. \nDiver Scallops - cooked perfectly. Seasoning was on point and the accompanying greens were tasty.  \nHamachi Tartare - light, fresh and super refreshing! A great appetizer to share. \nLoup de Mer - MUST order. The fish was perfectly cooked, with crispy skin and seasoning. On top of a rich pool of beurre monte... the dish was just as great as the server promised. \nGnocchi - probably the only dish that wasn't mind blowing. It was definitely a good dish, but we were pretty full at this point. The perfectly poached egg on top made for a sexy egg porn video, though!\nPommes Aligot - not the cheesy potatoes I expected. Maybe we let it sit for too long while I was taking pictures but it wasn't anything special. \n\nAnd now for dessert. I was so excited to try the deserts of the esteemed Claudia Martinez. Everyone has been ordering and taking pictures of the crepe cake (au citron was the seasonal flavor) insta-worthy gorgeousness but heard from the server (possibly an unpopular opinion?!) that it looks better than it tastes. So we went with the Ruby and the Amour y passion. The Ruby was tart but rich and chocolate-y at the same time. Definitely recommend if you want the opportunity to try the decadent ruby chocolate. The Amour y passion melted a little while I was taking photos but it was still a tart and tasty dessert, melted or not. Both were beautifully plated and the deconstruction didn't bother me.\n\nDefinitely a great date spot, whether for drinks, dinner, dessert, or all of the above. After dinner, head upstairs to the Clermont rooftop without a wait by asking the server for direct access via the elevator. I'll be back, Tiny Lou, for more, especially after all this pandemic chaos dies down!",
        "language": "en"
      },
      "date": "2020-06-10T05:32:10Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/y6vz3lA0XQcu0F7n6c8-dA/o.jpg",
          "caption": "Grounds for Divorce (IG: @tiffhuangry)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IFHT_zQw8xD6WBz0Za5A-A/o.jpg",
          "caption": "Maine Diver Scallops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/exe8-QGs2Ssavxm_Pzhbvw/o.jpg",
          "caption": "Octopus Nicoise (IG: @tiffhuangry)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cfLe7bZmam_fjDiXD0OuYg/o.jpg",
          "caption": "Hamachi Tartare"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iKu_HdylyE0gKqLOLvnLcQ/o.jpg",
          "caption": "Bread Service (IG: @tiffhuangry)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-RDgArP8eW7OAGxJdDcw9Q/o.jpg",
          "caption": "Red red wine"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/H8Pd4WiEOwm_ArLl9Jd1PA/o.jpg",
          "caption": "Pommes Aligot"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yjrbJy14aCJQdQ5wRfgZzQ/o.jpg",
          "caption": "Gnocchi (IG: @tiffhuangry)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qSf-svS9YkwQrp6NH3E9jA/o.jpg",
          "caption": "Loup de Mer"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bd_-mYj8YiJht6e3TdKVZg/o.jpg",
          "caption": "Love the plates! (IG: @tiffhuangry)"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 1,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Y Yelp Y.",
        "user_id": "apLLSjFTslCOZmIDEPBOMw",
        "link": "https://www.yelp.com/user_details?userid=apLLSjFTslCOZmIDEPBOMw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZC2WjpvLkpELbvy6SHrfgQ/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 3,
        "photos": 843,
        "reviews": 533
      },
      "comment": {
        "text": "***FOOD: Generally good delicious food, beautiful presentation, Offers crowd pleasers like steak, burgers, seafood etc. Even as I write this I really couldn't tell you what was \"special\" or  what it's known for,  that isn't offered at the plethora of other upscale restaurants around.  I think this place niches itself as a trendy hipster cocktail hour supper place with a salacious history and a mysterious in the basement atmosphere. It's beautiful with delicious food but I wasn't wowed. Came here for a birthday celebration. \n\n***COST (OUT OF 4$) $$$  definitely upper echelon prices - scallops $38; Steak $35-$75; appetizers average $15\n\n***DÉCOR/LOCATION: through the hotel lobby down the stairs to the restaurant; nice booths, small number of tables, very 1940's modern feel, intimate somewhat romantic. parking may be an issue\n\n***SERVICE: very good service, attentive, professional, knowledgeable, food came quick\n\n***RECOMMEND: Yes definitely would Recommend. Gorgeous place, good service, very delicious food. \n\n***MEAL:Diver Scallops-cooked perfectly very good; Truffle Fries-good, more truffle flavor please; Angus Steak-very good; Burger-good; Duck confit- good; Mushrooms-really really good, Crepe cake-excellent, must try; chocolate cake-good",
        "language": "en"
      },
      "date": "2022-07-08T16:11:37Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lorraine M.",
        "user_id": "b14BwxseYHr7szxc0ndWPA",
        "link": "https://www.yelp.com/user_details?userid=b14BwxseYHr7szxc0ndWPA",
        "address": "Atlanta, GA",
        "friends": 145,
        "photos": 52,
        "reviews": 103
      },
      "comment": {
        "text": "So $$$ is correct. Portion size ok. You need to order an app and or a side with your entree. Service amazing. Flavors well done. We enjoyed the steak tartare, onion soup, scallops and pasta. We all left a little hungry. Lol. Oh cocktails delicious and varied and ambiance was sleek dark like a speak easy. Not sure I'll go back but I did enjoy the one time experience. And again terrific service.",
        "language": "en"
      },
      "date": "2023-07-03T20:16:47Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Theresa B.",
        "user_id": "1UzNLtvHCiyBW_yeq6CF8w",
        "link": "https://www.yelp.com/user_details?userid=1UzNLtvHCiyBW_yeq6CF8w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zEf2wJLPqZMyvZtt7EBYEg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 352,
        "photos": 146,
        "reviews": 107
      },
      "comment": {
        "text": "The revamp of Claremont Hotel to have this upscale dining situation right above where elderly strippers retire, is so on brand for Atlanta lol.  You have to valet which is nice, but it can and does get full so be prepared if that happens.\n\nTiny Lou's was everything I hoped it would be.  Artisan cocktails, amazing food, wonderful plating.  Small and intimate.  Something about it feels romantic, mysterious, like you are dining in an episode of Mad Men or something.\n\nMet up with 3 of my friends for a dinner.  Our server was personable without being over bearing and had great command of the drink menu. \n\nCOCKTAILS:  She suggested I have a drink (forgot the name?) that basically was what would happen if Lambrusco wine and a French 75 had a baby.  Delightful and refreshing.   They even have wonderful zero proof drinks for those who do not partake in liquor or are designated drivers so everyone gets to be fancy.\n\nFOOD:  The server brought out a bread that was made in house, sliced, and stuffed with burrata cheese and butter.  AMAZEBALLS.  This made me ready to get that calorie count up and be 100% ok with it.   Once my friends settled in we all got a few things to share.  Steak tartare and hamachi crudo got the party started because we like things raw sometimes LOL.  The steak was perfectly thin sliced and tender from a great cut of meat.  Hamachi crudo made me feel like I was eating in a fine sushi restaurant.  For dinner, I had a special which was a short rib.  It was so flavorful and tender you could cut it with a butter knife...I was highly upset to find my husband eating my leftovers later that evening.  My friend ordered the steak and frites...and check this out, they make their own in house truffle oil for those fries so you know the result was outstanding. We also tried the pan sear scallops which were a dream and all the items it is plated with serves as a vehicle of culinary amazingness.  Lastly we had the heritage farm pork chop which is basically a smokey delicious creamy well seasoned bean high end cousin of pork and beans.  All of this was mind blowing.\n\nDESSERT: as dinner winded down and my calorie count began making the results of my New Years resolution a little more than a hope, somehow we were encouraged to get a slice of the crepe cake and boyyyyyyyyy....it did not disappoint.  It takes them a totally of 42 hours to get this thing ready to be served.  Light airy without being too sweet perfection.  It's a perfect marriage between breakfast and dessert.  \n\nI was very impressed.  It's been awhile since a place has knocked my socks off and made me want to tell everyone about it.  Plus it's super cute for photo ops in there.\n\nSUMMARY: artisan cocktails and mocktails, amazing well curated culinary eats, cute photo ops abound because of the decor.",
        "language": "en"
      },
      "date": "2022-02-22T20:51:21Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GYajqDAEG2S5FnXMLBGUzg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/A4AvnL5AGrxwD33NhoSO5w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fh1D-apKXZo4eUzFc5Wa5w/o.jpg",
          "caption": "Braised short rib"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AsGZmCE8eYNFu3YbLAUYKw/o.jpg",
          "caption": "Steak and frites"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/x-qKxmJiLq-oEy-UCkTL-g/o.jpg",
          "caption": "Heritage farm pork chop"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QXjdJkLlHsZ9aT0geCwtAA/o.jpg",
          "caption": "Crepe cake"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bdcY-NWKOokVo2voiPlvTA/o.jpg",
          "caption": "Views from the rooftop"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-iAtnZTGqOpz-NCFolAc9w/o.jpg"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Alexa R.",
        "user_id": "ese4M23INrR5XDBpLcSFFg",
        "link": "https://www.yelp.com/user_details?userid=ese4M23INrR5XDBpLcSFFg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8z1lDQ9GWRUAd6D8-ajs8w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 226,
        "photos": 176,
        "reviews": 81
      },
      "comment": {
        "text": "Hands down one of my FAVORITE PLACES to eat and have a good time!\n\nPrepared to be transported to a completely different decade with instagrammable opportunities at every corner! \n\nI can stress enough to come here often and try the whole menu! I've been here four times and I still RAVE about this place. From a girls night out to my bachelorette to my wedding night, this place is perfect for anything and everything!\n\nEvery dish leaves me speechless and having verbal outbursts of delight. Every bite gets savored, you can even find me sucking the marrow out of the bones here.",
        "language": "en"
      },
      "date": "2021-03-04T16:28:24Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lRn41mZkX_5qOnpuBwheeQ/o.jpg",
          "caption": "Froie Gras and Sourdough"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IGiWGPpDOT_p5yUyydc24Q/o.jpg",
          "caption": "Creme Brûlée's"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gMGmZPhVMz8u1adq8B0N8w/o.jpg",
          "caption": "Wine"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ArR_ev51utmcV9vo3NTnQw/o.jpg",
          "caption": "French 45 Cocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZkvaRyT_ZTfwdapPa2s6PQ/o.jpg",
          "caption": "Duck Con Fit Entree"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rVMfDpydxZ-oIQlYBfjiXQ/o.jpg",
          "caption": "Beef Tar Tar on Marrow with toast points"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Camryn G.",
        "user_id": "2-TdEMoG_wjSgcwWvTvyrw",
        "link": "https://www.yelp.com/user_details?userid=2-TdEMoG_wjSgcwWvTvyrw",
        "address": "Hempstead, TX",
        "friends": 220,
        "photos": 33,
        "reviews": 12
      },
      "comment": {
        "text": "Me and 7 of my friends went to Tiny Lou's for New Years Eve (with a reservation, of course) and it was the most perfect start to a great night. Everything was delicious, the service was impeccable, and we had the best time. Our waiter, Paul, was extremely kind and was very helpful when it came to menu questions and also was so accommodating and had the bar make me a custom mocktail since I am sober, but still wanted a fun drink. Every single one of us loved our food!!",
        "language": "en"
      },
      "date": "2023-01-02T02:38:11Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tGYHnIvzxyU0kk7bS5Fvlg/o.jpg",
          "caption": "Lobster Risotto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yUxkSvuzkFXKaY-9-7ZZ5g/o.jpg",
          "caption": "Steak Frites"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WiErgtm1j9EN3WpYEO_6ag/o.jpg",
          "caption": "Pan Seared Diver Scallops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EekEWKzz2q9LaA5yWajdIg/o.jpg",
          "caption": "Champagne :)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g-Nud5Dao3uxOcjmbmvRzw/o.jpg",
          "caption": "Tagliatelle"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Julia E.",
        "user_id": "O1PT0Z0urLzqHlMdPTDTbw",
        "link": "https://www.yelp.com/user_details?userid=O1PT0Z0urLzqHlMdPTDTbw",
        "address": "Alpharetta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 8
      },
      "comment": {
        "text": "We ate here for Valentine's Day, and it was the worst experience I have ever had. First off, we valeted our car, and the valet employee was so rude. \nWhen we got seated at dinner, our server, Savannah kept pushing us to order alcohol. Neither me or my boyfriend wanted a drink. She was so pushy to get us to order alcohol. After we told her we were not ordering alcohol, the service went downhill from there. She kept rolling her eyes at us and was annoyed if we asked her for anything else. \n\nFor Valentine's Day the restaurant had a set menu. We were not made aware of the set menu you when my boyfriend had made the reservation. After looking over the set menu, nothing looked appealing. However, we proceeded to order. We ordered lobster bisque for our starter. My boyfriend got a fillet and I ordered the trout. When our lobster bisque came out, it looked and smelled absolutely disgusting. After a couple bites of soup, I could not continue. My boyfriend would not even try his. The taste was so acidic, as if they mixed tomato paste with expired lobster. I never send food back, but I did this time because I knew neither one of us were going to eat it.\n\nThen, our main dishes came out. My boyfriend ordered his fillet medium but it came out raw. I ordered the trout but was brought salmon. Since our server was already so rude to us, I didn't want to inform her of being brought the wrong dish. Our main dishes were cold and bland. The desert was ok. We ordered a strawberry and chocolate mouse, and it looks like they threw special K strawberries on it. The dessert was bland as well. \nWhen it came time for the bill, the server did not take the bisques off our bill. When we asked her about it she sighed and rolled her eyes. Finally the manager brought us the new check with it taken off. I have had better service at Waffle House. The employees are unprofessional and rude. For the price of the food, I was expected better service. The food here is bland, cold and just all around not appetizing. It's seems every employee here has an attitude, including the manager. If you have read this far, I would stay clear of this establishment. It is not worth the price.",
        "language": "en"
      },
      "date": "2023-02-16T15:30:22Z",
      "rating": 1,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alicia C.",
        "user_id": "ZbwzxcPE0Kila3wQtMFWpA",
        "link": "https://www.yelp.com/user_details?userid=ZbwzxcPE0Kila3wQtMFWpA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ykqR1OWBXKYG2LMThNbaQg/180s.jpg",
        "address": "New York, NY",
        "friends": 58,
        "photos": 742,
        "reviews": 168,
        "elite_year": 24
      },
      "comment": {
        "text": "Simply delightful!\n\nA classy, French inspired vintage experience. Service is excellent -- valet parking, doormen at each door, and suddenly you're transported into what feels like someone's curated home -- both homely and cafe-like all at once. Think playful floral wallpaper, dark woods, pink velvety booths, and silverware with winking faces. Charming in all aspects.\n\nDress code is business casual, and for the Sunday brunch crowd, under that might look a lil out of place here.\n\nWe ordered:\n- coffee (they have delightfully cute china), and they leave you the French press so you may refill as you want\n- brussel sprouts\n- omelette\n- french toast\n\nFood:\nThe brussel sprouts really hit it out of the park. I'm picky about them, and I felt that they were caramelized just right, not too soggy or thick on the inside, not too burnt on the outside, and the green apple slices helped balance the salt. Fair warning that it is a heavier/greasier dish.\n\nMy friend got the omelette, and it looked beautifully fluffy. I got the French toast. Again, loved the use of the green apples. I wouldn't say the toast itself was anything too special though, especially after starting with the brussel sprouts. It was a bit over-soaked with syrup (comes with syrup already on it).\n\nI think the charm here comes from the excellent and attentive service, and the ambience created. It just feels right, like having breakfast at your friend's cute apartment.",
        "language": "en"
      },
      "date": "2020-02-24T15:23:05Z",
      "rating": 4,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hI8VctPH4W08jVMMCSVnhg/o.jpg",
          "caption": "Entrance (after leaving car with valet and coming through front door, turn right and go down these stairs)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qwQQZjCXiBImK-l8K96K5Q/o.jpg",
          "caption": "Coffee"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zF6ZW0HH8SwVihwEM29eGg/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GTp9tmGxkfZ9xwod0_-1nA/o.jpg",
          "caption": "Brussel sprouts"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/as3PkWcRc7PYZAtmsTnj6w/o.jpg",
          "caption": "French toast"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kathy H.",
        "user_id": "k-jy71NWjHquf50-sfLC3w",
        "link": "https://www.yelp.com/user_details?userid=k-jy71NWjHquf50-sfLC3w",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "From the greeting we received from the hostess to the best eggs Benedict and hollandaise in a long time, we enjoyed the Sunday brunch so much!   Our waiter was helpful and just the right attentive.   Perfect way to start our dead show day!!   Thank you",
        "language": "en"
      },
      "date": "2023-06-01T13:34:20Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Bre D.",
        "user_id": "bFBguTqPNYPua0DAatkZNw",
        "link": "https://www.yelp.com/user_details?userid=bFBguTqPNYPua0DAatkZNw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-0ZjA_1D4hiJftHhhYR_dw/180s.jpg",
        "address": "Nashville, TN",
        "friends": 479,
        "photos": 299,
        "reviews": 340,
        "elite_year": 24
      },
      "comment": {
        "text": "I am coming at this review with a little bit of a different perspective. \n\nWe planned an event here for a group of about 45, and I couldn't express more how great they were to work with. Valerie and her staff were so great from getting all the details together for the event to the service on the evening of. \n\n1. The food was great! If you want an event with memorable food, choose Tiny Lous. We had a food cart just for our guests cooking pulled pork sandwiches, hot dogs and sweet crepes. We also had apps, a tuna tartare on a homemade potato chip (so good, I ate a million), grougere and beef skewers. All delish.\n\n2. Service was great! Never had to track down our waitress to order a drink.\n\n3. Location: we did it on the rooftop and it was perfect! Soooo cute, great views, great sunset.  Loved it! \n\nHighly recommend for a company event, or party (birthday, bachelorette, anything!)",
        "language": "en"
      },
      "date": "2019-06-16T04:33:38Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MocTAgwCjegKsdeNTOcu5g/o.jpg",
          "caption": "Grougere (event menu)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2Y0z_OYP3MYJV4WIFT7oQg/o.jpg",
          "caption": "So pretty at sunset"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QH-ZhISiHLZBsmW_0prSAw/o.jpg",
          "caption": "Tuna escabeche (event menu)"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Mia W.",
        "user_id": "Ln3Un3bRt36JJczUAto5EQ",
        "link": "https://www.yelp.com/user_details?userid=Ln3Un3bRt36JJczUAto5EQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3ABrM9wldPQGkNDeii6BXw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 125,
        "photos": 322,
        "reviews": 289
      },
      "comment": {
        "text": "Pure old world dining with elegance!! This was truly a magnificent and tasteful experience. The rooftop for pre drinking is a must and very cute. The drink menu on the rooftop is so fun. I had the Elevensie it was very good!! We started off with the bread service, the one with Burrata this is a MUST HAVE!! If you don't do bread service you are definitely doing yourself a disservice. We had the Harvest salad  and this was perfectly dressed and well balanced flavors. I tried the French Onion soup and this was my first time ever having it and it did not disappoint at all. Very classic and yummy. I ordered the Lobster Risotto which was absolutely delightful except for the chive over kill lmao lol but it was really delightful. My friend had the Gnocchi and it was OK but not life changing.  The customer service was lacking I think my server was overwhelmed she was nice but wasn't outstanding",
        "language": "en"
      },
      "date": "2021-12-02T17:34:43Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JilnVISQu7MuLg7j4RIgpA/o.jpg",
          "caption": "Harvest Salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FHIGIe-eus-Kymy488686g/o.jpg",
          "caption": "French Onion soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WbI1dfBDRx46O4Mu1lrvBg/o.jpg",
          "caption": "The menu and I just love the lady in the corner. Wine was Chenin Blanc"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GhZwP4H-7nhy4BLQsC-fNg/o.jpg",
          "caption": "Entrance to Restaurant"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JxlT_o-YiCgm6Mg4ZfujFA/o.jpg",
          "caption": "Bread Service with Burrata"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZNPxdLKgLCXMJpQS0kUE0g/o.jpg",
          "caption": "Lobster Risotto"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Autumn K.",
        "user_id": "8mNCcCaaRvyEME1YewLOLw",
        "link": "https://www.yelp.com/user_details?userid=8mNCcCaaRvyEME1YewLOLw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/23efuStjqB89eFMu_IZcCQ/180s.jpg",
        "address": "Savannah, GA",
        "friends": 180,
        "photos": 19,
        "reviews": 36
      },
      "comment": {
        "text": "Fun date spot! Our server Greg was amazing! Food was incredible. I only wish I had a second stomach!",
        "language": "en"
      },
      "date": "2022-02-19T19:36:43Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bgc3IJaBh1mYEyMPyhtoHw/o.jpg",
          "caption": "Lobster risotto and NY strip with brussel sprouts. Totally recommend both!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Katie B.",
        "user_id": "YFTZNMLdQbKQnpzJ6qQnGg",
        "link": "https://www.yelp.com/user_details?userid=YFTZNMLdQbKQnpzJ6qQnGg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fep5AGLV7A1qAleWUioJHA/180s.jpg",
        "address": "Flatiron, Manhattan, NY",
        "friends": 121,
        "photos": 2,
        "reviews": 7
      },
      "comment": {
        "text": "If I could give them a 0 star I would. This was the absolute worst service I have ever had. \n\nFood was great but service really ruined it. Our server was beyond rude. We sit down he just goes what do you want to drink, then doesn't even give us any sort of recommendations when asked and just goes \"what do you want next\". \n\nIt felt like we were being rushed the whole time and just felt like we were being pushed to leave. If you want to spend a lot of money for shit service go here.",
        "language": "en"
      },
      "date": "2021-12-24T03:09:42Z",
      "rating": 1,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Katherine P.",
        "user_id": "7jb5jRxFZvEhQLZaGke5Ng",
        "link": "https://www.yelp.com/user_details?userid=7jb5jRxFZvEhQLZaGke5Ng",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "We went for Mothers Day brunch. When I made the reservations, it only showed the brunch me. When we arrived, it was the \"special Mothers Day\"menu. Food was not great. And not special at all. And not really even fresh or hot. The avocado toast tasted like the guacamole from a grocer store. The quiche had no flavor. The other items were also very mediocre. Our service was good although I did not think he was particularly knowledgeable about some items. I'm not hard to please. This was a meal to forget and we probably won't return.",
        "language": "en"
      },
      "date": "2023-05-14T22:37:15Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tari O.",
        "user_id": "WoEfl5cpreTvMC5d_0UOMQ",
        "link": "https://www.yelp.com/user_details?userid=WoEfl5cpreTvMC5d_0UOMQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gD-MhWOJt8aTfs2KeS_eDA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 170,
        "photos": 2846,
        "reviews": 791,
        "elite_year": 24
      },
      "comment": {
        "text": "Enjoyed a light meal at Tiny Lou's. The restaurant is located on the lower level of the Clermont Hotel on Ponce. The restaurant has a rotating menu of French and American classics. \n\nI started by enjoying the breadbasket which is a must order! The basket has about 4-5 rolls which are warm and salted. Served with a freshly whipped butter that all melts in your mouth($5). I also could not decide what I wanted so I ordered the Brussels($14 the serving was huge I knocked out about half) and took the reviews advice and ordered Pommes aligot. Don't deliberate just order it. \n\nService was amazing! From arrival to departure I was well attended to with smiles and great recommendations. Wine service was a bit pushy but I think just interested in the offerings. Very knowledgeable. \n\nValet is comped with a meal. Definitely will return!",
        "language": "en"
      },
      "date": "2019-11-08T23:33:22Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1jH8CVAimBikP8pDyF9NZw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EWxgFvLjeUXkMPIgC9If6A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aw818RUmqB_f25HBkb4Hsw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J5meIEWrJiWohZGDQyV1bA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/a_acLe9yRJa0xvpkkTC34g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/B_zI4MGcRzywcofav1EKJQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OPAjTEnp3o18v9R21MKy8A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BSrsiydK8G8mX62926GkDQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fweMcDZ2mEPwAagfrBi2Lw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aexWvWQoi8qeDG1e_uzKxQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Daniel B.",
        "user_id": "j14WgRoU_-2ZE1aw1dXrJg",
        "link": "https://www.yelp.com/user_details?userid=j14WgRoU_-2ZE1aw1dXrJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AZ91dRaJnhwWt6ARSNVc3A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4855,
        "photos": 87987,
        "reviews": 4855,
        "elite_year": 24
      },
      "comment": {
        "text": "We had a great dinner at Tiny Lou's. I recommend this restaurant to anyone looking for an ideal date night or small group dinner spot. Not only is the food delicious, but the vintage atmosphere is fun and unique.\n\nAt the time of writing this review, Tiny Lou's is the latest Atlanta-area restaurant to open from the Charleston-based Indigo Road restaurant group. The other local Indigo Road restaurants include Oak Steakhouse (opened October 2014), Colletta (February 2015), O-Ku (December 2015), and Donetto (September 2017). Tiny Lou's opened in June 2018 underneath the lobby of Hotel Clermont.\n\nValet parking is available right in front of the hotel on Ponce De Leon Ave NE. Parking is free for two hours with a receipt from the restaurant. Reservations are recommended and can be booked for free using OpenTable. If you book using OpenTable, you'll earn dining points which you can spend towards discounts at other OpenTable restaurants or an Amazon gift card.\n\nAfter entering the hotel, hang a right and go down the stairs to enter Tiny Lou's. You can't miss the restaurant's distinct neon pink sign.\n\nTiny Lou's is a brasserie or casual French restaurant. It's named after Tiny Lou, a dancer at the Clermont in the 1950s. Like the Indigo Road's other restaurants, this one looks fabulous. It's hip and stylish, in an old-school way. I love the atmosphere - there's nothing else like it in Atlanta - and it fits in seamlessly with the historic hotel. The restaurant interior has an unmistakable retro vibe. Our group of four was seated in a candle-lit, U-shaped, button booth.\n\nThe restaurant serves dinner seven nights a week and brunch on Saturday and Sunday. You can also order food and drink outside the restaurant at Hotel Clermont's lobby bar late night (after 10 or 11pm). All of the hotel's spaces are very cool and worth checking out.\n\nDuring our visit, the dinner menu contained 12 appetizers ($9-18 each) such as Black Cocoa Foie Gras Torchon ($18) and Beef Marrow Macaire ($13), 10 entrees ($15-32) like the Clermont Burger ($16) and Whole Roasted Loup de Mer (European sea bass, $28), and six sides ($6-9) such as Spiced Crimson Lentils ($6) and Butter Bean & Corn Fricassee ($6). There were also six desserts ($7-12) and a dessert cart featuring a variety of housemade pastries. The alcoholic beverage list was extensive.\n\nHere's what I tried:\n\nCocktail:\n* Not My Hula Hoop! ($12) - Old Fourth gin, lime cordial, St. Germain, hopped grapefruit bitters\n\nHors d'oeuvres:\n* Duck Consomme ($14) - foie gras dumplings, breakfast radishes, pickled apricot, fine herbs; poured tableside\n* Burgundy Snails ($14) - sauce antiboise, caper cappelletti, pickled champagne grapes, frisee\n\nL'abattoir and La Mer:\n* Grilled Cervena Venison ($32) - Kabocha squash mousseline, grenadine-spiced quince, lacinato kale, natural jus\n* Steak Frites ($27) - C.A.B. coulotte, house frites, sauce du Clermont\n* Pan-Roasted Black Bass ($29) - potato confit, beech mushrooms, leeks, rouille bread crumbs, sauce bouillabaisse\n\nSide:\n* Pommes Aligot ($9) - espelette\n\nPatisserie:\n* Bourbon Caramel Pound Cake ($3) - from the dessert cart\n* Ode to Blondie ($9) - brown butter blondie, curried bananas flambe, buttermilk ice cream, hazelnut cremeux\n\nIn general, the food and drink were terrific. Everything was plated beautifully; even the tableware looked nice, including the Tiny Lou's branded plates, pastry dishes, steak knives, and glasses. There's a fine attention to detail here.\n\nNot My Hula Hoop! was quite tasty. It was made with handcrafted gin from nearby Old Fourth Distillery.\n\nThe apps were fantastic, though the portion sizes were a bit small. The Duke Consomme came with two dumplings. The duck consomme (soup made with duck stock) was richly flavored. It was really good; we couldn't get enough of it. The Burgundy Snails were excellent. The snails were served without shells. They were meaty and flavorful. The caper cappelletti pasta was an ideal accompaniment to help fill out the dish.\n\nThe entrees were all solid. My favorite was the most basic one: the Steak Frites. Steak frites is a classic brasserie dish and Tiny Lou's version is comfort food at its finest. The coulotte (top sirloin) was lean, tender, juicy, and savory. I don't know what was in the \"sauce du Clermont\" (I should've asked), but it was buttery and delectable. The frites (fries) were like a better version of McDonald's fries. The Grilled Cervena Venison and Pan-Roasted Black Bass were also very good. High quality ingredients all around and each dish was well executed.\n\nI recommend ordering a side of the Pommes Aligot. These are cheesy whipped potatoes. Our order was phenomenal.\n\nDefinitely ask to see the dessert cart, even if you end up not ordering anything from it. The daily pastries are neat to look at. We actually ended up enjoying the Bourbon Caramel Pound Cake more than the more intricate Ode to Blondie. It was impressive.\n\nService was superb, from the valet guys to our server, Carter.",
        "language": "en"
      },
      "date": "2019-02-05T14:43:44Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uAStThPFFcQtRaUiot271w/o.jpg",
          "caption": "Tiny Lou's check tray."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vgwGQPRq94Dj342nQJ-AxA/o.jpg",
          "caption": "Inside the Hotel Clermont lobby."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RjGBBmbcoO8i9ijD0D33-g/o.jpg",
          "caption": "View from the rooftop of the hotel."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/F5TqfZo4F6GLTH2-jhfTXg/o.jpg",
          "caption": "View from the rooftop of the hotel."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8gqWda2SVakIFxoR70CsWA/o.jpg",
          "caption": "Bar on the rooftop."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/D5RE4otfQI2ucXNozgPGRQ/o.jpg",
          "caption": "Bar on the rooftop."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hgwCmJtR2Ikyrl0N0_QOEQ/o.jpg",
          "caption": "Bar on the rooftop."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/A_yx6C36Z8agvXkElN5KVA/o.jpg",
          "caption": "Outside. Storefront. Entrance. Complimentary 3-hour valet with receipt from Tiny Lou's."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/08hPfqqkKJFtmfTqE6i1Gg/o.jpg",
          "caption": "Entrance to Tiny Lou's from inside Hotel Clermont."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/I9CwjME1gwmY1WGoAHAcvA/o.jpg",
          "caption": "Inside. Main level of the hotel. You can order food and drink from Tiny Lou's and consume it at the bar and in these rooms."
        }
      ],
      "feedback": {
        "useful": 13,
        "funny": 4,
        "cool": 7
      }
    },
    {
      "user": {
        "name": "Jo S.",
        "user_id": "CAyZpL-B-soPgk3tL1uyBA",
        "link": "https://www.yelp.com/user_details?userid=CAyZpL-B-soPgk3tL1uyBA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Oc4GeEWyYjpGZ5MRFH-zuA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 22
      },
      "comment": {
        "text": "Love the place and feel. Service was great. Brioche was over toasted, lobster risotto was incredibly salty and don't order the chocolate/raspberry cake, it was so dry. Just a mediocre experience.",
        "language": "en"
      },
      "date": "2022-10-26T14:43:48Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Loretta C.",
        "user_id": "f_1bRw8RuK-zZAKuUMTqNw",
        "link": "https://www.yelp.com/user_details?userid=f_1bRw8RuK-zZAKuUMTqNw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2ifP7kcFOvYm4MdTXNE0hA/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 4440,
        "photos": 36474,
        "reviews": 1148,
        "elite_year": 24
      },
      "comment": {
        "text": "I love the look and feel of this place.  Tiny Lou's is located downstairs of Hotel Clermont and it feels so fancy when you descend the stairs and see its gorgeous interior.  Their desserts are definitely beautiful and so unique too!\n\nHere is what we got:\n\nThe Royale - all the different mousses, creams, ganache piped onto the plate around the chocolate pill were so cute and the gold dusting on top was a nice touch\n\nFair Lady Tarte - it was a creme fraiche cheesecake topped with a ton of yummy flavors, including coconut, vanilla, guava and lavender\n\nFor these desserts you would just have to try it to see what I mean.  Each dessert is a different texture and palette of flavors.  They did such an impressive job with plating but the taste was even more amazing.",
        "language": "en"
      },
      "date": "2019-01-12T18:07:07Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NW6vrQ1XwSeiczcpEBJx3g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tvutzu9wYCNzhlElb4N7Iw/o.jpg",
          "caption": "The Fair Lady Tarte"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pY9N-aCc5gMvFCB7v-us-w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lHwLJyUMOKviNmx80WQYhg/o.jpg",
          "caption": "The Royale"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EG-i81KCQNJU8FQpdtjb3w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/e7mZEZ3P6Q7JreneY4PL0w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PG5m8bfjhIvPvM3UEAxfpg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TZzQvhOQUEC1AcK8yAv7hA/o.jpg",
          "caption": "Assorted French Pastries"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HyxMzeWtFTdRcJccomgL7Q/o.jpg",
          "caption": "Ginger Tarragon Limeade"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pBjymiduM2I2MuWrG4EgFg/o.jpg",
          "caption": "Duck Confit and Waffles"
        }
      ],
      "feedback": {
        "useful": 12,
        "funny": 5,
        "cool": 11
      }
    },
    {
      "user": {
        "name": "Monica S.",
        "user_id": "-WGIh3Tf_9ulKFIBXIt24w",
        "link": "https://www.yelp.com/user_details?userid=-WGIh3Tf_9ulKFIBXIt24w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4gbjWg6HAbb7lZh2kBtw_w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 50,
        "photos": 201,
        "reviews": 374,
        "elite_year": 24
      },
      "comment": {
        "text": "Went for my birthday\nWe started with a quick tour of rooftop and then went down in basement to Restaurant. I got a nice card hand signed from various staff. The waitress was amazing as she strode in and made great suggestions about the food\nWe started off with cocktails and wine. We had the scallops and hamachi tartare both good. We had the tender chicken with the amazing pomme Ali got and trout ( okay) .Both entrees are quite large and shareable. The sides of the compte crepe and lentils are a great light enter. for dessert we had a birthday apple pie ( ok) but the ruby was delish . I would return but would try to fast for 24 hours before going there again as the food is hearty and rich !",
        "language": "en"
      },
      "date": "2019-09-03T17:59:24Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Grace R.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/sbTXZup8R6nRgI8TpCkvbA/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Monica, thank you very much for the review!",
          "date": "2019-09-03T22:22:41Z"
        }
      ]
    },
    {
      "user": {
        "name": "Angiiee W.",
        "user_id": "13-GtEdzHI42HU-5FcKdoQ",
        "link": "https://www.yelp.com/user_details?userid=13-GtEdzHI42HU-5FcKdoQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mIt1TTb1APXdSZepzivUMA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 348,
        "photos": 101,
        "reviews": 46
      },
      "comment": {
        "text": "I had such an amazing dinner the ambiance in here was super cute and sheek. The chef did an amazing job with the food everything was cooked very well . I also enjoyed the cocktails .",
        "language": "en"
      },
      "date": "2022-01-03T23:06:23Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g6DyKFTUxJa4TADEUlRUBA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xqdjgiw_sTe75K8G_n2Sag/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZMOaCIwSokSy45Inawv0Hg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Morgan C.",
        "user_id": "gc5tYs0jUiDOa9leTfAoGQ",
        "link": "https://www.yelp.com/user_details?userid=gc5tYs0jUiDOa9leTfAoGQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CrzMzIuKo8wHKKUUoe9qrg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 356,
        "photos": 228,
        "reviews": 455,
        "elite_year": 24
      },
      "comment": {
        "text": "I dined here for a friends birthday dinner. It is located inside the hotel, downstairs. it was really nice & had a good ambiance. definitely a good spot for a date night. the wait staff was really attentive & responsive. we ordered a few appetizers - gnocchi, brussels, broccoli , and mac & cheese. they were all good. the brussels were a little too charred for my liking but everything else was good. i ordered the steak frites for dinner & it was a really nice piece of meat. a big portion size too. this is a bit pricer restaurant but a good spot & id come back. the parking situation is the only thing that gets a negative from me. it was tough to find parking but other than that, the experience was good.",
        "language": "en"
      },
      "date": "2020-11-16T14:54:01Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UZsKT9D3wRCBzKgEkxmtJw/o.jpg",
          "caption": "steak frites"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nicole P.",
        "user_id": "Rf9Kh99YJJogy6cO7ueWUQ",
        "link": "https://www.yelp.com/user_details?userid=Rf9Kh99YJJogy6cO7ueWUQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/S9-9OAHkkImh1EK9XTLTBw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 12,
        "photos": 96,
        "reviews": 185,
        "elite_year": 24
      },
      "comment": {
        "text": "Let me count the ways to love Tiny Lou's..\n1. Drinks\n2. Service\n3. Sides (really - those cheese mashed potatoes)\n4. Starters (octopus served in entirety not chopped) \n5. Gnocchi Provençal (not starchy)",
        "language": "en"
      },
      "date": "2019-03-30T21:06:35Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/M07Y64lbn24b_c1DZwt6PQ/o.jpg",
          "caption": "Soixante cinq"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Yy8ZWh0Qe17ZXg1KXuJENQ/o.jpg",
          "caption": "Sides!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Grace R.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/sbTXZup8R6nRgI8TpCkvbA/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Nicole, thank you for your review! Please join us again soon, the Bordeaux will be waiting :)",
          "date": "2018-11-15T17:26:56Z"
        }
      ]
    },
    {
      "user": {
        "name": "Amelia R.",
        "user_id": "w6QBRc8rqdju6-p-4vtTwA",
        "link": "https://www.yelp.com/user_details?userid=w6QBRc8rqdju6-p-4vtTwA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/J21lsXdhDV1ySjquwj9olw/180s.jpg",
        "address": "Manhattan, NY",
        "friends": 44,
        "photos": 406,
        "reviews": 92,
        "elite_year": 24
      },
      "comment": {
        "text": "Came here with a group of 10 on a Sunday morning to celebrate a friend's birthday. There's no sign outside of the building for Tiny Lou's - it's inside Hotel Clermont. Valet the car (complimentary with validation), walk inside and make a right down the stairs to the restaurant. The place wasn't packed at 1130am (not empty either) - comfortably busy I'd say. \n\nWe didn't all fit at one table though - and they wouldn't let us push the tables together. Apparently it had something to do with the fire safety in the building. That part was a bit annoying since we had to split the group and sit at 2 separate tables; consequently unable to socialize with everyone. \n\nI loved the decor! Quaint and retro. Adorable pink booths. The cocktails were creatively named as well (see photo). \n\nThe waitress came by promptly to take our orders. She was a bit short and impatient with us from the start though. Not verbally rude, but her body language didn't match her polite words if that makes sense. It was just her though - everybody else was great!\n\nWe started with their take of the mimosa (delicious). The carafe has about 3 servings. Our party also ordered the duck confit waffles, crepes, chicken and waffles. Everyone enjoyed the food. Not the best I've had, but good. Portions, in my opinion, were just the right size. Although if I were to re-order the duck confit waffles, I'd get the syrup on the side. After we ate, they cut and served the birthday cake that my friend brought. \n\n*Not that many vegetarian options though - other than the salad, French toast, and side of eggs. \n\nWhen it came time to pay, our waitress made it very clear she did not want to do separate checks (still with the mildly rude manner). We just had her split the checks by table and managed from there. Not a big deal, but keep that in mind if you're a separate-checks type of party. \n\nOverall I enjoyed the brunch, and would return. Just probably not with a large group of people.",
        "language": "en"
      },
      "date": "2018-12-09T22:01:45Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U8XToDGagffjw_SfQ-9Okg/o.jpg",
          "caption": "Duck confit waffles - delicious!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/L64WVZZVHEjYNBrsQyQfjQ/o.jpg",
          "caption": "Walk down the stairs to the restaurant"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MN1ZW6-63JIUmu9HoX8qxQ/o.jpg",
          "caption": "Cocktail menu"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 3,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jessica D.",
        "user_id": "YFVmSK084gRb1IEmmI3Eaw",
        "link": "https://www.yelp.com/user_details?userid=YFVmSK084gRb1IEmmI3Eaw",
        "address": "West Sunbury, PA",
        "friends": 0,
        "photos": 0,
        "reviews": 29
      },
      "comment": {
        "text": "It was quite good. I recommend reservations on the weekend. It was fully booked when I showed up. It was early but they fit me in. It is valet parking. They offer validated parking for $5; regularly it is $20. \n\nService was highly attentive. A gentleman named Farmer took care of me. He was knowledgeable and personal. \n\nThe bread is to die for, fantastic. It is an absolute must! I had to order another loaf to take home.\n\nEverything was tasty. Tiny Lou's is worth the trip on a busy, downtown Atlanta weekend.",
        "language": "en"
      },
      "date": "2022-10-02T17:29:00Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sheri R.",
        "user_id": "wmMGJNmDqSy7j43vV5HrGQ",
        "link": "https://www.yelp.com/user_details?userid=wmMGJNmDqSy7j43vV5HrGQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/D-I2EoTvcxUwlk1dK31dEA/180s.jpg",
        "address": "Maitland, FL",
        "friends": 13,
        "photos": 244,
        "reviews": 100
      },
      "comment": {
        "text": "Eclectic restaurant with a vintage vibe in the historic Hotel Clermont. Grab a cocktail at the hotel bar upstairs to kick off your evening. The bread service consists of loaves of bread stuffed with melted cheese. Delicious. Lobster & grits was the table favorite. The steak & fritas was chewy and inedible, but they took it off the bill. Too off the evening with the peach cake... layers and layers of goodness smothered in icing. So good!",
        "language": "en"
      },
      "date": "2021-07-22T20:03:52Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ndzQ0MJMZqOmdG-a8XkC6A/o.jpg",
          "caption": "Hotel Clermont Bar at entrance of Tiny Lous."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YtC7TPA6Vn0bDRVkGCmxmA/o.jpg",
          "caption": "Champagne & cocktails"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/p5qlI4OhK3WAqsWTybEeTg/o.jpg",
          "caption": "Lobster & grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PIbnvjJ89Pa7KdHrmJQCuQ/o.jpg",
          "caption": "Peach layer cake"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "The Sophisticated S.",
        "user_id": "CQB1SSbqjAhtHfT7LHBDtQ",
        "link": "https://www.yelp.com/user_details?userid=CQB1SSbqjAhtHfT7LHBDtQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0FG2B7ubU3rOdk3Leqw9qw/180s.jpg",
        "address": "Philadelphia, PA",
        "friends": 4,
        "photos": 186,
        "reviews": 161
      },
      "comment": {
        "text": "Joined my friend here for dinner. This is the perfect date spot. On-street parking is tight so valet if you can. The bar upstairs is cute to spark conversations before dinner. Overall, all was well and I am glad I went here",
        "language": "en"
      },
      "date": "2021-11-24T23:20:30Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U8Qvu61AOelfo9RJWxEpOg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Y58oPykZmP9KNwXIq7x5jw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PmdaEnfdwMQ7gzm9PmX2BA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lisha L.",
        "user_id": "n0LU4n0PYYPi3XyD4YZ9Ew",
        "link": "https://www.yelp.com/user_details?userid=n0LU4n0PYYPi3XyD4YZ9Ew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vG60ZNTKFSTXEqpVkqcXug/180s.jpg",
        "address": "Pontiac, MI",
        "friends": 17,
        "photos": 191,
        "reviews": 120
      },
      "comment": {
        "text": "I'm going to go ahead and give this place 4 stars. One because it is a Whole vibe! From the hotel to the restaurant, lounge, roof top bar, and druuuuum rooooll night entertainment.  Take that last bit of information as you see fit‍ Even though I did not like my lobster and grits (too sweet for me), I love the truffle fries and my husband's chicken lol. I also enjoyed the drinks. If you are looking for a nice night out in Atlanta check out Tiny lou's. It's a all in one stop entertainment, bar, restaurant, lounge, and hotel. The hotel name is The Hotel Clermont.",
        "language": "en"
      },
      "date": "2021-10-24T18:36:30Z",
      "rating": 4,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5G840ctY3rSQo3V2YEtX9Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EPYRPZctIP6HTCmZbRMOrg/o.jpg",
          "caption": "Lobster and Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R1QqDPUa_WKAlcMxFr30zw/o.jpg",
          "caption": "Chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_8zuXNUIchAf968Hj9XU8w/o.jpg",
          "caption": "Truffle fries!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Do_t8jY-MNdru9Fjyd4Iag/o.jpg",
          "caption": "Made especially for me"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6VqLA9R9ZHOO9UkcOCiwZw/o.jpg",
          "caption": "Entrance"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nicole D.",
        "user_id": "GbSQmf6FyUnebnUbeAZ2gg",
        "link": "https://www.yelp.com/user_details?userid=GbSQmf6FyUnebnUbeAZ2gg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0XNDIzrkcMD0FhUhrqH4MA/180s.jpg",
        "address": "Lawrenceville, GA",
        "friends": 7,
        "photos": 26,
        "reviews": 29
      },
      "comment": {
        "text": "I was disappointed. The service was great, but the food was just okay. We shared a bunch of apps. It was overpriced. Probably wouldn't go back.",
        "language": "en"
      },
      "date": "2022-08-14T02:07:21Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Leah D.",
        "user_id": "LbJrcgkuNvu2AVMwHx1h2Q",
        "link": "https://www.yelp.com/user_details?userid=LbJrcgkuNvu2AVMwHx1h2Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GjcyDDD_ubM4PmkFTrCSoA/180s.jpg",
        "address": "Myrtle Beach, SC",
        "friends": 731,
        "photos": 99,
        "reviews": 82,
        "elite_year": 24
      },
      "comment": {
        "text": "All I can say about this place is WOOOOOW!!! I travelled in from houston and planned my entire trip around visiting the Hotel Clermont, especially Tiny Lou's. We were told the menu is changing in 10 days so I'm not sure if the foods I tried will still be on the menu, but let me rave about it!\n\nUpon arrival to hotel clermont, a very nice gentleman took temperatures to make sure we didn't have COVID. Being from Houston which is code red, this made me feel very comfortable knowing they are taking extra precautions. After walking in we were greeted by the sweetest hostess (I'm not sure if that was her position, but she was super nice!) and she took us to our table. My mom and I came to celebrate my 25th bday and the servers signed a card for me, which made me feel special\n\nAshlynne was our server and apparently she was new. I would have never known! She was knowledgeable about the food and gave perfect descriptions of the food. We asked for recommendations and she provided the best options on the menu. And ya know what? She was right about everything!! \n\nREVIEW OF FOOD:\nApps: \n-Black Cocoa Foie Gras Tourchon 10/10 very creamy and the pears fit perfectly with the dish. The homemade bread it came with was soft and flaky, definitely not what I was expecting but I'm a good way! I wish I could buy a dozen loads of this bread. \n-Gruyere Mac n Cheese 25/10 literally the best Mac I've had in my life, even better than mine and that's saying a lot. Their pasta is homemade and you can tell by how well the cheese sticks to the pasta. If you go here ORDER THIS!!!!\nEntrees: All meats are brined here, making them super tender, per Ashlynne\n-Steak Fritas 10/10 I thought this would be a steak patty or something, but it was actually steak and fries. The steak was more tender than a filet and the sauce they put on it was too delicious to put into words. The French fries it came with were so crispy and the best I've ever had. Better than McDonalds and whataburger!!  Don't change your side I swear you're going to want these. \n-Pork Chop 10/10 this is brined in salt for 24hrs and you can tell. It was so tender and had such a unique flavor. It came with creamy mashed potatoes that seemed like it had grits in it. I'm big on texture so it was a little weird, but still delicious! It comes with corn, mushrooms and mini zucchini on top with some sort of sauce. OMG THAT SAUCE!!!!! \n\nDrinks: my mom had French wine which she loved. I had a lemon drop that was the perfect mix of sweet and sour. I think the second drink I ordered was the aviation (Ashlynne recommended) and it was very floral. It was a perfect mix of gin, lavender and a few other ingredients. \n\nA gentleman kept dropping off our drinks so I asked If was the bartender, but he was actually the manager and said \"I wish but I can't take credit for those delicious drinks\". As a person in the restaurant industry, I love seeing managers helping out their servers/bartenders and making multiple appearances on the floor. He was very nice and we had a great little convo. If I worked at a restaurant, I'd want him as my manager. \n\nOverall, this was the best time I've had all year. The atmosphere was very relaxed and had that oldie French vibe I was hoping for. \n\nThe rooftop was beautiful so I'll add a few pics but we didn't stay there long. We were too stuffed lol. Sorry for the long review but this place deserves it! I will definitely come back any time I'm in Atlanta.",
        "language": "en"
      },
      "date": "2020-09-03T05:57:11Z",
      "rating": 5,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0e6FSeXVknXcqyVg6yW2YQ/o.jpg",
          "caption": "View of Atlanta and can I say WOW!! Much more beautiful in person I swear!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2GcwXYJWxqtpkB6jfSAB-g/o.jpg",
          "caption": "Gruyere Mac N' Cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BIxF7eoCrelBpPUsTs5-vg/o.jpg",
          "caption": "Black Coca Foie Gras Torchon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ns162PUuH9XqS6N16FWymA/o.jpg",
          "caption": "Mommy and I enjoying our delicious drinks!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DR0W5krthcNT-yyZ7byH2A/o.jpg",
          "caption": "Steak Fritas (pretty sure that's what it's called. It's their signature dish)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uf830dfiB-ds-o6M6kk1Tg/o.jpg",
          "caption": "Lemon drop and appetizer plate setup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XE5hzvmXRTNbuL_HNND50A/o.jpg",
          "caption": "Rooftop Lounge at the Hotel Clermont. We came up here after dinner to view the city."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IkeNfz3bQlyNQ8gd-2IE8w/o.jpg",
          "caption": "Birthday Card"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hgCZMtmz6iqsqfUzaICinQ/o.jpg",
          "caption": "Pork Chop"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Javier I.",
        "user_id": "fcyvcdhho2HKy6NxdhfPSQ",
        "link": "https://www.yelp.com/user_details?userid=fcyvcdhho2HKy6NxdhfPSQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/drxPaqFbtsYLH6jLqcVoTQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 32,
        "photos": 178,
        "reviews": 86
      },
      "comment": {
        "text": "My wife and I went tonight to have a formal date for the first time since February when the madness started. We came here because a friend couple recommended it as they had strict COVID-19 safety measures.\n\nWe parked for free on the back where the iconic Clermont Lounge is, went up the stairs and through the front of the remodeled Clermont Hotel, where they took our temperature with a non-contact infrared thermometer.\n\nThe hostess greeted us and took us downstairs. We made reservations for 6 pm (Saturday) and the place was empty, which is ideal these days. We instantly loved the atmosphere of this place. Very classy and interesting.\n\nService was quick and we really liked our waiter. She was very knowledgeable of the bar options, the menu and lots of fun.\n\nWe started with a glass of Malbec and the Old Fashioned. We prefer Argentinian Malbec and this was French, and the Old Fashioned was OK, so we will need to try different drinks next time.\n\nWe got the Gnocchi Parisian as an appetizer and it was delicious. We followed with the Steak and Frites and the Pork Chop and those were really good as well.\n\nWe finished our date with the Fromage Lemon Cheesecake and the Samantha (Cornbread with Corn Ice Cream) and we really liked both deserts a lot.\n\nAll personnel was wearing masks and gloves, and all tables were more than 6 feet apart. We felt pretty safe while having our date.\n\nSo the food was really good overall (especially that Gnocchi), but what makes this place above everything else is it's atmosphere and excellent service.\n\nWe will definitely be back once we are vaccinated against COVID-19.",
        "language": "en"
      },
      "date": "2020-07-19T03:13:41Z",
      "rating": 4,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wR-8_04Za9llowLUcpqr7A/o.jpg",
          "caption": "Old Fashioned"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/n2DAsqgAo3aw0zM2KLNguw/o.jpg",
          "caption": "Malbec and Old Fashioned"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uY4hDcbq_Of4l8iEa3oR-A/o.jpg",
          "caption": "Gnocchi (Delicious!!!)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Syllg2wwBPNPntwhpl3gWw/o.jpg",
          "caption": "Seating Area"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JAj9c19hy_iHq5QVeQpz5A/o.jpg",
          "caption": "Cornbread and Corn Ice Cream"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/c01uPtlutMVVDsL1tHky0A/o.jpg",
          "caption": "Fromage Lemon Cheesecake"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jeff N.",
        "user_id": "VtDj1Go43WVWOUwJ8PRuMA",
        "link": "https://www.yelp.com/user_details?userid=VtDj1Go43WVWOUwJ8PRuMA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EiKEDqu8S6NfKYuCaU5X3Q/180s.jpg",
        "address": "Mobile, AL",
        "friends": 194,
        "photos": 491,
        "reviews": 364,
        "elite_year": 24
      },
      "comment": {
        "text": "First off, as you walk down the stairs you get to see the neon lights of the name of the restaurant which was pretty cool. When we got sat, the spot we were was pretty dim. I started out with a cocktail, the Librarian's Secret and it was pretty good. We didn't order any appetizers except my wife ordered their French Onion soup. The soup did lack some flavor after trying it. For my entree I ordered the Steak Frites (Ribeye). The steak came out what I expected, my wife was recommended the Wild Striped Bass by our server. My wife didn't like it very much so I swapped with her. I was expecting the service to be great since it's a really nice restaurant but it seemed she paid way more attention to the table behind us. She checked on us twice while she checked the table behind us at least a dozen times. This place was disappointing, it wasn't totally bad but hopefully someone else would get a better experience than what we had.",
        "language": "en"
      },
      "date": "2021-04-29T20:10:56Z",
      "rating": 3,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Mb_GoGpr64adniwxxRT7gw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wNJJWZyupjVQe_G_p-addw/o.jpg",
          "caption": "Librarian's Secret"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nMEuGOaBVESHPop9N7HSCw/o.jpg",
          "caption": "French onion soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4d42mlya-ihCMyhxPGO0gA/o.jpg",
          "caption": "Steak Frites (Ribeye)"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Anita L.",
        "user_id": "pNm6zzau5Mb55NcTx9evrA",
        "link": "https://www.yelp.com/user_details?userid=pNm6zzau5Mb55NcTx9evrA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/L0sw87SEDjR73oNPWSYeyw/180s.jpg",
        "address": "Roswell, GA",
        "friends": 2,
        "photos": 35,
        "reviews": 268
      },
      "comment": {
        "text": "Food was very good but my entree was not prepared as described to me by the server. I liked the decor and atmosphere of the restaurant. Limited menu.  Good service. I'll definitely return someday.",
        "language": "en"
      },
      "date": "2022-06-09T04:48:12Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brent C.",
        "user_id": "cm4D11tMm-TYBMCnfifPYQ",
        "link": "https://www.yelp.com/user_details?userid=cm4D11tMm-TYBMCnfifPYQ",
        "address": "Downtown, Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Food was exceptional. The passion crudo was just good, everything else we tried (steak frites, scallops, carrot cake, etc.) was top notch.\n\nThe service was really lackluster. Our server really just went through the motions and was robotic. He never asked about how things were or if we wanted something else. Every other table received a run down of the menu except ours. He just sat there waiting for us to order without any emotion. \n\nStoic is OK at most restaurants but Atlanta is a premiere dining scene with many other top restaurants with equally exceptional food. Service separates the elite (all the others) at this price point from what we experienced at Tiny Lou's. They will need to improve their service for us to come back\n\nThen to compound the issue, the server didn't think to mention that parking would be validated if you were eating at Tiny Lou's. We ended up having to pay for $20 parking unnecessarily as uniformed first time guests. They really should tell their staff to ask the guests if they valeted, and if so to get validated.... before paying the extra fee...",
        "language": "en"
      },
      "date": "2022-06-18T18:25:37Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Allyson G.",
        "user_id": "D47kUR1-muvs--j6OFrXew",
        "link": "https://www.yelp.com/user_details?userid=D47kUR1-muvs--j6OFrXew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cvtegEA2pD0OSw3ifc4lsg/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 0,
        "photos": 13,
        "reviews": 15
      },
      "comment": {
        "text": "We went here to celebrate my roommate's birthday and it was great! We started off with the gnocchi appetizer (the waiter kindly split into two portions without us even having to ask!). For entrees my roommate had the swordfish and I had the salmon. All three dishes were great and uniquely flavorful.",
        "language": "en"
      },
      "date": "2021-11-03T18:36:33Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SOQjWmwyBtx2bwaV0L_LrQ/o.jpg",
          "caption": "Salmon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ad93pMfcSiPNsaeCoxQIPA/o.jpg",
          "caption": "Entrance"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mb C.",
        "user_id": "R1tS-906AAfWI3nurPrb-Q",
        "link": "https://www.yelp.com/user_details?userid=R1tS-906AAfWI3nurPrb-Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/T6yLk0PhhbUdNt10OBObiA/180s.jpg",
        "address": "Roswell, GA",
        "friends": 2,
        "photos": 1,
        "reviews": 93
      },
      "comment": {
        "text": "Awesome food,  Awesome service!\n\nWe visited recently COVID precautions are in place.  There is valet parking\n\nDinner was YUMBO-licious to celebrate a special achievement\n\nStarting  hors d'œuvres were traditional French  foie gras with fresh brioche toast and a crab cake - all lump no filler.\n\nScallops seared perfectly along with greens atop creamy grits \n\nThere is truely something for everyone and the burger served to my daughter was perfect.\n\nThe pastry chef deserves all accolades - her Tropical Crepe cake was beautiful and garnished with lush tropical fruits\n\nNoir et Blanc mousse was perfectly executed light, creamy and rich!\n\nNext time we are taking in the show too!",
        "language": "en"
      },
      "date": "2021-01-05T01:44:17Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 2,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Clay J.",
        "user_id": "Cf6n4_6Hfr9MAjMNUifKVQ",
        "link": "https://www.yelp.com/user_details?userid=Cf6n4_6Hfr9MAjMNUifKVQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/l5mWfpXubLevtOtsI9_EyA/180s.jpg",
        "address": "Cottontown, TN",
        "friends": 3,
        "photos": 5,
        "reviews": 49
      },
      "comment": {
        "text": "Fanastic service and every item we tried on the menu was amazing. Reasonably priced in what seems like an over-inflated economy. Make a reservation and get to this place. I recommend the steak frites. Everyone on the staff is first-class.",
        "language": "en"
      },
      "date": "2022-04-29T16:04:32Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sara F.",
        "user_id": "4xctd7ExSL-XOKXHBJKDVQ",
        "link": "https://www.yelp.com/user_details?userid=4xctd7ExSL-XOKXHBJKDVQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FAYrjkvPrzeYKQwMN8sQfw/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 231,
        "photos": 1,
        "reviews": 12
      },
      "comment": {
        "text": "Went for a birthday dinner for friends last night and our server Gregory was wonderful! He was very kind and informative. I was impressed with his attentive service. \n\nThe service bread was delicious, and I really enjoyed my Bend and Snap cocktail. The lobster and salmon dishes were also very good.",
        "language": "en"
      },
      "date": "2021-07-27T19:00:39Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Joy O.",
        "user_id": "Z9pxYNFrjLGAWNyulYj1HQ",
        "link": "https://www.yelp.com/user_details?userid=Z9pxYNFrjLGAWNyulYj1HQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1xtJHhHZ0mvBcuAMJmYAhg/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 1251,
        "photos": 31,
        "reviews": 37
      },
      "comment": {
        "text": "I had the best dining experience in some time at Tiny Lou's. Across all of my travels, I have to say this restaurant's staff are THE friendliest. Everyone had a kind word or banter and the atmosphere was relaxed and romantic. A great place to take yourself on a date or reconnect with loved ones. \n\nThe brioche bread service is almost a reason to go on its own. You'll pass out before your meal even comes. The streak frites entree had an astounding portion size for a place of this caliber. So many fries - and they were exquisite. The steak medium well was a nice choice the staff talked me into because I'm a well done girl through and through. \n\nThe PASTRY OPTIONS were to die for and I would return for those alone. The apple lychee sorbet dish was like an inside-out apple pie with so many textures and temperatures. So delicious. \n\nWould recommend this lovely, historic spot to anyone visiting or living in ATL.",
        "language": "en"
      },
      "date": "2019-10-12T13:25:04Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fDa20AGBb5ZxVDUPvX2Q5g/o.jpg",
          "caption": "Ginger tarragon limeade"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GHR5OaXnT6L1v5QYEJGZmw/o.jpg",
          "caption": "Steak frites"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/D1UcWKt9bQJ7qcIFygFPcw/o.jpg",
          "caption": "Apply lychee sorbet Dessert"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Sarah P.",
        "user_id": "F4h-B9Hgh_B3USXAd6gNDw",
        "link": "https://www.yelp.com/user_details?userid=F4h-B9Hgh_B3USXAd6gNDw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xM0GZFXS8aeYPoM7A7o2ag/180s.jpg",
        "address": "Decatur, GA",
        "friends": 38,
        "photos": 50,
        "reviews": 44
      },
      "comment": {
        "text": "We visited Tiny Lou's last night for my birthday dinner and I have nothing but wonderful things to say about it! \n\nLiving just down the street, I can't believe I slept on this place for so long. This was my first time visiting the Clermont, and it's clear how much time was spent curating the design during renovations! The mid-century art deco theme continues throughout the entire building, including Tiny Lou's. The restaurant is located downstairs and has a great atmosphere and dim lighting - not exactly conducive to good food pics and social media posts, but definitely adds to the overall vibe. \n\nThough the food was absolutely to die for (I'll get to that momentarily), the star of the show for me was the incredible service, from the moment we arrived until the moment we left. The maître d' wished me a happy birthday and our waiter met us up front and walked us to our table. After welcoming us, he handed me a birthday card signed by several members of staff, which was a thoughtful touch. I wish I had've caught our waiter's name because he was absolutely amazing. Very knowledgeable about the menu and all of the wine pairings, charismatic, funny, attentive, and helpful. But every single member of staff we came into contact with was great.\n\nFor drinks, I had the Grounds For Divorce ($12) and my parents both ordered the Big Trouble in Little Cynar ($13). We all loved them both, but agreed that the Grounds For Divorce was the winner! If you like ginger, you'll love this. We also had a bottle of Malbec ($75) per our waiter's recommendation that paired with our food and were blown away. \n\nThe food was all amazing. We ordered the Maine Diver Scallops ($16), Black Cocoa Foie Gras Torchon ($18), and Roasted Octopus Niçoise ($16) from the hors d'oeuvres menu. This came with their house brioche, which was hands down the best bread I've ever had. For our entrees, two of us ordered the Whole Roasted Loup de Mer ($29) and the Pork Wellington ($29). I would recommend all of these choices! For dessert, we had the Crêpe Cake ($12) and the Ode to Blondie ($9). Both should definitely be on your must-try list, but if I had to choose one, it would be the blondie! The PBR caramel and cream cheese ice cream served with it was unbelievable.\n\nObviously, Tiny Lou's is a little more boujee than your average date spot (at least if you're me, a millennial always in search of a good deal). But for a special occasion of any kind, this is the place to go! Wonderful service, amazing drinks, and incredibly crafted food all make the experience worth the price. And if you haven't yet induced a food coma, you can always visit the adorable rooftop bar or the famous strip club when you're done. I'll definitely be returning to Tiny Lou's!",
        "language": "en"
      },
      "date": "2019-09-25T17:50:37Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0cygmlgKTu5Uw9Am7MSPng/o.jpg",
          "caption": "The entrance to Tiny Lou's, on your right as you enter the hotel"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8ui4mYA5lbIaB0x8L5Q3Mw/o.jpg",
          "caption": "A birthday card from the staff!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VsRpQ-vGvP_CJyRRUIymwg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vdf_lvVTzeInVZIGTk-MEw/o.jpg",
          "caption": "Loved the little touches that added to the theme of the restaurant!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jDTuCcPdjRTRhBCX8tvafg/o.jpg",
          "caption": "Loup de Mer. Incredible!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zrISI80UK_Rj0CBA1yBosQ/o.jpg",
          "caption": "Amazing Malbec, thanks to the recommendation of our waiter"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5vBluZcfBc143Vm0LMl79w/o.jpg",
          "caption": "Crêpe Cake"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R9LjRtOAKCX7yj5cigehlw/o.jpg",
          "caption": "Ode to Blondie with PBR caramel and cream cheese ice cream"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jillian R.",
        "user_id": "Gh5h6SuuTdQBL8pFXtKENw",
        "link": "https://www.yelp.com/user_details?userid=Gh5h6SuuTdQBL8pFXtKENw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ETuihpMUefm7h75Ow6yWTw/180s.jpg",
        "address": "Clarksburg, MD",
        "friends": 15,
        "photos": 92,
        "reviews": 101
      },
      "comment": {
        "text": "Made a reservation for dinner well in advance for my husband's birthday while we were visiting the area. It was recommended to me by a friend that lives here, and I am so glad that we took her advice! Tiny Lou's has a very intimate atmosphere. The staff members are all helpful and kind, willing to help in any way that they can to ensure the customer has a good experience.\n\nWe started with two cocktails which were both very good and different. My husband had the one that was like an old fashioned and I had the medicine for melancholy with Tito's vodka in it. We started with the bread service and WOW, it was the softest bread I have ever had...I'd highly recommend spending the $5 for the bread service. We started with beef tartare as it came highly recommended and again the bread that came with it was so good, the beef tartare itself had wonderful flavor and was very easy to eat. I got the trout as my entree and my husband got the rabbit casserole/stew - only compliant was that the rabbit was somewhat dry, but after letting it soak in the sauce a little more that was fixed.\n\nFor dessert we got the Royale and French kiss and both were spectacular! The Royale is very rich chocolate but it's so easy to eat. After dinner we went up to the rooftop bar which is beautiful, it was right around sunset time and the view was indescribable. However it was so busy we decided not to wait in line for a drink. If you have a special occasion to celebrate, I recommend coming here for an all around awesome experience!",
        "language": "en"
      },
      "date": "2019-04-28T11:39:33Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rQP9WqD3Q0NWjC8zVQArBA/o.jpg",
          "caption": "Trout (closest) and rabbit stew"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/M-q-7sUIlqviaNFknxPMvQ/o.jpg",
          "caption": "Entrance"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nBAWrbPvx6ifxPKphTLyYg/o.jpg",
          "caption": "Rooftop bar view"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YKb6j6W8yAlRkqZO-EIUAA/o.jpg",
          "caption": "Located inside Clermont Hotel"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Rachel K.",
        "user_id": "LcgTfTHc2nJ0pwXY1vg5Wg",
        "link": "https://www.yelp.com/user_details?userid=LcgTfTHc2nJ0pwXY1vg5Wg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yLDuMZnaqXGfq0aF5MF05w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 417,
        "photos": 178,
        "reviews": 74
      },
      "comment": {
        "text": "I went here for my birthday dinner and it was fantastic! The entrance is so cute and glamorous. We were seated at lovely a round booth. Our waitress gave her honest opinion about specific menu items and was very knowledgeable about the menu. We even were able to experiment with some cool cocktails! Also, a huge plus is you get access to the rooftop bat after your meal--Great view of the Atlanta skyline!",
        "language": "en"
      },
      "date": "2021-03-11T12:57:57Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U1xK4037FrjZSj1rJSLCUA/o.jpg",
          "caption": "Beef tartare"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W2Bd2CY6Aqww09I1ntVEcg/o.jpg",
          "caption": "Fish"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ashley L.",
        "user_id": "0GVHaA75h8PJSxQ6K0nm-g",
        "link": "https://www.yelp.com/user_details?userid=0GVHaA75h8PJSxQ6K0nm-g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7Jj3v_PxJyVqSfdToNxnJA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 123,
        "photos": 92,
        "reviews": 42,
        "elite_year": 24
      },
      "comment": {
        "text": "There's nothing tiny about Tiny Lou's! I went to this restaurant to celebrate my birthday and had a fantastic time! It is an intimate restaurant with splendid service and food with an old Hollywood glamour feel. There is complimentary valet if you dine at the restaurant and ask the server to validate your parking. I can't express how impress I was with the staff from the valet to the host to the server--no detail was missed! The food and champagne was simply divine! I've added this restaurant to my list of Atlanta favorites and I can't wait to go back! Unfortunately, I didn't take any pictures of my food but the bread service is heaven on earth. I had the Clermont Burger as my main course and it was so juicy--probably the best burger I've had in Atlanta and the fries do not disappoint!",
        "language": "en"
      },
      "date": "2019-11-27T20:05:57Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N1guJzayqNXQDTT979q71w/o.jpg",
          "caption": "Dinner Menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chuck P.",
        "user_id": "vxNissdnQWqQL1924viv1g",
        "link": "https://www.yelp.com/user_details?userid=vxNissdnQWqQL1924viv1g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VB8OB19ts5q-qRo0bSzuDA/180s.jpg",
        "address": "Norcross, GA",
        "friends": 2,
        "photos": 88,
        "reviews": 47
      },
      "comment": {
        "text": "I had dinner last night with guests at Tiny Lou's; it was my first visit to the restaurant.  While parking is a bit dicey, the attendant at the front of the hotel said we could park in the lot behind the building at no charge.  When I was seated with my guests, Meg (hostess) was already at our table giving us the background on the restaurant the hotel.  She did an awesome job!  Our server (Ashlynne) came to the table afterwards; she too was knowledgeable and had a great attitude.  Our food and drink selections were spot on and we had a great time.  Afterwards we went up to the rooftop bar and although we didn't stay (chilly out this particular evening) the view of Midtown and downtown Atlanta is stunning.  I will definitely go back for the view, the service AND the food!",
        "language": "en"
      },
      "date": "2021-03-22T13:51:52Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-yi7AYJkwvKCbcTI2D2tug/o.jpg",
          "caption": "Pork chop"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cjBj5Rp1XoXrHQmm5lFRZA/o.jpg",
          "caption": "Whole Cauliflower"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/shc1OmFfXmoMHV7yGp7v9w/o.jpg",
          "caption": "Striped Bass"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kYmz25M-xFn46OPynIRoEA/o.jpg",
          "caption": "Buratta Brioche"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Felicia D.",
        "user_id": "R9tHkciMkSBRvqF8G_ezRg",
        "link": "https://www.yelp.com/user_details?userid=R9tHkciMkSBRvqF8G_ezRg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/f-mjjpURn2OsRb3u9gAH2Q/180s.jpg",
        "address": "Warner Robins, GA",
        "friends": 18,
        "photos": 136,
        "reviews": 143
      },
      "comment": {
        "text": "Good experience ultimately.  Got the run around a bit, but did get a good tour of the building ending in the discovery of a cool roof top bar. All the staff were polite, professional, and helpful. Love that the security makes you feel safe. Alcoholic drinks and crepe cake was good, but not mind-blowing, as expected. Liked the dark, classy decor much more than the pretentious clientele. May return for a casual lunch date to have more of a raw experience without all the 'bousgie-ness'.",
        "language": "en"
      },
      "date": "2022-02-08T03:01:16Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Belinda B.",
        "user_id": "R4ntEbjiuENORU-FhI8Rig",
        "link": "https://www.yelp.com/user_details?userid=R4ntEbjiuENORU-FhI8Rig",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Q9Y42t3UOthIvh5bkxRhCw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 306,
        "photos": 486,
        "reviews": 68
      },
      "comment": {
        "text": "I came here for my birthday on a Monday night. It was delicious.\n\nParking: Valet or street parking. \n\nLocation: Clermont Lounge-walk in straight, turn right, and down the stairs. \n\nLighting: I recall the lighting being dim, but not super dark that you can't see your food. And you don't need flash to take pictures. (You shouldn't use flash to take pictures in a restaurant ever, to be honest.)\n\nService: is amazing. At least during this one visit, it was amazing. They know what they're talking about. Tell them what you like and you could probably trust their recommendations. I'm not a picky eater so whatever, I think..., Michael? Suggested, I LOVED. I think when the staff love the food and drinks they serve, you know it's a good place to be, at least for myself, it makes the experience more memorable and I enjoy everything that much more. \n\nFood: delicious. I don't know what to say-everyone has his/her own taste buds. But the mash potatoes side I think there's some cheese in there-amazing. Drool. \n\nI would definitely come back again.",
        "language": "en"
      },
      "date": "2019-05-26T01:44:20Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Alesa W.",
        "user_id": "TaR1SQ0whb0keyXbPTNwTA",
        "link": "https://www.yelp.com/user_details?userid=TaR1SQ0whb0keyXbPTNwTA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UDaUaYKXJwGy-aSSUocCyA/180s.jpg",
        "address": "Chicago, IL",
        "friends": 335,
        "photos": 920,
        "reviews": 386,
        "elite_year": 24
      },
      "comment": {
        "text": "I went to tiny Lou's for a birthday dinner and had a great time! The bread is to die for, and the drinks were also phenomenal. I'd say if you order dessert, get the crepe cake or the dessert cart. The chocolate dessert was a little lacking.",
        "language": "en"
      },
      "date": "2019-05-29T00:12:09Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VY3AK4PdGA2YiblYMUZDNA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Erin H.",
        "user_id": "aCb7AFgLinkJoaLvlL9tKw",
        "link": "https://www.yelp.com/user_details?userid=aCb7AFgLinkJoaLvlL9tKw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/a1T_2hc2_OJITdlTnRL1vA/180s.jpg",
        "address": "Norwood Park, Chicago, IL",
        "friends": 162,
        "photos": 12,
        "reviews": 58
      },
      "comment": {
        "text": "We were staying at the hotel and decided to check this place out for a quick bite. The bread service is fine, but I wouldn't bother getting it again. The truffle frites were sooo good! We also ordered the lobster risotto, huge portion of lobster, especially for a risotto, very good flavors. The beef tartare was also delicious. Wait staff was also very friendly and helpful. Great service! Would def recommend if you're in the area or staying in the hotel.",
        "language": "en"
      },
      "date": "2022-02-05T15:13:16Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=sQAtQV1tHZaOJWcR_T8bwg&start=110"
  }
}