{
  "search_metadata": {
    "id": "65ef303296f5d7976a6bbdfb",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/65ef303296f5d7976a6bbdfb.json",
    "created_at": "2024-03-11 16:24:18 UTC",
    "processed_at": "2024-03-11 16:24:18 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/kxQmMH3Ppfyl8YF0g6hNfA?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/65ef303296f5d7976a6bbdfb.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/65ef303296f5d7976a6bbdfb.prettify",
    "total_time_taken": 2.5
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 70,
    "num": "50",
    "place_id": "kxQmMH3Ppfyl8YF0g6hNfA"
  },
  "search_information": {
    "total_results": 133,
    "business": "Southern Belle"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 133
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "S M.",
        "user_id": "SgVxtHNnas9xndqXCG2TUQ",
        "link": "https://www.yelp.com/user_details?userid=SgVxtHNnas9xndqXCG2TUQ",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 7
      },
      "comment": {
        "text": "Great atmosphere, very good food and unique (albeit nonstandard beverage program)\n\nGreat relaxed vibe, and the creativity in the menu is great a lot of standard fare prepared in a very unique way (like the Delta cart ice cream)",
        "language": "en"
      },
      "date": "2022-03-06T14:40:55Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dustin C.",
        "user_id": "wFDMrKfw7yMIpJztMsg-1g",
        "link": "https://www.yelp.com/user_details?userid=wFDMrKfw7yMIpJztMsg-1g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pYdWpS3-Tt6kAy3dN26jjg/180s.jpg",
        "address": "Downtown Decatur, Decatur, GA",
        "friends": 36,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Very disappointing. Not worth the money. The food is mediocre at best. There are way better restaurants in Atlanta for half the price if not less.",
        "language": "en"
      },
      "date": "2021-05-23T02:49:10Z",
      "rating": 1,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Eric L.",
        "user_id": "2Xuw52pIDScCAIgvFMUUiw",
        "link": "https://www.yelp.com/user_details?userid=2Xuw52pIDScCAIgvFMUUiw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YTUdJX1CxB7fG1_tKpgDaw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 23,
        "photos": 0,
        "reviews": 9
      },
      "comment": {
        "text": "Crazy good! Seven courses, all flawless. We loved the wine pairings. Service was perfection!",
        "language": "en"
      },
      "date": "2021-08-22T20:29:22Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sara B.",
        "user_id": "fyGxK3IJxcqsej25UzxlAQ",
        "link": "https://www.yelp.com/user_details?userid=fyGxK3IJxcqsej25UzxlAQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4OdtMOp52Z1pbgdNzI0NtA/180s.jpg",
        "address": "Austin, TX",
        "friends": 25,
        "photos": 23,
        "reviews": 198
      },
      "comment": {
        "text": "I can't explain how excited I am for Atlanta to get this restaurant. When Yelp asked if this place is upscale I said yes, but it's upscale in that you get amazing, creative food and a beautiful atmosphere. It's not upscale in the sense that you can't wear jeans, have a beer (though they also have amazing cocktails), or feel comfortable.\n\nI don't talk about ambiance often, but this place is beautiful with a great mixture of mid-century, with a bit of quirky, and and a dash of elegant. More importantly, the food is creative and beautiful but still delicious, *and* it's not prohibitively expensive. It's upscale food for the non-Buckhead set.\n\nMy friend and I shared the gnocchi, Szechuan sweet potatoes, and pumpkin bread with a feta spread. The gnocchi was my favorite dish - it had water chestnuts, mushrooms, and more deliciousness, but everything was surprising and delicious. \n\nThe place is definitely special, and Atlanta is lucky to have it.",
        "language": "en"
      },
      "date": "2019-11-09T19:18:13Z",
      "rating": 5,
      "feedback": {
        "useful": 6,
        "funny": 2,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "melanie b.",
        "user_id": "nKlkzXG6gTDukt_vpQ_WNw",
        "link": "https://www.yelp.com/user_details?userid=nKlkzXG6gTDukt_vpQ_WNw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yeX8GNZcqQJ1UPOy5NGIBQ/180s.jpg",
        "address": "Beaucaire, France",
        "friends": 0,
        "photos": 6,
        "reviews": 58
      },
      "comment": {
        "text": "Update I went for a second tasting and they were very accommodating but seemed to be proud that they start all meals the same then strip back for diet restrictions. I didn't work as a few of my tastings were just two lettuce leaves or a something tasteless and not thought out. I probably won't try Georgia boy again but will be back for the southern Belle menu. As always the drinks were awesome. My friend audibly laughed ant at least 3 of my tastings.",
        "language": "en"
      },
      "date": "2021-11-15T16:06:25Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Riley M.",
        "user_id": "FeUQi40HuWV7RlWBoz8hCQ",
        "link": "https://www.yelp.com/user_details?userid=FeUQi40HuWV7RlWBoz8hCQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/l3sAbN7eMvL5wjoPeH9UrQ/180s.jpg",
        "address": "Boston, MA",
        "friends": 199,
        "photos": 21,
        "reviews": 54
      },
      "comment": {
        "text": "ABSOLUTELY FANTASTIC!\n\nMy husband I and I were looking for a nicer place to have an impromptu dinner, and Southern Belle definitely delivered! We arrived around 6 on a Saturday night and were seated immediately. I ordered the Long Way Down cocktail, and it was one of the best drinks I've had in quite some time! It was fresh and well-crafted, so it was worth the price in my opinion.\nFor food, we started with the chicharrones, which came with small shakers of ranch and bbq seasoning for you to garnish the dish yourself. Our next dish was the sweet potatoes - spicy but delicious. The star of the show was the pork belly. The meat was cooked perfectly, and it came on a platter with various toppings and lettuce for wrapping. The server walked us through the dish and explained everything on the platter, which was a nice touch. The menu is small but each dish is done extremely well. \nThe decor is STUNNING. It is truly one of the most gorgeous restaurants in Atlanta. We interacted with multiple servers and everyone was attentive and friendly from start to finish. Southern Belle is a place you go to have a dining experience, not just a meal, so while it's not inexpensive, I found the prices to be fair. I'm definitely looking forward to returning and trying more of the menu!",
        "language": "en"
      },
      "date": "2020-03-01T19:25:25Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-wTFKrQ-2fdRMs2yyTpRqQ/o.jpg",
          "caption": "Pork Belly"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6Gk2d0nGZOV9xfCLPAmVlw/o.jpg",
          "caption": "Long Way Down cocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mpVMxfIZMNDR3PYbWct6BQ/o.jpg",
          "caption": "Gorgeous!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EhmCfQVeNHoiG6355P0NOw/o.jpg",
          "caption": "Sweet Potatoes"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Samantha R.",
        "user_id": "OIAd3rw3TLE1mAHwj6toGQ",
        "link": "https://www.yelp.com/user_details?userid=OIAd3rw3TLE1mAHwj6toGQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/adNi7cQ8CfbirjvC37reeg/180s.jpg",
        "address": "San Diego, CA",
        "friends": 8,
        "photos": 38,
        "reviews": 89
      },
      "comment": {
        "text": "Just for the decor and ambience alone this little gem deserves 5 starts. The menu is short but sweet. Mostly small plates and just a couple entree selections.\n\nThe menu is a mish mash of various cuisines. But all prepared very thoughtfully.\n\nI had the Peruvian ceviche which was delicious; the pumpkin bread, exactly what I was expecting, the bread was soft in the middle with just a little crunch on the edges and the feta spread was a very unexpected but delicious pairing; and then finally the gnocchi. Gnocchi wasn't what I was expecting but that was my fault for not reading the ingredients and asking about it before I ordered it. \n\nI had a lovely cocktail that was made of whisky, coffee liquor, tea syrup and lemon (forgot the name.. nam something ) . Very subtle flavors that was easy to drink. Loved it. I didn't leave room for the dessert but it looked like it was to die for... next time!\n\nReally enjoyed visiting this place and look forward to a rerun visit.",
        "language": "en"
      },
      "date": "2019-12-06T05:31:45Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Caterina L.",
        "user_id": "Q65qotf6X6DShdMH39UX2A",
        "link": "https://www.yelp.com/user_details?userid=Q65qotf6X6DShdMH39UX2A",
        "address": "Atlanta, GA",
        "friends": 255,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Decided to go to Southern Belle based off of Yelp pictures and reviews however Chef was off his game for Valentines Day prix fixe. Amuse bouche unpleasant. Cold course was unpalatable...poached lobster as the protein was overcooked. Flavors were confused and conflicting especially once you added the wine pairing which made the otherwise nice trout roe taste metallic. Beet pasta was okay but nothing to write home about. Fried items across the dishes had the taste of old oil which was upsetting given we were the first reservation of the night. Perhaps given the restaurant is typically only open Th-Sat, they didn't want to use new oil for one day on a Monday? Best and only redeeming dish was the aged ribeye with short rib jus over truffles grits - meat came out medium well at first but the re-fired meat was fantastic and the entire combination of flavors was incredible. Only served to showcase how lacking the rest of the dishes  were. Overall an incredibly disappointing experience that left us hungry despite a $400 bill. \n\nCocktails were incredible and the bartender and somm were very knowledgeable. The other waitress we had lacked professionalism. Didn't explain anything we were having on the menu before asking us to upcharge for caviar. Still didn't explain the menu when we asked what we were having. Understand that the theme tonight was for us to be hands off and just let the chef serve his food, which sounded exciting to us. However you need a knowledgeable waitress to better explain what is going especially when you're trying to upsell $20 a plate for caviar and $79 for pairings. Caviar was placed on the side of the bowl of a warm cauliflower bisque...chef trying to force an upsell opportunity rather than incorporating into the dish like we originally thought. Waitress never explained the wine pairing was replacing any white wine with \"pink\" wine to go with the theme, which we probably would have then decided not to partake in. Our waitress mistook which course the caviar was going to be added to. When expressing that the lobster was over cooked, laughed and said ok while shrugging. No sympathy, no apology, no hey let me do something about that. Just an ok and a shrug. Also at the beginning of the meal for the first 30m or so, came to the table every 4-6 minutes to ask us how we were doing even when no food was being served or change in course. Don't think anyone enjoys having their conversation interrupted multiple times - have no problem with being asked how the food is every course...not 2-3 a course and not when there isn't even food in front of us. \n\nHonestly besides the cocktails and the ribeye dish, we would have been better served going to Chick-fil-A and paying $4 for a sandwich. Should have stayed home to cook and eat considering I still had to make food to appease my husband's and my hunger after that disappointing experience",
        "language": "en"
      },
      "date": "2022-02-15T03:30:11Z",
      "rating": 1,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ben T.",
        "user_id": "-fh8LjJKj34MLGLn-OhaAA",
        "link": "https://www.yelp.com/user_details?userid=-fh8LjJKj34MLGLn-OhaAA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AASz5KqvndMNwvumjGbXhQ/180s.jpg",
        "address": "Dunwoody, GA",
        "friends": 323,
        "photos": 64,
        "reviews": 583
      },
      "comment": {
        "text": "Southern Belle is Chef Joey Ward's modern and whimsical take on new southern cuisine. My review is long overdue but the fact that details remain strong in my head after this long are a testament to the impact of the evening there. Ward comes originally from Georgia and was formally trained at the Culinary Institute of America. This is his first solo venture but had a hefty mentor and an Atlantan that needs no introduction, Chef Kevin Gillespe. Opened in an unassuming strip mall spot in Poncey-Highland in the fall of 2019 the restaurant offers a four course tasting menu with an emphasis on cocktails. For our spring anniversary celebration we went with a wine pairing which is run by a resident sommelier. Overall the space and food is fun but also meant to be taken serious. Southern cuisine can sometimes lack excitement or depth but here plates are sophisticated. One impressive dish was the \"Out of the Ashes\" which consisted of egg yolk, creme fraiche and truffle ash. Not all are meant to be thought provoking as the garlic naan was just plain delicious, and nothing is wrong with that. The playful menu is echoed with interesting and fun decor. I love the vibe and can say its one of the best shows in Atlanta. Not to be outdone, and definitely on my bucket list is Georgia Boy. This is their more intimate tasting spot which is secretly hidden in house and one that will be bringing me back as soon as possible.",
        "language": "en"
      },
      "date": "2022-01-14T12:49:11Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Peter F.",
        "user_id": "3YCBLuU-xzruFv7sMyjyBA",
        "link": "https://www.yelp.com/user_details?userid=3YCBLuU-xzruFv7sMyjyBA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dq3SVCX_7Zyt25rNdRDuag/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 148,
        "photos": 3,
        "reviews": 51
      },
      "comment": {
        "text": "This place completely caught me off guard. I went here on a local recommendation from a friend and was not in the least bit disappointed. \n\nFrom the moment I walked through the door, I was immediately taken by the charming and quirky décor. Despite it being what seemed to be unusually busy for a Wednesday night, the service was extremely quick and friendly. The server was extremely helpful in recommending drinks and food, and was clearly quite knowledgeable of the menu.\n\nI ordered the Jack Rose cocktail and enjoyed it immensely. It was made to perfection - strong enough to taste each ingredient individually but balanced enough to enjoy the drink as a whole. The food was equally pleasant - I sampled the Szechuan sweet potatoes, crispy brussels sprouts, and Vietnamese grilled pork belly. All three were excellent, but the sweet potatoes and brussels sprouts particularly stood out. The pork belly was delicious, though a bit of a challenge to eat as served without making a mess.\n\nI'll be back soon. This place is a keeper.",
        "language": "en"
      },
      "date": "2020-01-27T15:29:36Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Seonaid W.",
        "user_id": "NW7DTYI9ucYSWnMKqIyVAQ",
        "link": "https://www.yelp.com/user_details?userid=NW7DTYI9ucYSWnMKqIyVAQ",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 7
      },
      "comment": {
        "text": "We went to Southern Belle for New Years Eve dinner. I don't eat animal products and in our reservation we could tell them of any food requirements. When we came for dinner it was a 5 course meal and my dishes were vegan creations of the same things my husband was eating. It was fabulous!  Normally I'm stuck with a salad or potato in most restaurants, but this such a great change and I was thrilled with our dinner. Would highly recommend this place.",
        "language": "en"
      },
      "date": "2022-01-22T02:57:59Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jill P.",
        "user_id": "Pz77fzvo96GYxhut46fukA",
        "link": "https://www.yelp.com/user_details?userid=Pz77fzvo96GYxhut46fukA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lxTqldJv5UUU6zXufS6Seg/180s.jpg",
        "address": "Woodstock, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 44
      },
      "comment": {
        "text": "First time at Southern Belle but longtime fan of Chef Joey Ward!! We went today for Sunday Funday pop up featuring Heirloom BBQ. \nWhat a fun, cool lounge vibe the restaurant has and close to so many great venues. We ended up on the very cute outdoor patio. We did order the BBQ sandwich from Heirloom. Incredible! Spicy, smoky, tangy delicious. We also ordered several things off the SB menu. Chicharrones, pork belly, blue crab beau monde, scallop and chorizo flatbread and for dessert Sticky Toffee Coffee ice cream. Each plate carefully and brilliantly executed. I will remember this food for a long time. \nWhat do I want you to know if you've never been? This is great food, great cocktails but mostly people who clearly care deeply about what they do and they do it exceptionally well. You won't regret it. See you soon, Southern Belle!",
        "language": "en"
      },
      "date": "2020-03-01T22:12:11Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mary D.",
        "user_id": "z2NIjGOsWya6CCgZ7W8SiQ",
        "link": "https://www.yelp.com/user_details?userid=z2NIjGOsWya6CCgZ7W8SiQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3j-PZcDPqeT0kWVnUdy56w/180s.jpg",
        "address": "Decatur, GA",
        "friends": 46,
        "photos": 7,
        "reviews": 45
      },
      "comment": {
        "text": "My husband and I  came for Valentine's Day and we loved this place! The staff is exceptional, everyone that brings food or drinks tells exactly what was involved in the dish. Drinks were fantastic...food was absolutely delicious and amazing!! We will be back!!!",
        "language": "en"
      },
      "date": "2020-02-15T00:43:05Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VYyRIKPyCJDMGrfhfOc4Rw/o.jpg",
          "caption": "Scallops!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lisa M.",
        "user_id": "J1_3X4btzFo-lw16VjvKZQ",
        "link": "https://www.yelp.com/user_details?userid=J1_3X4btzFo-lw16VjvKZQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/g9CneTFru50Vg3tFUYp_YA/180s.jpg",
        "address": "North Aurora, IL",
        "friends": 7,
        "photos": 22,
        "reviews": 8
      },
      "comment": {
        "text": "Southern belle is a new hip restaurant that I found to be slightly over hyped. The vibe is great and the decorations are done well.  The food is just missing more flavor and I  didn't think many of the dishes necessarily went together well. The cart dessert I had high expectations, but the toffee pudding was a little dry and the ice cream wasn't my favorite. I think in the summer and for brunch this could be a very fun cocktail location, the food just did not wow me.",
        "language": "en"
      },
      "date": "2020-02-07T05:40:39Z",
      "rating": 3,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QeBfMlcKJ-gFrt0XZXDiEQ/o.jpg",
          "caption": "Crispy Brussels sprouts & doc che cocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/edM-naUvxwvkCaOBTfNfLA/o.jpg",
          "caption": "Fall risotto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P7b0Qi8aVSzcNVILo0vpGQ/o.jpg",
          "caption": "Vietnamese pork belly"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N7Ss2CBsgO1T5v9QRq_iSA/o.jpg",
          "caption": "Short rib with cheesey potatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7Hch7MlwwAm2643TV9InJw/o.jpg",
          "caption": "Up close dessert cart - sticky toffee pudding table side with biscoff liquid nitrogen ice cream"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rachel W.",
        "user_id": "83rEksa9UAlojnY9EOu14g",
        "link": "https://www.yelp.com/user_details?userid=83rEksa9UAlojnY9EOu14g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AcGmHVSrGdGGb41vqvztjg/180s.jpg",
        "address": "Midtown, Atlanta, GA",
        "friends": 266,
        "photos": 3,
        "reviews": 3
      },
      "comment": {
        "text": "This spot is a gem. It's beautiful, with attentive service, and the food is wonderful. Think ingredients you've seen before but presented in new, delicious ways. My favorites (I'm vegetarian- lots of options and modifications available) were the Szechuan Sweet Potatoes and the Chestnut Gnocchi. My omnivorous boyfriend said the Short Rib Lettuce Wrap was incredible. Oh, and the drink menu is a knockout. Beautiful, spirit-forward cocktails and curated wine choices. I'll have to go back to sample all the local beers!",
        "language": "en"
      },
      "date": "2019-11-11T01:20:31Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Wi5xAQaiW91ZQIyubz4fiw/o.jpg",
          "caption": "Patio area"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LwmvIp7r4Qw1l0KMeNbY4A/o.jpg",
          "caption": "Tablescape"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hD8AjaeOcPEEjLOfQR9Gcg/o.jpg",
          "caption": "Restaurant interior"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Harrison C.",
        "user_id": "TXkfiIdI3T7Sx2UL9Y4yfQ",
        "link": "https://www.yelp.com/user_details?userid=TXkfiIdI3T7Sx2UL9Y4yfQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gmQhNfHuHVw3t8P4SJuevQ/180s.jpg",
        "address": "Kennesaw, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Holy cow is the food here amazing! Honestly one of the better places I've eaten in Atlanta, and it's all small plate that you can share with friends. Each plate is unique and bursting with flavor, so I strongly you suggest taking a group of friends so you can try everything. The drinks are also on another level. They only have maybe 3 or 4 alcoholic drinks on the menu, but both of the ones I tried were great. They also have this crazy non-alcoholic drink that comes out with smoke and was honestly the best non-alcoholic beverage I've had. \n\nThe atmosphere is REALLY cool! There's a good bit of seating, a cool lounge in the back, and a patio with tons of seating. A great place to go hang with friends for a bit and get way better food than you can get elsewhere, especially since you don't need a reservation. The head chef Joseph Ward came out and interacted with the guests and he was extremely friendly and inviting. They are true to their name in southern hospitality and I will definitely be back often!",
        "language": "en"
      },
      "date": "2019-11-11T15:57:45Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Aparna H.",
        "user_id": "2um5EGTiXZtxycb-YuTSCw",
        "link": "https://www.yelp.com/user_details?userid=2um5EGTiXZtxycb-YuTSCw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 12
      },
      "comment": {
        "text": "Fabulous experience!  Best service I can remember having anywhere in the last five years.  I had a scarf I put in my lap; the host noticed immediately and brought over a clip to hang it with.  I dropped my napkin; host noticed before I did and brought me a new one.  We'd finished our course; the sommelier wasn't above lending a hand to clear it.  Our server was lovely also but really impressed by the teamwork!  Oh, and the food was beautifully presented, fresh, and delicious!",
        "language": "en"
      },
      "date": "2022-02-12T23:46:01Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Abha S.",
        "user_id": "yBtuGzXgNBokC8pBl9gYIA",
        "link": "https://www.yelp.com/user_details?userid=yBtuGzXgNBokC8pBl9gYIA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Tz_c7iGdXP160tjJCPufdA/180s.jpg",
        "address": "Walnut Creek, CA",
        "friends": 101,
        "photos": 415,
        "reviews": 338,
        "elite_year": 24
      },
      "comment": {
        "text": "Excellent hidden spot in Atlanta. It's a  new restaurant and we're definitely lucky to have this chef's innovative style in atl. The decor is classy and eclectic. The blue undertones make you relaxed instantly. The space is small but you def feel transported into a beautiful culinary escape as soon as you make your entrance. The entres are limited, but trust me you can't go wrong with anything you order. I'd def get the sweet potato jalapeño dish (see pic). If you like spicy you'll love this. The pork belly was a big hit and allows you to play with your food and create your own lettuce wraps, which is a delight. The drinks are innovative and delicious also. There's only one dessert on the menu, but so worth it for the playful way they make it right in front of you! I'll be back! There's plenty of parking in the front. The bathrooms are clean and if you have a diet Wray restriction, just tell your waiter, they are flexible and will make something that caters to you!",
        "language": "en"
      },
      "date": "2019-12-23T14:52:38Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ht06la2ggSJNT9VCMb6ozQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lNf4v9SrM8cJ-DpZkjSi9A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U9lOOojk37Ky8iwh5kjn1A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-Rv7kkcvJz03Q5X1ldoLyA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/C19BNN5uKJ4oBqTr-ufWyw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JDXotsBPIiRlxxh0zeGVhg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Junwen H.",
        "user_id": "jmVdN5vCS_rRC5S9fkhhnA",
        "link": "https://www.yelp.com/user_details?userid=jmVdN5vCS_rRC5S9fkhhnA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Bb63OE-uQEXKnwFAFvw5Mg/180s.jpg",
        "address": "Kenner, LA",
        "friends": 72,
        "photos": 24,
        "reviews": 18
      },
      "comment": {
        "text": "Love their pork belly. They made us an ice cream by hand which is good to see. The only reason that I am not giving it 5 star is because I cannot use my expired ID or valid scanned version of my ID to get my drink :-( Do remember to bring your valid physical ID.",
        "language": "en"
      },
      "date": "2020-01-01T15:46:30Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NyMYzqRdLl1vAW5TZHlbyA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3VeT0JkoOsTIzcpUqHB-1Q/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Don B.",
        "user_id": "0LBESjBqR7PfR7oEXHDZIg",
        "link": "https://www.yelp.com/user_details?userid=0LBESjBqR7PfR7oEXHDZIg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0t2XrS7_BnLfv8PeumxLmA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 9,
        "photos": 3574,
        "reviews": 132
      },
      "comment": {
        "text": "What a nice addition to the neighborhood!  This was a great dining experience with energetic atmosphere, attentive service and excellent food. The four of us tried many things on the menu: the crab dip, the Brussels sprouts, the short rib, the gnocchi, and pumpkin bread. And of course, the sticky toffee with Biscoff ice cream...prepared table side from a Delta beverage cart. Can't wait to come back!",
        "language": "en"
      },
      "date": "2019-11-24T03:09:45Z",
      "rating": 5,
      "tags": [
        "10 photos",
        "9 check-ins"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SzLMGb3q8unAMOsGnRNovQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pJhdXzk9mdnQZFbbO2WYMA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/54A4Y_xAtv-dMFmdf1JneQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/alZoIicZ71cuHOF4xfUmkQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yDW5CcuHNl4-WsLLd5VhDw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l0DQXGA9qaV1T0i-saenhw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eiaJa6tosOU7ZmccZhSGMQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4hnfxnSBDHi_HP15IyCBGQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5kRK8KabH0ZSHCv58YXwQA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/p2ylWkH0ghis1qOfyGUTyg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Eric H.",
        "user_id": "uc3bapTidfwIms5f1NtEkQ",
        "link": "https://www.yelp.com/user_details?userid=uc3bapTidfwIms5f1NtEkQ",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Giving an extra star to be a little forgiving during COVID. \n\nSome notes on their operation during COVID:\n- Though they offer \"dine-in\", no guests are allowed inside at all. Many tables are out front and in front of the neighboring businesses, essentially in the parking lot. Guests were being lead around the side of the building to the real patio I assume, we sat in the front.\n- They are offering a very limited menu. About 10 items, all priced between $14 and about $30.\n- Temperature checks and limited server contact with green/red cards to show when you need service. As expected.\n\nNow for the review.\n\nSO PRETENTIOUS!\n\nIt seems like this place is trying to be fine dining, offering creative recipes with seasonal ingredients but I feel like the prices are hardly justified. Offering small portions that the server admittedly says are \"only a few bites\". He recommended to the table of four next to us that if they ordered everything on the menu, each of them will be able to have a bite of each thing :) \n\nWe ordered:\n1. Sweet corn risotto - comes in a a corn husk with a side of popcorn mmmm! Very bland. ($15)\n2. Crispy pork belly with cream corn (big corn energy here): This was honestly pretty nauseating. It had the texture of deep fried butter. ($16) \n3. Fried trout: it was pretty ok, nothing to write home about. Crispy outside, moist inside, homemade tartar, and a pea hummus. Not super flavorful.  ($22)\n4. Beef short rib: Looked like what you'd pull put of a clogged sink drain. So so salty. ($28)\n5. Exhaust from the car two feet away from me because I was eating in the PARKING LOT ($0)\n6. Cocktails were pretty good.",
        "language": "en"
      },
      "date": "2020-09-05T02:11:00Z",
      "rating": 2,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Ty B.",
        "user_id": "lJAKzcGLcg5k6YPLPVpZHQ",
        "link": "https://www.yelp.com/user_details?userid=lJAKzcGLcg5k6YPLPVpZHQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FSuk12qCk8e_jFJKERRx_A/180s.jpg",
        "address": "Buford, GA",
        "friends": 1,
        "photos": 7,
        "reviews": 36
      },
      "comment": {
        "text": "This was good. We love the art and craft of it all however for the amount of food and options the cost just isn't there. For the same amount of money we can eat just as good at nearby places with more options and quantity. \n\nThe vibe is amazing. The dessert cart makes the meal.",
        "language": "en"
      },
      "date": "2020-01-21T18:16:39Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kristin K.",
        "user_id": "qCKrlqJsl6mxpDyIv9mJ5Q",
        "link": "https://www.yelp.com/user_details?userid=qCKrlqJsl6mxpDyIv9mJ5Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5vGow6YV-krjGk0yV9rw2A/180s.jpg",
        "address": "Walpole, MA",
        "friends": 4,
        "photos": 1,
        "reviews": 12
      },
      "comment": {
        "text": "An absolute charm!  Fantastic food, exceptional service.  I was visting Atlanta and my local friend chose Southern Belle, raving about their killer cocktails. It was one of the few restaurants to offer dining on their patio as the state slowly re-opens, a real treat after eating at home the past few months. The hostess greeted us warmly and informed us of their new safety operations, even taking our temperatures before seating us at an appropriate distant from other customers.  Our server Michael immeadiately appeared with water for the table and recommendations on their one-of-a-kind cocktails.  In no time, we were served appetizers- a delicious spread of pimento cheese, belgian frites, and the best ceviche I've ever had! Cocktails followed, with creative flavor combinations and elaborate garnishing- I highly recommend Em's Cup, but try all of them! Our food runner, Fred, quickly brought out entrees, burgers and chicken wings cooked to perfection, and made sure we had everything we needed the rest of the evening.  Even the weather couldn't put a damper on this visit; an unexpected drizzle rolled by and Phillip saved the day, becoming our personal umbrella holder until the shower passed.  Thank you to all the staff for going above and beyond to make this our best dining experience of 2020!",
        "language": "en"
      },
      "date": "2020-06-21T13:54:55Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pM2F_TbGn2hSph23qKep6A/o.jpg"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Melissa C.",
        "user_id": "EVftm2VUwk0q5VC2rpaK0Q",
        "link": "https://www.yelp.com/user_details?userid=EVftm2VUwk0q5VC2rpaK0Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/sGVqpgmccilrv8z7uDsCvw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 6,
        "reviews": 14
      },
      "comment": {
        "text": "Best food ever!!! Me and my nurse friends always come here after work and the service and atmosphere is great!",
        "language": "en"
      },
      "date": "2020-12-20T20:35:04Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Danetha V.",
        "user_id": "5EUeqjYWgWxjgXAfdHMEfQ",
        "link": "https://www.yelp.com/user_details?userid=5EUeqjYWgWxjgXAfdHMEfQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zGw0W3c-Mu8aDd74iCGhsA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "After seeing an article about Southern Belle, I decided to order the A Trip Down Buford Hwy dinner for tonight. It was phenomenal, simply put. The Okonomoyaki had a great balance of flavors. The Korean BBQ baby back ribs were spicy, smoky and tender. I didn't have the room for dessert, but that's the great thing about takeout - you can eat it later! That said, portion sizes were legit and I love that they packaged each serving in its own individual box. This place is great - I can't wait to order takeout again and hopefully be able to dine inside soon!",
        "language": "en"
      },
      "date": "2020-05-15T22:15:09Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Bernadette G.",
        "user_id": "hRGgEEwx2twxNv4Rk9aVuA",
        "link": "https://www.yelp.com/user_details?userid=hRGgEEwx2twxNv4Rk9aVuA",
        "address": "Newton Centre, MA",
        "friends": 0,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "All I can say is wow! Starting with the ambience. Felt like we were in a beautiful southern home. Such a pleasant surprise.  The food was exquisite! We had the 7 course with the wine pairing. What a delightful array of foods and flavors. The wines were perfectly paired with each course--thank you Fred! After places like Gunshow I was wary of the portions sizes being too big but they were just perfect. Service was equally outstanding.  Tops my list in Atlanta.",
        "language": "en"
      },
      "date": "2021-11-27T19:23:59Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Carol S.",
        "user_id": "KY0LXXbJibJf4PZ-NvgUaQ",
        "link": "https://www.yelp.com/user_details?userid=KY0LXXbJibJf4PZ-NvgUaQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mUNo6tgXhkHQk5CGZue3EQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 60,
        "reviews": 56
      },
      "comment": {
        "text": "The food cane out had the vegetarian version of chicken. And waffles it came out cold but it does have a great taste they offered   To remake had the mushroom with waffles the the mushroom were very good  but really didn't care for the waffles my daughter did like the chicken at all not cooked soggy little disappointed since I've been waiting for this place to open",
        "language": "en"
      },
      "date": "2019-12-01T18:45:59Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zIbALFOh4wAyh9w0QN91jg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1ZwLSNmeAP4v5YKaatQksg/o.jpg",
          "caption": "The decor is really retro"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/djuvUNTlNTZyRSHc0xceXw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AEyeqbkfJTjwQrwHBgfx2w/o.jpg",
          "caption": "The bar great decor and ambiance !!!!!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Elizabeth Leigh R.",
        "user_id": "bDcMtxP-1tTv902zsDMvMg",
        "link": "https://www.yelp.com/user_details?userid=bDcMtxP-1tTv902zsDMvMg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zCko_ODydj1OaVZdIDFULQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 59,
        "photos": 121,
        "reviews": 171
      },
      "comment": {
        "text": "The hype is real.  Amazing foods (short ribs, breads, egg nog) in a dreamy atmosphere. The service is attentive if a tad over bearing. Our plates were removed while we still had tiny bites left to savor. I felt like they wanted to flip the table but I'm not going to let that bother me too much because everything else was over the top delicious. The menu changes often but I don't think you can go wrong. I especially appreciate all the fun mock tails.",
        "language": "en"
      },
      "date": "2019-12-22T17:08:34Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Elexa B.",
        "user_id": "SdsUs5x9RU6UXBdAR51udg",
        "link": "https://www.yelp.com/user_details?userid=SdsUs5x9RU6UXBdAR51udg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Do-Z9Nr1gX-OMO-mjKEWTg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 487,
        "photos": 310,
        "reviews": 136
      },
      "comment": {
        "text": "Gorgeous place. No wait for Sunday brunch which was surprising but I'm sure it will pick up in popularity. We ended up going to a second restaurant after bc we were still so hungry. $75 for two drinks and two apps we just didn't wanna drop anymore money to be partially fed.",
        "language": "en"
      },
      "date": "2019-12-30T17:41:27Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sylvia W.",
        "user_id": "5wT4RVVWNG5G2aSidQy0BQ",
        "link": "https://www.yelp.com/user_details?userid=5wT4RVVWNG5G2aSidQy0BQ",
        "address": "Leggett, CA",
        "friends": 0,
        "photos": 1,
        "reviews": 8
      },
      "comment": {
        "text": "They're trying their best to make it close to fine dining but tbh their food are too \"American\" to be fine enough, especially for meat and dessert. You can just tell they use cheap artificial flavor and too much sugar for the dessert like it's from a regular place like Red Lobster . Overall the food is just okay, I'd barely give it a 60. Restaurant is extremely small, you need to sit back to back to the next table which isn't acceptable for a restaurant like this. The plaster decor on the ceiling was cracking and peeling and seemed problematic. They don't have a front desk so whoever walked in stood right next to us and stared (we sat by the door), no privacy at all. The service we've got the other day was amateur, waitress was literally pushing and kept asking me every 2 mins to order alcoholic dinks but it was only 5pm and I didn't feel drinking that day. If you're looking for food in this price range, try Lazy Betty or Bacchanalia or just pay a bit more for Atlas. This place isn't even good for just photo taking, it's way too small and crowded. Regret coming here.",
        "language": "en"
      },
      "date": "2022-05-26T07:54:06Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lauren J.",
        "user_id": "zZ8mgi1nbUdCBX8-lBC2AQ",
        "link": "https://www.yelp.com/user_details?userid=zZ8mgi1nbUdCBX8-lBC2AQ",
        "address": "Smyrna, GA",
        "friends": 255,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Southern Belle is fantastic! The food is unbelievable with very friendly and attentive service. We will definitely be back!",
        "language": "en"
      },
      "date": "2021-09-24T21:20:36Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Christine A.",
        "user_id": "oLhykHUsa9P4uxpIoOX7Aw",
        "link": "https://www.yelp.com/user_details?userid=oLhykHUsa9P4uxpIoOX7Aw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/P0PiOJUcC48D1d113XUn4w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 282,
        "photos": 5,
        "reviews": 100
      },
      "comment": {
        "text": "Wow wow wow. Best restaurant experience in ages. The food was amazing- the pork belly was cooked to perfection and probably the best I've ever had. The cocktails were super tasty and so was the wine. The service really set Southern Belle apart. Such a sweet and attentive server- though all of the servers and staff were incredibly friendly the whole evening. Highly recommend trying this spot out. We will definitely be back!",
        "language": "en"
      },
      "date": "2020-02-23T19:15:32Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "F G.",
        "user_id": "2z0LlOf2b2crJAqcAAJ9AQ",
        "link": "https://www.yelp.com/user_details?userid=2z0LlOf2b2crJAqcAAJ9AQ",
        "address": "Los Angeles, CA",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "A new gem in Atlanta! I was familiar with Chef Joey Ward's delectable dishes from Gunshow (out of this world good) and I was excited to see what his vision of a restaurant would turn into. It turned into a piece of art through and through! The decor and feeling of the restaurant is southern mid century and is mixed with a perfect combination of quirk and elegance. In fact there is a sense of humor about it all (especially through funny quotes in the menu). The restaurant is colorful and playful while still feeling very cool. It almost has a speakeasy vibe- like you need to be in the hottest of circles to know about it. There are creative choices everywhere from golden cutlery, to fabric coasters, to even a dessert trolley modeled after a delta flight trolley, where a server makes ice cream at your table with liquid nitrogen!\n\n\n\nBut the best part is the food and cocktails! My friend and I shared 3 dishes and dessert, and each of us had two cocktails. As far as drinks go, the Jack and Rose was particularly yummy. The food was spectacular. I describe it as 4 dimensional because there are so many levels- the depth of flavor, the crunch of texture, the pairing of seemingly opposite  food choices and the presentation. I loved the gnocchi dish. The crazy thing was the prices were all affordable. The menu is full of smaller sized plates to share but while they could have easily been running in the 20s each, they were kept in the 10-15 range, making me feel like I could order another drink! \n\n\nI was afraid that the portions would be too small- but they were great. I'd say with two people 3-5 dishes is all you need plus dessert. However it would be even more fun to have 4 people so you could try them all.\n\nSouthern Belle is going to be one of my go-tos now. Whether for a catch up with a friend, or somewhere I want to take a date to impress them. I had such a wonderful experience and would recommend it to anyone!",
        "language": "en"
      },
      "date": "2019-11-10T05:50:17Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kim M.",
        "user_id": "gSpQEaRaiG5_hVVGweJeYw",
        "link": "https://www.yelp.com/user_details?userid=gSpQEaRaiG5_hVVGweJeYw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zNrWBf_J7XJ1f48weCGZ8g/180s.jpg",
        "address": "Duluth, GA",
        "friends": 86,
        "photos": 450,
        "reviews": 125
      },
      "comment": {
        "text": "So, WOW!!!! Really! This place is amazing and wonderful and way better than I ever imagined. We are so blessed to be surrounded by some amazing chefs in Atlanta. This guy though...... (Joey Ward).  My husband (of course he gets all the credit) wanted to go after our 4 mile hike!!!! I am sooooo happy that we came.  It was  a beautiful day out on the patio (and there was a band playing).  We sat outside at first but it is kind of a community table and it was just crowded (yet very doable!).  I went inside to check out the space and immediately came back out and snagged hubby!  This place is so cool inside (DECO IS VERY COOL!).  The winner is the warm staff, needs to all support each other (but they just opened).  I even googled the chef while eating because the food is just.........really fantastic!!! My photo's do not lend any justice to the taste. We will definitely be back and let me tell you, I am going to try everything on the the menu!!!!",
        "language": "en"
      },
      "date": "2019-11-18T15:46:39Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Kwa8u8en_GhCgUrMCnd7Cg/o.jpg",
          "caption": "Inside...it is just really cool!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TgPlRL6G10qXSSNSjaKT_Q/o.jpg",
          "caption": "Interior table that would easily seat 10!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OaeFW5djVdzuq7FW3LY2Lg/o.jpg",
          "caption": "Our high top for 2!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/h2RUnHo4xn4ByCYPiZYALQ/o.jpg",
          "caption": "Toasted Warm Pumpkin Bread!!!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dYoAxkFc7qgLfLzoL2zS0w/o.jpg",
          "caption": "Chestnut Gnocci OMG!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tzaFdLL0Y8-K7qVsdXhaFg/o.jpg",
          "caption": "Outside seating that we sat down to eat at first, then realized the interior was awesome."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DY5CmmpQLzS3RNQcJMdSTQ/o.jpg",
          "caption": "Pork Belly for 2! Delicious!!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "chanda w.",
        "user_id": "0tcuECyTqJyu7FmWrY8VbA",
        "link": "https://www.yelp.com/user_details?userid=0tcuECyTqJyu7FmWrY8VbA",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 10,
        "reviews": 62
      },
      "comment": {
        "text": "A wonderful date night. We got there early on a Saturday and got a table right away, but I would wait for a table next time. \n\nThe food was delicious, the service was excellent, and of course the ambience is fun. We ere not rushed at all, and had such a nice time. It's our new date night spot. \n\nI love the non-alcoholic drink options in addition to a bar, and there were more than one vegetarian options.",
        "language": "en"
      },
      "date": "2020-03-04T14:50:05Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Valeria D.",
        "user_id": "FfeOAnBeMfvJzlMfROBWsA",
        "link": "https://www.yelp.com/user_details?userid=FfeOAnBeMfvJzlMfROBWsA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kBmI4EHtoiDId-YhaEgY6w/180s.jpg",
        "address": "Peachtree Corners, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 8
      },
      "comment": {
        "text": "Wow! This place was absolutely amazing. First of all it's the cutest little restaurant with the best ambiance. Then came the drinks which were awesome. The food is to die for we started with the chicharrones which were absolutely delicious. We also got the sweet potatoes (spicy),  brussel sprouts,crab dip, and the pork belly. All the dishes were amazing with the pork belly being the number one dish of the night! Brittany was our server and she was honestly the best server I have had in a while. She took great care of us and made our first visit there wonderful. I can't wait to go back!",
        "language": "en"
      },
      "date": "2020-02-27T14:33:21Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "JD F.",
        "user_id": "wpvb52I5s1_e9m__W2F6VA",
        "link": "https://www.yelp.com/user_details?userid=wpvb52I5s1_e9m__W2F6VA",
        "address": "Roswell, GA",
        "friends": 1,
        "photos": 3,
        "reviews": 5
      },
      "comment": {
        "text": "The food was phenomenal, smaller plates with amazing ingredients and combinations. The cocktails were also the bomb, and the atmosphere was very trendy and fun.",
        "language": "en"
      },
      "date": "2019-11-09T15:51:45Z",
      "rating": 5,
      "tags": [
        "3 photos",
        "First to Review"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Y3LnZohTlnoHaIBdTeqXUg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YccKM_59ZgEUqtg9ft3mzg/o.jpg",
          "caption": "Ceviche"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GHsvhSPRou6CnwVvFV0gLA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anissa M.",
        "user_id": "GP4A7glKUBk9RHVcObOcFg",
        "link": "https://www.yelp.com/user_details?userid=GP4A7glKUBk9RHVcObOcFg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PFNuwi58AdxFedSWbR1KYw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 61,
        "photos": 379,
        "reviews": 210
      },
      "comment": {
        "text": "We came here yesterday for brunch and I'm 100% a fan of this place but it can be a bit pricey. The mid-century modern decor with gold accents really caught my attention and the service was outstanding. We started with the blue crab dip, which was phenomenal with the housemade chips and bread. We ordered a few bottles of white wine (around 3), there were 4 of us dining in. Everything is \"family style\" and equip to share, so we ordered a few items - the Lobster Linguine, Crispy Brussel Sprouts, Szechuan Sweet Potatoes, Crispy Chicharrones from the Farm and the Vietnamese Grilled Pork Belly. The portions are definitely a little small, but the quality is great. One of the employees came out with a Polaroid camera and made sure we had a souvenir picture to take home. We ended up spending about $120 per person, which is a bit pricey for your average brunch however I would definitely recommend it!",
        "language": "en"
      },
      "date": "2020-01-06T17:53:04Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8tcL7kPpEQIaA6FeFJxCsA/o.jpg",
          "caption": "Lobster Linguine, Chicharrones, Sweet Potatoes, Blue Crab Beau Monde, Crispy Brussels Sprouts"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Robert L.",
        "user_id": "JN5snk0074MM6y6-Uln1xA",
        "link": "https://www.yelp.com/user_details?userid=JN5snk0074MM6y6-Uln1xA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3Oc4QOKRUiq7vSgf0uMaZA/180s.jpg",
        "address": "Augusta, GA",
        "friends": 69,
        "photos": 5,
        "reviews": 16
      },
      "comment": {
        "text": "Amazingly flavorful food in a quirky and over-the-top atmosphere. The wait staff is delightful, and the food is absolutely fabulous.",
        "language": "en"
      },
      "date": "2019-12-28T01:42:52Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chris B.",
        "user_id": "sdQzp0kA-A_1LhjCnLIeKw",
        "link": "https://www.yelp.com/user_details?userid=sdQzp0kA-A_1LhjCnLIeKw",
        "address": "Indianapolis, IN",
        "friends": 0,
        "photos": 0,
        "reviews": 12
      },
      "comment": {
        "text": "Dining out in the time of COVID can be difficult. Southern belle pairs incredible food with conscientious service to deliver a creative and comfortable dining experience. Food and drinks are 10/10 in a safe setting. I could not recommend more highly. Just eat here",
        "language": "en"
      },
      "date": "2020-08-09T02:09:23Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Oliver B.",
        "user_id": "EJK_VhfV1wM-xokPVaiAJQ",
        "link": "https://www.yelp.com/user_details?userid=EJK_VhfV1wM-xokPVaiAJQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0To1syVmt4vt8O7B5IAySA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 461,
        "photos": 4,
        "reviews": 40
      },
      "comment": {
        "text": "Cool place. The Tar tar is amazing. Great cocktails I can't wait to go back to the secret spot in the back. The Sticky toffee is a little gimmiky but a lot of fun.",
        "language": "en"
      },
      "date": "2019-12-05T02:44:26Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chris L.",
        "user_id": "ddhqe5BPoez7elfAdOSGTg",
        "link": "https://www.yelp.com/user_details?userid=ddhqe5BPoez7elfAdOSGTg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-tfSyDmqXe0Y09jyIJ886Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "Southern Belle is amazing! Came for Sunday Funday and didn't want to leave. The food was delicious and has some very original takes on classics (the ceviche was amazing!), the staff was very welcoming and we loved the decor. You can tell there is a lot of heart and soul poured into this place. Can't wait to come back!",
        "language": "en"
      },
      "date": "2019-11-18T03:24:36Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Bob B.",
        "user_id": "fotl7jGlLjpAyMa_14FLkQ",
        "link": "https://www.yelp.com/user_details?userid=fotl7jGlLjpAyMa_14FLkQ",
        "address": "Englewood, CO",
        "friends": 0,
        "photos": 3,
        "reviews": 11
      },
      "comment": {
        "text": "Had an absolutely fantastic takeout meal with crab cakes and lobster rolls. Everyone in our party of 4 raved about how delicious everything was. The succotash was amazing and the make your own craft cocktail kit was a great addition. Can't wait to go there and dine in!",
        "language": "en"
      },
      "date": "2020-06-22T18:55:09Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Leslie A.",
        "user_id": "SCjRAmd2mMoRROER7pC_Cw",
        "link": "https://www.yelp.com/user_details?userid=SCjRAmd2mMoRROER7pC_Cw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mqY8IHKuqmT9rB4EbYS2dw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 15,
        "reviews": 4
      },
      "comment": {
        "text": "Fantastic small plate menu, excellent cocktails and wine. Very fun atmosphere! This is a great addition to Poncey-Highland! No reservations, so you might have to wait a bit but they have a fun back patio area where you can order a drink while you wait. Don't miss getting dessert! The waiter concocts the special ice cream dessert table side from the top of a vintage Delta Airlines food cart!",
        "language": "en"
      },
      "date": "2020-01-17T20:09:46Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Daniel H.",
        "user_id": "W7NAE4nCEMCAcP6gr6loeQ",
        "link": "https://www.yelp.com/user_details?userid=W7NAE4nCEMCAcP6gr6loeQ",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "I have had each of their dishes, and each is an incredible mix of adventurous flavors. They even make the ice cream right in front of you!\n\nThe cocktails are amazing, ranging from the classics, to tasteful twists, and the ambiance is a delightful mix of southern warmth and modern chic. The plates are small and uniquely crafted, so bring some friends and order a table's worth to share. I know I'll be back with anyone and everyone I can bring!",
        "language": "en"
      },
      "date": "2019-11-15T04:47:09Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Katya G.",
        "user_id": "p535rOe0BXjT46YNQPVw9Q",
        "link": "https://www.yelp.com/user_details?userid=p535rOe0BXjT46YNQPVw9Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hm5N8SZuuLTAsCM5nJEGdg/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 284,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "This is my new favorite restaurant! Loved everything from the aura of the place to the food and drinks.",
        "language": "en"
      },
      "date": "2019-11-15T03:57:58Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sandra M.",
        "user_id": "Rwse0oMwhRsKG78rN1i7tA",
        "link": "https://www.yelp.com/user_details?userid=Rwse0oMwhRsKG78rN1i7tA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/heJzPSYoCLnAXVDxSnTBIQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 8
      },
      "comment": {
        "text": "I could go on and on how great our experience at this new small restaurant was.  in short: GO if you love interesting, fun, delicious food.  The crab dip was perfection (especially with the lemon crackers), the pork belly was sublime, the sweet potatoes and the brussel sprouts were so flavorful.  Our group ate almost everything on the small menu, and the only dish that could use some improvement was the short ribs.  I say that not to be negative but to reiterate that the other NINE dishes we shared were absolutely wonderful. if you like a boring atmosphere and meal, this is not the place for you- each individual dish is a flavor complex (but not for its own sake)  delight. And you should absolutely share the desert - with ice cream made at your table.",
        "language": "en"
      },
      "date": "2019-11-14T13:41:04Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Erin E.",
        "user_id": "d3oIJIxSoy4SnLYgk0-ewg",
        "link": "https://www.yelp.com/user_details?userid=d3oIJIxSoy4SnLYgk0-ewg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4m3hOvLQXGAUWUCP4k0A2w/180s.jpg",
        "address": "Palm Springs, CA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Amazing food and atmosphere! We had the ceviche (my favorite), the crab dip, pork belly (my husband's favorite), brussel sprouts, and short rib. Everything was delicious and beautifully plated. The cocktails were very tasty and they have zero proof cocktails too. My husband had the Smoke and a Pancake that was so so good and served with a bit of flare! Service was so friendly and knowledgeable, especially considering how new. We are already planning our return!",
        "language": "en"
      },
      "date": "2019-11-12T14:03:57Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anne Goyette G.",
        "user_id": "vQjpjJRoE_BBh2Pvsm0uLA",
        "link": "https://www.yelp.com/user_details?userid=vQjpjJRoE_BBh2Pvsm0uLA",
        "address": "Hiram, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "We came for Sunday Funday!  Soooo good.  Lovely atmosphere and the service was great.",
        "language": "en"
      },
      "date": "2020-03-15T17:26:25Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Adriano S.",
        "user_id": "yScorVsL0scbEj16qsI5tw",
        "link": "https://www.yelp.com/user_details?userid=yScorVsL0scbEj16qsI5tw",
        "address": "Karlsruhe, Germany",
        "friends": 391,
        "photos": 5,
        "reviews": 53
      },
      "comment": {
        "text": "The eclectic, retro interior is wonderful (don't forget the POLITE Southern phrase lighted sign hanging over the bar ). The menus in an attractive binding and we dined by a cute oil lamp set on the table. We enjoyed a delicious Basque red wine (Amesti Stimatum) that was very light and had the slightest resemblance to a Rosé. The restaurant has a wine pairer who comes to your table and offers you wine suggestions. Service by the waitress and the wine pairer was wonderful. We enjoyed the creative dishes such as the beef shortrib braised in root beer with delicious mashed potatoes as well as an extremely savory local frisee salad. Although this restaurant only has one dessert option you will not be disappointed. The warm sticky toffee-coffee pudding is made at the table out of a Delta Airlines beverage cart that is rolled around the restaurant. Very creative, fun and quirky. What a treat and delight, looking forward to the next visit to thi",
        "language": "en"
      },
      "date": "2020-02-14T19:09:23Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lCqDs3bSQP7VxxEndD_BPw/o.jpg",
          "caption": "The bounded menus, oil table lamp and the Basque red wine"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5j81CJl5kpqIsIzt7XXqlA/o.jpg",
          "caption": "The restaurant's quirky and retro interior as well as the lighted sign with its infamous Southern phrase"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3M0f8-erQvTXNMg2qVvzcg/o.jpg",
          "caption": "A cute table arrangement"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=kxQmMH3Ppfyl8YF0g6hNfA&start=120"
  }
}