{
  "search_metadata": {
    "id": "65ef2fc69b64727caeb3366f",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/65ef2fc69b64727caeb3366f.json",
    "created_at": "2024-03-11 16:22:30 UTC",
    "processed_at": "2024-03-11 16:22:30 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/DRL1GpT6lsgmGEVVwn1Vkg?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/65ef2fc69b64727caeb3366f.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/65ef2fc69b64727caeb3366f.prettify",
    "total_time_taken": 3.17
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 70,
    "num": "50",
    "place_id": "DRL1GpT6lsgmGEVVwn1Vkg"
  },
  "search_information": {
    "total_results": 398,
    "business": "a mano"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 398
    },
    {
      "hl": "es",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Binesh M.",
        "user_id": "5Onw8URynYu1aaGCNj6-nw",
        "link": "https://www.yelp.com/user_details?userid=5Onw8URynYu1aaGCNj6-nw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/k5VpzY7IpzwEQRnX50sqLg/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "This place is absolutely fantastic. Service and the food were excellent. We were a large group  and the the service was impeccable. Dishes were fresh, they take pride on how it's served and everything was excellent. Truly enjoyed our visit and will be back soon. Sara and the team  were on point!",
        "language": "en"
      },
      "date": "2023-05-13T02:49:53Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you Binesh! We are so happy to hear that you and your family had a wonderful dinner celebrating 3 birthdays! We are so lucky to have Sarah she really is excellent at curating a wonderful experience  for our larger parties. We appreciate you dining with us and taking your time to leave us a rave review!",
          "date": "2023-05-18T03:26:04Z"
        }
      ]
    },
    {
      "user": {
        "name": "Fiona B.",
        "user_id": "XmCaO1d0aonrgXISkX6i2A",
        "link": "https://www.yelp.com/user_details?userid=XmCaO1d0aonrgXISkX6i2A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SVjZG2M7b3Evy93C3Nb46Q/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 1,
        "photos": 3,
        "reviews": 6
      },
      "comment": {
        "text": "We had a lovely dinner at a mano. The food is delicious especially the buratta and carbonara. The service is also excellent. The staff signed a card for us in advance of our anniversary dinner and it was such a thoughtful touch. We'll definitely be back!",
        "language": "en"
      },
      "date": "2022-11-06T15:03:21Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/B1IucP_5oQ7oG0p_6vHPVw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for taking your time to give us a review Fiona! We're thrilled to hear that you had such an excellent experience with us for your Anniversary dinner. We can't wait to host you again soon!.",
          "date": "2022-11-15T23:28:39Z"
        }
      ]
    },
    {
      "user": {
        "name": "Shannon R.",
        "user_id": "i_8hl4n_-ZOAc7z8yjQrKw",
        "link": "https://www.yelp.com/user_details?userid=i_8hl4n_-ZOAc7z8yjQrKw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GuuhAnZMZiqVp9B1Nv4rQg/180s.jpg",
        "address": "Austin, TX",
        "friends": 2,
        "photos": 12,
        "reviews": 50
      },
      "comment": {
        "text": "Really delicious food and great service! The burrata is fantastic, as well as the bolognese, eggplant parm, and bread pudding dessert! You won't  regret coming here!",
        "language": "en"
      },
      "date": "2023-02-12T04:19:35Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for your glowing 5 star review Shannon! We are thrilled that you enjoyed our food and your time with us! We can't wait to host you again soon!",
          "date": "2023-02-16T22:23:13Z"
        }
      ]
    },
    {
      "user": {
        "name": "E M.",
        "user_id": "jD6q3wjafug3fRTbQzkQ3w",
        "link": "https://www.yelp.com/user_details?userid=jD6q3wjafug3fRTbQzkQ3w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ub7NtxGe1w9TFtF7tbHmng/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 1,
        "reviews": 46
      },
      "comment": {
        "text": "This is our neighborhood Italian joint, and I should've reviewed it sooner. They're just so nice. Even during the pandemic, they set up plenty of safe outdoor seating, and they've loaned their kitchen during the day to Happy Seed, a wonderful vegan joint that now has its own space near Madison Yard. The service is always outstanding, the wait staff always smiley. They are serious about seating, so make a reservation if you can. Both outdoor and indoor are fine settings. And the food! Mmmmm. The salads are always fresh. We had a special fried okra dish that was fantastic. Plenty of vegetarian options (charred cabbage and blistered shishitos -- yum!), and when I ate meat, I loved the carbonara. My cousin was raving about the steak frites, too. Cacio e pepe and pasta primavera are also super solid. Lots of good cocktails and wine (and wine specials on Tuesday), and on my most recent visit they had a local beer from Halfway Crooks in Summerhill, named for rapper MF DOOM (RIP). It was tasty. Just a cool place all around.",
        "language": "en"
      },
      "date": "2023-09-29T17:27:26Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much for being the best part of a mano! Our community and your continued support and patronage is why we get to continue to deliver excellent food, beverage, and hospitality to so many. Thank you for taking you time to leave us such a glowing review, and we are looking forward to hosting you again soon and for many years to come!",
          "date": "2023-10-12T19:24:05Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nicole W.",
        "user_id": "1u_cBI0uxmoC0jwhTOhFJg",
        "link": "https://www.yelp.com/user_details?userid=1u_cBI0uxmoC0jwhTOhFJg",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Best service I have had at a restaurant in a long time! Food was solid also. It was my birthday and they even had all the servers sign a card. So thoughtful & sweet! Definitely will be going back!",
        "language": "en"
      },
      "date": "2023-10-24T15:35:39Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for the 5 stars, Nicole! We are so happy you enjoyed dining with us.\nWe love birthdays, and we're so glad that you celebrated with us!\nCheers!",
          "date": "2024-03-06T18:59:03Z"
        }
      ]
    },
    {
      "user": {
        "name": "Mikaela H.",
        "user_id": "AHqzaT2uxjqI5fUgIrZO7Q",
        "link": "https://www.yelp.com/user_details?userid=AHqzaT2uxjqI5fUgIrZO7Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TrtBguYXCp_-xBv7bGPkEg/180s.jpg",
        "address": "San Diego, CA",
        "friends": 0,
        "photos": 1,
        "reviews": 17
      },
      "comment": {
        "text": "Their pasta primavera is absolutely delicious - probably one of the freshest pasta dishes I have ever had. It was awesome to have vegan gelato, too, as well as some vegan sides. Friendly service. I had a great night sitting at their outdoor dining spot with my dad! Would happily go back.",
        "language": "en"
      },
      "date": "2023-05-18T00:39:49Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Oh wonderful! We're thrilled to hear that you had an excellent time dining with us! We do definitely have some nice options for vegan and vegetarian diner! Thank you for the review and the 5 stars!",
          "date": "2023-06-01T23:01:13Z"
        }
      ]
    },
    {
      "user": {
        "name": "Daniel B.",
        "user_id": "j14WgRoU_-2ZE1aw1dXrJg",
        "link": "https://www.yelp.com/user_details?userid=j14WgRoU_-2ZE1aw1dXrJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AZ91dRaJnhwWt6ARSNVc3A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4855,
        "photos": 87987,
        "reviews": 4855,
        "elite_year": 24
      },
      "comment": {
        "text": "a mano offers delicious homemade pastas and other Italian food in Old Fourth Ward. This is a small, charming, neighborhood restaurant that works just as well for a nice, casual night out as it does for a special, romantic date. I recommend it. In this sense, it reminds me of BoccaLupo in nearby Inman Park, though it's not as big nor as popular.\n\na mano opened July 7, 2017 in a small, freestanding building at the corner of Ralph McGrill and Glen Iris, about a mile south of Ponce City Market. Free street parking is available on nearby residential streets such as Wabash and E Ave NE. We beat the Friday dinner rush, arrived before 6:30pm, and snagged a spot in their tiny on-site parking lot (also free).\n\nInside, the restaurant has a cozy dining room and bar. Outside, they have quaint and whimsical patio seating, covered and decorated with string lights and planters. All in all, it's a pleasant, inviting, and intimate atmosphere.\n\nDuring our visit, the menu featured 16 different starters, pastas, entrees, and sides. Examples included burrata, cacio e pepe, veggie lasagna, and pork chop. There were about a half-dozen desserts including panna cotta, tiramisu, and gelato. Prices ranged from $10-25 each for most pastas and entrees and $7-9 each for most sides and desserts. In addition, they have a full bar with beer, wine, cocktails, and spirits.\n\nOne of their popular drinks is the granita to-go ($9) -- shaved frozen wine (rotating flavors) with citrus and simple syrup served in individual to-go pouches with straws.\n\nHere's what we had:\n\nAntipasti\n* Charred octopus ($17) - potato, caramelized fennel, citrus salad\n\nPrimi\n* Scallop fusilli ($18) - diver scallops, mushrooms, farm greens, cream\n* Carbonara ($17) - tagliatelle, house pancetta, Grana, spring peas, farm egg\n\nContorni\n* Cauliflower ($7) - black pepper, creme fraiche, pecorino, herbs\n\nEverything was wonderful. In general, the food was top-notch. Very rich and heavy. Also, fresh and flavorful. We could tell the pastas - the fusilli (corkscrew) and tagliatelle (ribbon) - were fresh and homemade. They had excellent texture. Soft, delicate, and quite appetizing.\n\nThe charred octopus was great. We got a thick, meaty tentacle that was nicely charred. It was cooked well; tender and not rubbery. Seasoned and tasty. I liked the caramelized fennel, which was golden brown, crispy, and brought a unique flavor and subtle aroma to the dish. The citrus salad was a good accompaniment too. Ripe, sharp, sweet, juicy, and refreshing.\n\nBoth the scallop fusilli and the carbonara were terrific. These pastas were packed with outstanding flavor and mouthfeel. Just downright comforting. In the scallop fusilli, the diver scallops were small, but delectable. Smooth and succulent. I especially liked the long, firm mushrooms. Generally, I'm a fan of creamy pastas and this was definitely that.\n\nOn the carbonara, broken egg yolk was served on the side (we got a takeout order). We poured the yolk on top of the pasta and mixed it in ourselves. Everything about the carbonara was fantastic, from the chopped bits of high-quality house pancetta to the yummy Grana cheese.\n\nThe cauliflower was incredibly rich and oily. I'm sure the creme fraiche had a lot to do with it. Any health benefits from the vegetable were negated and then some by all the salt and oil. However, the cauliflower tasted spectacular. It was full of flavor. Although I have to admit, I think it was a little too heavy overall. Our order was served in a small puddle of oil and cream. I mean, it tasted great, but it was probably a bit much.\n\nOn the downside, I thought the portions were somewhat lacking given the price paid. I did appreciate the quality and taste though. Fine presentation too.\n\nService was okay/good. Despite placing our order ahead of the evening rush, we still had to wait about 30 minutes. Nevertheless, the staff was friendly including owner George DeMeglio who was polite and made sure every customer was taken care of.\n\nIf you love pasta, a mano should be on your list of places to try in Atlanta.",
        "language": "en"
      },
      "date": "2020-09-08T14:06:56Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/b1POfn6rjTGlj2B3mVE2cQ/o.jpg",
          "caption": "Carbonara. Tagliatelle, house pancetta, Grana, spring peas, farm egg. $17. To-go."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eDe-JrRTvSCnJdyKZw9Low/o.jpg",
          "caption": "Scallop Fusilli. Diver scallops, mushrooms, farm greens, cream. $18. To-go."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P7HI4-JDxsOUfq_00jRGRQ/o.jpg",
          "caption": "Carbonara. Tagliatelle, house pancetta, Grana, spring peas, farm egg. $17. To-go."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sg2BxO5kbIiRx_B0H4ZAeQ/o.jpg",
          "caption": "Cauliflower. Black pepper, creme fraiche, pecorino, herbs. $7. To-go."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SPLEDgqKNQ2OVMW-tfIhKQ/o.jpg",
          "caption": "Carbonara. Tagliatelle, house pancetta, Grana, spring peas, farm egg. $17. To-go."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TaL7hwkHrgsqMaRLDo7xmw/o.jpg",
          "caption": "Cauliflower. Black pepper, creme fraiche, pecorino, herbs. $7. To-go."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ru_gaNvZehu2fBFpEqEzsg/o.jpg",
          "caption": "Outside. Storefront. Street-side entrance. There's limited free parking in the back along with another entrance."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5HxUpVXzUdo-HwI8lRIszA/o.jpg",
          "caption": "Charred Octopus. Potato, caramelized fennel, citrus salad. $17. To-go."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KqLh4ApFZgUwLE6sAbfF4w/o.jpg",
          "caption": "Scallop Fusilli. Diver scallops, mushrooms, farm greens, cream. $18. To-go."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RGg8i-eGrnaUQ1Z71lAZ2w/o.jpg",
          "caption": "Charred Octopus. Potato, caramelized fennel, citrus salad. $17. To-go."
        }
      ],
      "feedback": {
        "useful": 11,
        "funny": 1,
        "cool": 11
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Wow, thank you so much for your thorough and thoughtful review! We really appreciate your feedback regarding the dishes you tried. We haven't had the charred octopus for some time now, but we are bringing it back as it is a crowd favorite! We hope to see you again soon!",
          "date": "2020-09-11T17:24:41Z"
        }
      ]
    },
    {
      "user": {
        "name": "Charley W.",
        "user_id": "kTGC_dlzWWbAgFujKYqMyw",
        "link": "https://www.yelp.com/user_details?userid=kTGC_dlzWWbAgFujKYqMyw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HEGRW5tgUNoeUIw56Ub1_g/180s.jpg",
        "address": "Savannah, GA",
        "friends": 1,
        "photos": 2,
        "reviews": 22
      },
      "comment": {
        "text": "Really delicious fresh pasta! Carbonara is my favorite. It comes in a way where you mix it at the table to create the sauce, super fun & yummy! Service is good too, can be a bit spotty when busy. The outside seating is really pretty.",
        "language": "en"
      },
      "date": "2023-05-17T01:00:46Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for the 5 stars Charley and for your valuable feedback! The Carbonara is my absolute favorite as well! We've made some improvements to our outdoor dining area. We're excited for you to see next time you join us!",
          "date": "2023-06-01T22:59:01Z"
        }
      ]
    },
    {
      "user": {
        "name": "Christina H.",
        "user_id": "ErWPjeuK5uKHLmtz4BM9ng",
        "link": "https://www.yelp.com/user_details?userid=ErWPjeuK5uKHLmtz4BM9ng",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aocB44S82e9JWIEmpl5_8A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 402,
        "photos": 551,
        "reviews": 277
      },
      "comment": {
        "text": "The cutest, coziest, tastiest spot for your Italian fix!\n\nCame here for dinner on Friday with a group of friends and we were promptly seated inside (thank goodness, since it lowkey felt like winter that night). They do have outdoor seating as well, I think with patio heaters. Pretty much every table was occupied - this is clearly a popular restaurant, so make sure to book ahead if you can!\n\nOur waiter was super friendly and attentive, and helped give us some good recommendations for antipasti as well as entrees. We ended up splitting the fried ravioli (SO good, my personal favorite starter), burrata (which is served with perfectly toasted bread), and beef carpaccio. For my entree, I got the fusilli, which was super decadent, flavorful, served with tender scallops, and came in a generous portion (trust me, your stomach will be plenty satisfied). The presentation of everything was very commendable as well!\n\nIf you get here early enough, there's plenty of street parking options (since the parking lot itself is really tiny). This particular area of O4W is really cute and charming - could be nice to walk around after such a fulfilling meal.\n\nI'd definitely come back to try more of their dishes! Deliziosa!",
        "language": "en"
      },
      "date": "2021-11-07T14:23:26Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R8SFQeo6CbQ6m5kB6UyI2Q/o.jpg",
          "caption": "Burrata"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uQcx3vHi0lgNiXBqE4PnVw/o.jpg",
          "caption": "Fried ravioli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-8E9RolRZO-_buRomzyEBg/o.jpg",
          "caption": "Fusilli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0GqDpZqM56LcUwxw0W13jQ/o.jpg",
          "caption": "Beef carpaccio"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Emily B.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/uWE5N2r8foWvIZlrkhIPRA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much, Christina! So glad you got a quick indoor table on a Friday night! The stars were aligned in your favor. Please reach out and let us know how we can win over an extra star from you!",
          "date": "2021-11-16T16:40:53Z"
        }
      ]
    },
    {
      "user": {
        "name": "Teal G.",
        "user_id": "FcKOTALcHqZfZMAB1xQyqA",
        "link": "https://www.yelp.com/user_details?userid=FcKOTALcHqZfZMAB1xQyqA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DLhE01NCfiJSbjcHU8g5sA/180s.jpg",
        "address": "Montreal, Canada",
        "friends": 94,
        "photos": 10,
        "reviews": 53
      },
      "comment": {
        "text": "The best Italian west of Italy itself! Tons of gluten free options that are fresh and well made (thank you A Mano)! They are accommodating to a child which is lovely. The cocktails are amazing. Literally everything on the menu is fabulous!\nParking is a thing so be ready to walk a bit if you dont score one of the coveted 6 spots in the lot. It IS worth your walk!",
        "language": "en"
      },
      "date": "2022-08-17T01:37:51Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We love the children who come into our home. They are part of our family! Thank you so much Teal. We appreciate you spending your time with us!",
          "date": "2022-08-24T21:23:48Z"
        }
      ]
    },
    {
      "user": {
        "name": "Ciara K.",
        "user_id": "2XaWvxtJUEQqyQv4cUqopg",
        "link": "https://www.yelp.com/user_details?userid=2XaWvxtJUEQqyQv4cUqopg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BUG5XY03mCjgkYMMjVZaHA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 95,
        "photos": 63,
        "reviews": 63
      },
      "comment": {
        "text": "Great half sandwich and salad deal! One of my favorite spots for lunch or dinner! The drinks are also fantastic !",
        "language": "en"
      },
      "date": "2022-10-13T16:11:20Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5meqlvhXgwXoOic4f81jXQ/o.jpg",
          "caption": "Arugula salad and chicken jalapeño sandwich"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank You Ciara! We are happy to know you found us for lunch. Our sandwiches are sooo good. Cant wait to have you back.",
          "date": "2022-10-19T19:39:07Z"
        }
      ]
    },
    {
      "user": {
        "name": "Vignesh T.",
        "user_id": "xvBVJzyBJOd9HT0MUmENAg",
        "link": "https://www.yelp.com/user_details?userid=xvBVJzyBJOd9HT0MUmENAg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4EJNdhHowYiZZ9mnNbLFgQ/180s.jpg",
        "address": "New York, NY",
        "friends": 639,
        "photos": 178,
        "reviews": 153,
        "elite_year": 24
      },
      "comment": {
        "text": "One of the best hidden gems of Atlanta. My favorite thing about a Mano was the classy, mello vibes. Great spot for casual night out or a date night. It's cool how they incorporated the outdoor style seating that cities like NYC have. \n\nThe menu is simple but sufficient. I ordered the cacio el Pepe with cauliflower, both of which were great. The cauliflower was a bit on the oily side but other than that, the meal was perfect. My absolute favorite part was the bread pudding that we ordered for desert- that has to be one of the best deserts I've ever had in my life \n\nThe service was fast and efficient and the staff was very friendly and accommodating. I can definitely see a Mano being the spot to be at, especially in the summer once it's warmer out. Will be a regular customer for sure.",
        "language": "en"
      },
      "date": "2021-01-23T16:12:53Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g7oteN8z2JkOeqvFWzHD2w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FeabSjStA4RtLkkivjqyeQ/o.jpg",
          "caption": "Bread pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/69CypTXUcPHQFlmKr8KHgg/o.jpg",
          "caption": "Cacio el pepe"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Emily B.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/uWE5N2r8foWvIZlrkhIPRA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much Vignesh! Such kind words. We'll see you soon!",
          "date": "2021-01-27T15:09:51Z"
        }
      ]
    },
    {
      "user": {
        "name": "Mina M.",
        "user_id": "kGyrog5BJV-aFdzrL6Ao4w",
        "link": "https://www.yelp.com/user_details?userid=kGyrog5BJV-aFdzrL6Ao4w",
        "address": "Jacksonville, FL",
        "friends": 67,
        "photos": 5,
        "reviews": 13
      },
      "comment": {
        "text": "I dined at a mano on a Thursday night. The restaurant is super cute and intimate! We opted to sit on the patio which was very cozy. I ordered the truffle pasta and was kind of underwhelmed. The buildup for it was a lot by the waiter, so I kind of expected something more. The buratta was amazing though!!\n\nWe ordered dessert, the bananas foster bread pudding. The cake part was kind of cold and hard, but the ice cream on it was delicious. \n\nThe service was great, I just think I was a little underwhelmed by the food.",
        "language": "en"
      },
      "date": "2023-04-04T23:31:18Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Mina, thank you for taking your time to give us your review! We greatly value our guest's feedback and hope that your next visit to a mano will be a 5 star experience!",
          "date": "2023-04-12T00:50:58Z"
        }
      ]
    },
    {
      "user": {
        "name": "Zachariah S.",
        "user_id": "tvn6_ztq_zRxb0blOOogxg",
        "link": "https://www.yelp.com/user_details?userid=tvn6_ztq_zRxb0blOOogxg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xx_5JHfnXrNaIS2d0_uzMg/180s.jpg",
        "address": "Augusta, GA",
        "friends": 178,
        "photos": 640,
        "reviews": 240,
        "elite_year": 24
      },
      "comment": {
        "text": "If you know me you know I love Italian food, especially when the pasta is freshly made. So this place is it. The pasta is fresh and cooked Al dente the way it is supposed to be. With this foundation, the food will be on par or better. This place is a great way to get your pasta fix for sure. The flavors are very pronounced, no dull dishes here. The the scallop dish had great taste and the mushrooms were great in this dish. Goes well with their Sauvignon Blanc. The special was really good as well, crawfish fusili. Had a good amount of spice but not so much that it would take away from the dish. My youngest had the cacio de pepe (not pictured). Perfect simple bite. One thing I would hope they change back is the octopus. Used to be plated as a charred octopus sitting in sauce. Allowed the charred octopus to shine. The current plate is still good, just not as. I would definitely recommend this place. The only thing is the parking is not that great. So be prepared for that.",
        "language": "en"
      },
      "date": "2022-06-19T14:01:58Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fzOlKMYUr3I3E9h7YU2QQg/o.jpg",
          "caption": "Scallop Fusili"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/k_GsibQbV8OuJZvJTwaFaw/o.jpg",
          "caption": "Special (crawfish fusili)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6rmEV_7GOeiZ5BcQQ-3Bag/o.jpg",
          "caption": "Octopus"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LAYX7i2O8IwVw123AyYPJw/o.jpg",
          "caption": "Pinot Noir"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Your photos are awesome Zachariah! Thank you for your thoughts on the octopus and we will continue to take our guest feedback into consideration when it comes our dishes. As far as parking, being in Atlanta we are forced to compromise and the majority of our parking is on the surrounding streets. Hope to see you in soon!",
          "date": "2022-06-21T19:34:47Z"
        }
      ]
    },
    {
      "user": {
        "name": "Zahra S.",
        "user_id": "IPSH8qZlLRI2UYbWFz6QcQ",
        "link": "https://www.yelp.com/user_details?userid=IPSH8qZlLRI2UYbWFz6QcQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GswZJ8vdlQuI0BjWYRdaRQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 3,
        "reviews": 4
      },
      "comment": {
        "text": "DELICIOUS!!!! I wanna bring all of my friends from Atlanta here. Amazing service and ambiance!",
        "language": "en"
      },
      "date": "2022-09-01T18:47:44Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zo4JDOrLoX0Ha_OV_L2rJA/o.jpg",
          "caption": "Crab pasta"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you Zahra! It was our absolute pleasure to serve you. We are happy to take the place as Atlantas best kept secret.",
          "date": "2022-09-07T19:48:02Z"
        }
      ]
    },
    {
      "user": {
        "name": "Evonne P.",
        "user_id": "RjcXZwF-MyTCcdCtH1WjAQ",
        "link": "https://www.yelp.com/user_details?userid=RjcXZwF-MyTCcdCtH1WjAQ",
        "address": "Glen Allen, VA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "We attended dinner on Saturday, September 16th with a family member who has extreme food allergies. Our server and the manager were AMAZING in helping us navigate the menu to ensure a safe, healthy experience. The manager even went so far as to contact the owner of the local company who produces the gelato served at a mano to ensure that it didn't contain polysorbate. In addition, to the wonderful service, the food was absolutely phenomenal.",
        "language": "en"
      },
      "date": "2023-09-22T13:44:11Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much for your kind review, Evonne!\nWe are so happy your group felt cared for and had an amazing experience with us. We want everyone to be able to enjoy delicious food and we are more than happy to assist in addressing food allergies. We hope to host you again soon!",
          "date": "2024-03-05T19:19:34Z"
        }
      ]
    },
    {
      "user": {
        "name": "Patti S.",
        "user_id": "NWsrQ9EscoTQ4Hcx6b5AIg",
        "link": "https://www.yelp.com/user_details?userid=NWsrQ9EscoTQ4Hcx6b5AIg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RBiK0yKlT6-YsQqPSS7w4Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 25,
        "photos": 175,
        "reviews": 94,
        "elite_year": 24
      },
      "comment": {
        "text": "So I've passed a mano many-a-time and have always taken notice that their patio is rarely empty. Always a nice crowd, and seemingly a nice ambience. We would have thoughtful debates about whether the food was great or it was just a cool place to be seen - so we finally took the plunge last week during lunch and what a delight!\n\nWe went straight into entrees, grabbing 2 sandwich combos. I got the PLT (prosciutto, lettuce, tomato, and aioli) with tomato soup. My friend got the mushroom sandwich with fried potatoes. \n\nMy sandwich (PLT) was very fresh and light, but I wouldn't get it again. The prosciutto portions were small so I mostly tasted a lot of bread and toppings - nonetheless, still tasty and I finished it. The tomato soup gets a 5/5 - it's not so much creamy as it is finely blended with thickness and texture. Not too salty and seasoned perfectly with basil and the oil drizzle. Would recommend! \n\nMy lunch date is very big in portions and taste, so aesthetics wouldn't trump taste here. I was very relieved to see him clean his plate! He loved the mushroom sandwich, which was a much thicker sandwich than mine with plentyyy of cheese. The star of his show was the fried potatoes, however. They are a generous portion of thick, round potatoes sliced in half and topped with aioli, freshly grated Parmesan, and herbs. I'm not a big potato person outside of French fries and these potatoes blew me away. They have a crisp outer and a creamy inner that's still not too thick and perfectly flavored throughout. The generous aioli and parm really kick these up a notch, absolutely recommend if you're a potato lover - 5/5.\n\nThe service from Will was fast, friendly, and came with great recommendations. I cannot wait to come back and try the pasta, which is made fresh in-house daily. \n\n*Last Tip: a Mano has pictures of most of their menu items online. The presentation of everything is beautiful in person and the price point is truly a relief. We had a wonderful lunch for under $30.",
        "language": "en"
      },
      "date": "2021-10-14T11:45:18Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Emily B.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/uWE5N2r8foWvIZlrkhIPRA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much, Patti! We love hearing feedback of all sorts, and it's such a treat to get so much detail of an experience from your vantage point. Please don't hesitate to reach out and let me know how we can have you back and make it a 5 star experience!",
          "date": "2021-11-01T18:26:08Z"
        }
      ]
    },
    {
      "user": {
        "name": "Lindsey B.",
        "user_id": "_HsK0sT9SrivFWXKmJ9Efw",
        "link": "https://www.yelp.com/user_details?userid=_HsK0sT9SrivFWXKmJ9Efw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gWD4IafcNZlGRe8uUGWwuA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 1,
        "reviews": 20
      },
      "comment": {
        "text": "This has been on my list for a while but of course covid created a delay in that! I am gluten free and have heard wonderful things about the gluten free pasta here so my husband and I finally got a chance away from the kids and tried it out. \n\nWe sat outside on a chilly night but the heaters were enough to keep us warm with jackets on. The overall experience was good, but I felt for the price point the service was sub par (I.e. had to find our own silverware and napkins) I do realize during these times staff in restaurants are over worked so this shouldn't affect your decision on going! I got the insalata mista and the Bucatini alla Bolognese with gf pasta and a delicious glass of wine. I've been told to call ahead about the quantities of gf pasta available, I didn't but actually lucked out! The pasta didn't taste like your usual gf home bought pasta and that alone is enough to get me to come back and try it with another sauce. We were both happy with the amount and satisfied with the taste. This is a must if you are gluten free! \n\n*I am not celiac but gf due to auto-immune disease, for celiacs you may want to ask more in depth questions *",
        "language": "en"
      },
      "date": "2021-12-31T21:25:57Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pTxBsaVV_QpR-RQVVCNFKA/o.jpg",
          "caption": "Bucatini alla Bolognese with gluten free pasta"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Emily B.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/uWE5N2r8foWvIZlrkhIPRA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much Lindsey! So happy to hear that you enjoyed our gluten-free fettuccine! And what a bummer that you had to seek out your own place settings. The least we can do is not expect you to eat with your hands! I do apologize for that lapse in what sounds like an otherwise pleasant experience. Please reach out to me and let me know what I can do to get you back in for a 5 star review!",
          "date": "2022-01-06T19:00:24Z"
        }
      ]
    },
    {
      "user": {
        "name": "Frances M.",
        "user_id": "syEM7Xb9J30b88g6AntGOg",
        "link": "https://www.yelp.com/user_details?userid=syEM7Xb9J30b88g6AntGOg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-Z8sx7zpe0SqaAMSL0nLUA/180s.jpg",
        "address": "Orlando, FL",
        "friends": 0,
        "photos": 40,
        "reviews": 26
      },
      "comment": {
        "text": "I was looking for really good Cacio E Pepe and definitely found it. The green goddess potatoes were to die for and the view from the bar window was very romantic.",
        "language": "en"
      },
      "date": "2022-08-10T16:50:22Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZR5GVeL7TFT8UKJetOyg2Q/o.jpg",
          "caption": "View from outside the bar window"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/r12x4rrlLGC7hJKAzCY0dg/o.jpg",
          "caption": "Green goddess potatoes"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "When the sun sets and the lights are twinkling.....a beautiful way to enjoy a meal. Happy to have you in and to hear that you chose us as your spot. Welcome Frances!!",
          "date": "2022-08-10T18:53:02Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nisha B.",
        "user_id": "FYKgCWsQB5MNLSpefomzEQ",
        "link": "https://www.yelp.com/user_details?userid=FYKgCWsQB5MNLSpefomzEQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uB9HWvlOW9jaIipulbNdKA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 10,
        "photos": 112,
        "reviews": 174,
        "elite_year": 24
      },
      "comment": {
        "text": "I rarely write reviews but this was so worth it! I had such a yummy mushroom sandwich here. As a vegetarian usually the options can be pretty blah. But here, I was so pleasantly surprised with the sandwich and the flavors! Everything tasted fresh and delicious. The only thing I would recommend is more vegetarian options. I went during lunch and there was one sandwich and one pasta that could be considered vegetarian although they do have salad options as well! Also the ambiance was so nice.. Plenty of parking, outdoor seating, and a cute interior as well. The service was very quick and attentive. Will definitely be back. Also we brought our dog with us and the waiter was nice enough to bring out a doggy bowl of water without us asking!",
        "language": "en"
      },
      "date": "2021-10-01T21:02:29Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QQqVXraNjU44yXCwhcrvEQ/o.jpg",
          "caption": "Mushroom sandwich and housemaids chips front, fried chicken sandwich with fried potatoes in the back"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Emily B.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/uWE5N2r8foWvIZlrkhIPRA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you Nisha! So happy to hear you had a great time at lunch! And of course, we give the dogs good service as well as pets are people too! Hope to see you back soon!",
          "date": "2021-10-12T17:19:12Z"
        }
      ]
    },
    {
      "user": {
        "name": "Erica D.",
        "user_id": "rYnomxckGPW1azLm3fLfeg",
        "link": "https://www.yelp.com/user_details?userid=rYnomxckGPW1azLm3fLfeg",
        "address": "Manhattan, NY",
        "friends": 0,
        "photos": 1,
        "reviews": 8
      },
      "comment": {
        "text": "A mano was a great experience! Despite being very busy, the staff working were really attentive and kind. The food was delicious and fairly reasonable ( coming from NYC so this view may be different than others). We had a reservation and we're seated right away. Great wine recommendations from our server as well. Will def be back !",
        "language": "en"
      },
      "date": "2023-07-22T13:19:25Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much for your 5 star review and your kind words! We are so happy to hear that you enjoyed your time with us!",
          "date": "2023-07-27T18:08:09Z"
        }
      ]
    },
    {
      "user": {
        "name": "Elizabeth G.",
        "user_id": "p45X9TF6ZlCjsvAG_ag6Xw",
        "link": "https://www.yelp.com/user_details?userid=p45X9TF6ZlCjsvAG_ag6Xw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZbxOwR6yzd6XZ84m_BAgaw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 320,
        "photos": 415,
        "reviews": 308,
        "elite_year": 24
      },
      "comment": {
        "text": "My husband and I have been ordering take-out from a mano throughout the covid lockdown but since we're now fully vaccinated we finally sat down to eat here! It was just as amazing as we imagined it would be.\n\nLos Guidry's Thoughts and Recommendations:\n- First please know parking is THE WORST  here. They have 4 spots and it's very difficult to maneuver your way out of the lot. Plan to find street parking and walk.\n- Burrata: Such a delicious and shareable appetizer! I know what you're thinking- \"but you can find burrata anywhere\". That is true but! a mano serves it's burrata with sourdough bread and tomato JAM. Y'all... I said jam! \nSuch an incredible combo I don't know why more restaurants don't do this.\n- Charred Octopus: If you're a octopus fan like us then you'll love this appetizer! The octopus was perfectly cooked- tender never rubbery. And the citrusy salad with potatoes it's served with compliment the flavors so well. \n- Pastas: We are obsessed with their pastas! They offer Gluten free pasta which is a big reason why we order so often from a mano. We highly recommend the Bucatini alla Bolognese, Fusilli, and Carbonara. The ingredients are always fresh and the portions are filling!\n- Dessert: We tried the Banana Foster Bread Pudding and it was absolutely amazing! It's pretty sweet so I wouldn't recommend this if you don't like sweets. But for us this was the perfect way to wrap up dinner. \n\nOverall, a mano is consistently excellent. The food tastes equally as good whether we enjoy it as take-out at home or sitting down at the restaurant. The service from the host and the server were both exceptional and we cannot wait to go back.",
        "language": "en"
      },
      "date": "2021-05-24T15:07:17Z",
      "rating": 5,
      "tags": [
        "5 check-ins"
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Emily B.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/uWE5N2r8foWvIZlrkhIPRA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Elizabeth! Thank you SO MUCH for the five stars, even though our parking lot leaves a lot to be desired. Parking spaces, most of all. We are blessed to be surrounded to free street parking though. I'm so glad to hear that it didn't deter your dinner with us! We can't wait to have you back!",
          "date": "2021-05-24T17:40:16Z"
        }
      ]
    },
    {
      "user": {
        "name": "Kelly C.",
        "user_id": "BAfcfejuNMR2Yb9b2JAq9A",
        "link": "https://www.yelp.com/user_details?userid=BAfcfejuNMR2Yb9b2JAq9A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aMYcGMWqIAhfFkJvG7Jp8A/180s.jpg",
        "address": "Denver, CO",
        "friends": 11,
        "photos": 182,
        "reviews": 100
      },
      "comment": {
        "text": "The charred cabbage is probably one of the best things I've ever eaten. All our food was delicious. I was very pleased at the number of vegetarian/vegan options. And I couldn't believe how reasonably priced the menu was. We probably ordered too much because we expected smaller portions. \n\nWe had a lively, new experience. None of us had tried (or heard of) amaro before and we were intrigued by the flavors listed on the menu. Our server was so gracious in explaining what amaro was and how to pair it with our food. \n\nI would love to come back for date night or another long dinner with friends. The outdoor seating is so lovely and versatile. I felt very comfortable in our casual dress, but you could also dine here for special occasions.",
        "language": "en"
      },
      "date": "2021-05-26T12:49:49Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/goIG9fqUNzSZPtfqhqCtuQ/o.jpg",
          "caption": "Fig salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/92Pjv4Vqg4DEgr2sFfB93g/o.jpg",
          "caption": "Amaro flight"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dQ8Or8du5J-PQMMwRtyO0g/o.jpg",
          "caption": "Vegan pasta"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xKXU-qVerMgbmlbzZtN6xg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/A2_ZD3cDnR0O8LVSb15r9A/o.jpg",
          "caption": "Charred cabbage"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Emily B.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/uWE5N2r8foWvIZlrkhIPRA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much Kelly! It sounds like you found some new favorites! And what a treat to be able to open your world up to amaro! Keep your eyes peeled for some locally made additions to the list!",
          "date": "2021-05-31T18:59:39Z"
        }
      ]
    },
    {
      "user": {
        "name": "Cory S.",
        "user_id": "iyGVb9h3_Z0YAdlkOV2YYg",
        "link": "https://www.yelp.com/user_details?userid=iyGVb9h3_Z0YAdlkOV2YYg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WBCnXOmuRb1Wq7uw1vTjRg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 7,
        "photos": 0,
        "reviews": 38
      },
      "comment": {
        "text": "This place is amazing. It's layout is cozy and warm. The staff is fantastic and seem to love their jobs. But the food... the food is incredible. Their bolognese is complex and rich. Their burratta is milky and perfect. The pasta was the very definition of al dente. Everything is crafted with care and quite reasonably priced for the outstanding quality. Highly recommend.",
        "language": "en"
      },
      "date": "2022-10-27T22:54:14Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much, Cory. :) Your compliments mean so much, and I'm glad to hear that it sounds like we delivered an outstanding experience to you. We do hope to see you back soon.",
          "date": "2022-11-04T17:02:22Z"
        }
      ]
    },
    {
      "user": {
        "name": "Danielle M.",
        "user_id": "0UY-loxA3St6MN7CB4Qqsw",
        "link": "https://www.yelp.com/user_details?userid=0UY-loxA3St6MN7CB4Qqsw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 1
      },
      "comment": {
        "text": "Can't wait to go back to A Mano -- everything met our expectations. It has an intimate yet trendy cottage vibe. The food and mock tails were sooo good. We literally were planning our next visit with each course.",
        "language": "en"
      },
      "date": "2023-02-16T23:56:54Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Xr9HnW7fDiTtrWTiXfbl7A/o.jpg",
          "caption": "Burrata"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8N9BycCiH-G-qVfCpTyndA/o.jpg",
          "caption": "Bolognese"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for the 5 star review and for taking your time to give us your feedback! I'm thrilled to hear that you enjoyed your dining experience with us! We can't wait to host you again very soon!",
          "date": "2023-02-26T00:17:06Z"
        }
      ]
    },
    {
      "user": {
        "name": "Caitlin B.",
        "user_id": "vFcgHo4iyJyTbrJaN5aZBQ",
        "link": "https://www.yelp.com/user_details?userid=vFcgHo4iyJyTbrJaN5aZBQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/C8PA76Bm-ck0O0bCvQxKKA/180s.jpg",
        "address": "Denver, CO",
        "friends": 416,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "Food and service is Fantastic! The only con is selecting which to order because the entire menu is fantastic- very difficult to decide! Ambience is perfect for every occasion and love the staff there!",
        "language": "en"
      },
      "date": "2023-03-06T18:01:12Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much Caitlin! We all work hard to take great care of our guests and give them the best food and beverages that we can. I'm thrilled to hear that you enjoyed your time with us! Thank you for being part of the a mano family!",
          "date": "2023-03-10T02:36:04Z"
        }
      ]
    },
    {
      "user": {
        "name": "Kelly S.",
        "user_id": "C64vJxIGRzkqXxx5kkvpnw",
        "link": "https://www.yelp.com/user_details?userid=C64vJxIGRzkqXxx5kkvpnw",
        "address": "GA, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 4
      },
      "comment": {
        "text": "A fantastic birthday meal ! With excellent attentive staff who truly made me feel special. Will most certainly be back !",
        "language": "en"
      },
      "date": "2023-08-13T03:02:48Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for joining us for your Birthday dinner and for the 5 star review! Cheers to you dear!",
          "date": "2023-09-06T02:10:03Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jen C.",
        "user_id": "Yn3oaS4kaHHukUrQBgiR6A",
        "link": "https://www.yelp.com/user_details?userid=Yn3oaS4kaHHukUrQBgiR6A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/w2ZcMSSbd1YTOpQZHuPA2A/180s.jpg",
        "address": "GA, GA",
        "friends": 0,
        "photos": 21,
        "reviews": 20
      },
      "comment": {
        "text": "Their Barada & their sour bread is absolutely delicious! Best I've ever had.\n\nBarada & bread: 10/10!!\nEggplant: It's very different it's two pieces of eggplant lightly fried with cheese it's very good! 8/10\nTheir ricotta is so yummy. \nMarlow was wonderful (So sweet & helpful) \nOur waitress was alright...",
        "language": "en"
      },
      "date": "2022-07-15T02:40:55Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you Jen! We have the best chefs who continue to strive for excellence. If you have any additional thoughts that you feel would be helpful, we invite you to speak with our Front of House manager Heather so that she may review your feedback. Have a great day!",
          "date": "2022-07-27T19:01:52Z"
        }
      ]
    },
    {
      "user": {
        "name": "Rebecca H.",
        "user_id": "ggEXyDxnnjdLSDtcRXKqCA",
        "link": "https://www.yelp.com/user_details?userid=ggEXyDxnnjdLSDtcRXKqCA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gQF5fV_4Ulm2uAtTpblT9Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 257,
        "photos": 692,
        "reviews": 201,
        "elite_year": 24
      },
      "comment": {
        "text": "love!!! made a reservation for 7 people at 8 pm on a wednesday. sat right down. the service was impeccable. our server was marlow (sp?) & he was fabulous. we also had another server check up on us from time to time. the ambiance is great! cute place, kinda low lighting, candles everywhere, cafe lighting outside, love. i got a glass of sauvignon blanc for $13 which was delicious. all of the cocktails are really fun & unique! we got 2 orders of burrata for the table which was BOMB - the bread looks regular but it is so yummyyy. i got the fussili e scallops which has mushroom, spinach, & cream. i personally LOVED it - such a good portion & only $18. my friends also all loved their dishes. you can't really go wrong with any dish here! i'll be back",
        "language": "en"
      },
      "date": "2022-05-12T21:31:53Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SLIBvU4cyGk1u7ZCdQjT9g/o.jpg",
          "caption": "buratta $13"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/q9eWu3K7Cx9MbNi0oBLgZw/o.jpg",
          "caption": "cacio e pepe"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5-cTsovXp7usOwy8TDvtig/o.jpg",
          "caption": "fussili e scallops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FpB4Ik7psQeEvTDv_ULh0A/o.jpg",
          "caption": "bolognese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tTvzfGIE0c2bZ0RQ0p1x0g/o.jpg",
          "caption": "steak frites"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank You Rebecca! We thoroughly enjoyed having you ladies in this evening as you were all so lovely and fun. We are also overjoyed that you had a great experience. We can not wait to see you again.",
          "date": "2022-05-12T22:06:51Z"
        }
      ]
    },
    {
      "user": {
        "name": "Andrew K.",
        "user_id": "1MA74yf06GAd59jSN_0pOw",
        "link": "https://www.yelp.com/user_details?userid=1MA74yf06GAd59jSN_0pOw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-sxdjpPbpgcylqsGzMunTg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 116,
        "photos": 205,
        "reviews": 429,
        "elite_year": 24
      },
      "comment": {
        "text": "It's been years since I've been here and I really don't know why as it was just as good as I remember it. We sat outside on their temporary covid patio tent with some warmers. Not the most scenic but enough ambiance to enjoy the tasty food. \n\nWe got the steak frites and crawfish pomodoro pasta. Both were excellent. The former was salty and savory while the latter was a little spicy with a nice tang. The cauliflower side dish with creamy butter sauce was bomb. We didn't love the drinks we had at first but they grew on us (the a mano bourbon and the Diablo special). Drinks and food aren't cheap but they are fair considering the quality. Service was prompt and friendly. Will be back sooner next time!",
        "language": "en"
      },
      "date": "2021-04-22T00:53:29Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Payton L.",
        "user_id": "KX5vGbJHpYFDx9QtCDmFyA",
        "link": "https://www.yelp.com/user_details?userid=KX5vGbJHpYFDx9QtCDmFyA",
        "address": "Athens, GA",
        "friends": 0,
        "photos": 5,
        "reviews": 4
      },
      "comment": {
        "text": "Celebrated my birthday here and it was so great! The service w/ Matt was awesome and of course the food and cocktails were amazing as usual. The staff also got me two birthday desserts free of charge and a birthday card that they all signed which was so sweet and fun!! 10/10 they go above and beyond",
        "language": "en"
      },
      "date": "2023-07-21T14:21:41Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for the 10/10 and the 5 stars! WE do our absolute best to give every guest an amazing experience with us! Happy Birthday again!",
          "date": "2023-07-27T18:06:58Z"
        }
      ]
    },
    {
      "user": {
        "name": "Carlie M.",
        "user_id": "yGpkiCyctrBJDMOTMXOJdw",
        "link": "https://www.yelp.com/user_details?userid=yGpkiCyctrBJDMOTMXOJdw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Yiyrai6RzjGy_zbS1D09Fg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 313,
        "photos": 1793,
        "reviews": 912,
        "elite_year": 24
      },
      "comment": {
        "text": "Came in last Friday with my fiancé for a date night. We made a reservation for 6:15pm. I most certainly suggest making a reservation, especially if you want to sit inside since the indoor seating isn't huge. They do have quite a bit of outdoor seating that looked fun for a nice day though! We were seated right away. It's super cozy inside! Our waiter came over quickly to give us water and gave us a few minutes to look over the menu. We started with drinks. I ordered a blueberry + gin + mint cocktail. My fiancé ordered a glass of Chardonnay. The cocktail was great! Super refreshing. For our food, we both ordered the carbonara. I added the salad for an additional $3. My fiancé got a side of cauliflower. The food came out rather quickly! The carbonara was quite tasty. The salad was a good addition as well if you just want something on the side. The cauliflower was oddly maybe my favorite thing? The crème fraiche and parm they add to it just really hits it home! Overall a good meal and a great place for a date night!",
        "language": "en"
      },
      "date": "2022-02-28T20:29:34Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IXaNl_TYCApcSvsjKq30ew/o.jpg",
          "caption": "Blueberry and gin cocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MbuK0a4u9dYav_rb43TlzQ/o.jpg",
          "caption": "Carbonara"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/c9pxtCsVhZsgEbTCzOecEg/o.jpg",
          "caption": "Cauliflower"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wwC9okh9sIR4SuKyWYWMSw/o.jpg",
          "caption": "Carbonara, cauliflower ."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you Carlie! We are delighted that you had such a great time. Our cauliflower is a MUST when dining with a mano because it is just so darn gooooood. We look forward to serving you and your fiance again!",
          "date": "2022-03-01T23:37:29Z"
        }
      ]
    },
    {
      "user": {
        "name": "Demetria G.",
        "user_id": "ngiYAhFxYjik4zejnuClxw",
        "link": "https://www.yelp.com/user_details?userid=ngiYAhFxYjik4zejnuClxw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xEUwfgXyDplJgj6al4Scpw/180s.jpg",
        "address": "Morrow, GA",
        "friends": 11,
        "photos": 136,
        "reviews": 135
      },
      "comment": {
        "text": "Tough but I owe it to myself to be honest and possibly help enlighten. I planned this visit very carefully for a few weeks because heading into town from the Southside on anyway is always potentia to sit in traffic. Well after much consideration and multiple days of reading through the most recent reviews and browsing pics, I made up my mind. At the last minute I decided to head in to try out their Scallop Fusulli. As I anticipated traffic was a mess but I left early enough to ensure I'd be ahead of the dinner crowd.  They were extremely easy to find and had adequate parking during that time so not sure how it might be later because it wasn't super big. I waited until they opened and kind of looked around at their setup of outside dining, which I thought was cute. It was very clean and had a kind of cozy feel.  When they finally opened I opted to stay indoors since a few parties chose outside. I was quickly approached by a nice young lady who I just can't recall her name right now and the receipt says bar. Anyway she was extremely polite and asked if I'd like any starters to which I declined and told her I knew exactly what I wanted. After she told me the ingredients, I asked to omit the spinach.  She then asked if I'd like anything besides water and showed me their drink menu. I had not intended to have a drink since I was riding solo, so she suggested two of their zero proof beverages. I decided to try the Honeysuckle Blue which has blueberry, sage, lime and ginger soda. Now, what I can and will say is she was absolutely correct with her favorites and her descriptions of taste!!!!! Amazingly refreshing and not too strong or overbearing like sage can I complimented her on her drink advice and told her it taste just as she described.  When she brought out the meal the plate presentation was neat and clean, however green was present even though I'd asked for no spinach. She then apologized and said she could take it back to the kitchen. I really didn't want to inconvenience her and figured what the hell eat and just pick around it because I had waited too long to get there and patiently waited for them to open so I was starving. The first bite was noticeable that the pasta was kind of firm with very little of whatever the creme sauce was underneath. I really couldn't figure out what it was made up because the noodles and paramesan cheese had soaked whatever it was up. Umph well I thought this is an Italian Restaurant so maybe they just made alot of pasta to use on each dish. When she passed by, I stopped to ask her for a little extra sauce because I was hoping that if I put a little more on it , the moisture might make the pasta more bareable to try. However, she quickly returned and apologized, but the kitchen told her they could not give extra sauce. Welll okay, that  immediately made me think that during the time between opening for dinner and lunch , maybe they make a big batch of it to be ready. Since I didn't see what would have happened had she taken it back to the kitchen, I couldn't say. It should have been the same response; they told her to come back about the sauce and just explain. Based on the fact that their noodles were extremely overcooked, I would be willing to guess that is the case.  I did like the cook on the scallops and mushrooms so much that I really tried the next day to bring the pasta back to life but no luck, just picked and trashed the noodles and spinach. I would be remiss if I didn't say how extremely disappointed I was and even that might not even cover it because other reviews mentioned the same about the pasta but as always I'm one that I have to find out for myself. Needless to say, the dish was $18.00 the drink $8.00, and I saw prior at the bottom of the menu that to help the health care cost for employees, there is also a 2% subsidy.  I made Saturday my day to satisfy my different food cravings after immense research and attempt in the process to aid in bringing a little revenue to smaller establishments since those are my only go-to places. This visit cost me more time, gas and I didn't want to skimp it on my server because she did a great job, so I wanted to give a generous tip.\n\n What might be a good idea if management reads this is....when you're asking your guest to help out with added fees, do them a favor and possibly bend what might have previously been rules in order to ensure future visits and referrals. Word of mouth used to be important, but now in these times that might not always be possible so be sure to make all attempts to outshine your competitors.  Happy satisfied customers will always return no matter what unexpected pricing changes you may have to make at a moments notice.  I cannot say that i wont trek the 15-20 mile to try again quickly and bring my foodie partner so for now we'll just have to see when.",
        "language": "en"
      },
      "date": "2022-03-08T20:31:13Z",
      "rating": 3,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0XgQntNegcxb61s_z-CGGA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lfqrb4OMdvQMXhVYftfr3w/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7Ag7nWyW5P11CA9EvoXidg/o.jpg",
          "caption": "Honeysuckle Blue"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OLXkuMwRgUfQqD6wl25HOw/o.jpg",
          "caption": "Scallop Fusilli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2mRYBcKvP_zqviqhkUdzbA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank You Demetria for your feedback. Thank you very much for taking the time to brave the crazy Atlanta traffic just to visit us. It seems as though we were not on our A game for your meal.\n We value both positive and negative feedback from our guests as it allows us to understand and  evaluate where we are in that moment as well as how to elevate our food, beverages and service for the future. If you are available, our Front of House manager Heather would love to talk through your experience so that we may correct any similar issues that could arise in the future. At your convenience, please do not hesitate to reach out to us at 404-549-7727 or at amanobistroatl@gmail.com. We'll be looking out for your call or email!  Thank you for your time and we hope to hear from you soon.   Cheers!",
          "date": "2022-03-17T18:25:36Z"
        }
      ]
    },
    {
      "user": {
        "name": "Charles S.",
        "user_id": "0MeivhX0kZCfV3zMtHtk9Q",
        "link": "https://www.yelp.com/user_details?userid=0MeivhX0kZCfV3zMtHtk9Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MfnFhoWrJfq6qIbzAsn18Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 343,
        "photos": 488,
        "reviews": 1021,
        "elite_year": 24
      },
      "comment": {
        "text": "My friend and I loved a mano.  Great food, lovely ambience and above all great food. \n\nDetails. We started with lovely negronis. Yum. \n\nFirst course (we shared everything) was a summer salad with a grilled peach, feta, arugula, and other lovely things \n\nSecond course: fusilli with scallops. The sauce had just a bit of cream -- not too much -- and it was lovely. \n\nThird course: lovely duck breast. It came with an amazing savory blueberry sauce. Wow.  The duck as was a bit past medium rare we had requested but with the sauce, we didn't care. I was tempted to lick the plate. \n\nDessert was bread pudding. It came with caramel sauce and a scoop of ice cream. Tasty but a bit heavy. Note to chef: try it just once with croissants as the base. . You won't go back. \n\nMadeleine, our server, was terrific. She didn't hesitate to share her preferences and for that I am an thankful. (Don't you hate 'excellent choice, sir'?)\n\nFinally the terrace was perfect on a warm late summer evening. \n\nNote: Ralph McGill Blvd is all torn up and there's no parking. Try East Street and walk a block.",
        "language": "en"
      },
      "date": "2019-09-23T00:07:19Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/28ZHAqu3b-uPHxD9fWt-_g/o.jpg",
          "caption": "Duck breast"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Sydney R.",
        "user_id": "u-VDBI2slsTkNlyak1urgQ",
        "link": "https://www.yelp.com/user_details?userid=u-VDBI2slsTkNlyak1urgQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/s5jfA8SwTG9hW8lb2aChhg/180s.jpg",
        "address": "Old Fourth Ward, Atlanta, GA",
        "friends": 5,
        "photos": 1,
        "reviews": 9
      },
      "comment": {
        "text": "Friends have been raving for some time and we finally made a night of it at a mano. We started with the special cocktail, the \"sheroni\", which was a nice take on the classic negroni. Next was the charred octopus. It was good but not outstanding. Both the scallop fusilli and flank steak were delicious. Very flavorful and great for sharing. We added charred cabbage. I love almost anything charred. This was a bit soggy with oil, but I enjoyed the flavor. My wife thought the olives were overpowering.\nWe were very satisfied and started to enjoy after dinner beverages when we were shocked to basically be EVICTED from our table. The manager escorted us to the bar because they needed to turn the table. \nSo, we left with a bitter taste in our mouths. If you are looking to enjoy a continental style meal, look elsewhere.",
        "language": "en"
      },
      "date": "2022-04-01T00:48:58Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you, Sydney, for your feedback. Being that we are a small restaurant with a high volume of guests, we have had to make some adjustments recently, including a recommended time structure for the dining experience. We do try to communicate that and work in walk-ins around reservations as much as possible. We designate the area by the bar, as well as the bar itself, for guests who are either waiting to be seated or as an alternative space for guest(s) finishing up their after-dinner beverages or dessert so that we may keep the flow of the restaurant going. We apologize if you felt evicted from your table, however, and do wish this had been expressed to us during your visit. The manager helps carry any items on the table to create a smooth transition and as a way of being of service to you directly. We did offer another beverage and/or dessert for the trouble and kindness you showed by moving, that you politely  declined, an offer that still very much stands when we see you soon!",
          "date": "2022-04-12T21:48:36Z"
        }
      ]
    },
    {
      "user": {
        "name": "Tristan S.",
        "user_id": "bpVyNCFyE0WsLUUznxkieg",
        "link": "https://www.yelp.com/user_details?userid=bpVyNCFyE0WsLUUznxkieg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fFESaWuUvTRTnNTVi0ZzQA/180s.jpg",
        "address": "Georgia Tech, Atlanta, GA",
        "friends": 137,
        "photos": 1,
        "reviews": 24
      },
      "comment": {
        "text": "So this spot I feel like could work on their image. I've driven by it 1 million times and I always thought it would be a beautiful date spot but really that's not what this place is. The food is good. You're not gonna have to pay that much for it and it'll fulfill your Italian desires, but it's not gonna be a memorable night. This is the place you go at Saturday at 4 PM to eat an Italian sammie and some salad and drink some wine after you've been out all day. I had the lunch as well, and it was pretty good, but nothing crazy. It's got a great vibe and a lot to like, but the food will have you thinking \"I could make this at home if I tried.\" I like it but don't love it.",
        "language": "en"
      },
      "date": "2022-09-28T02:57:19Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you Tristan for review.  We apologize that we did not WOW you in the ways that we would have hoped. We value feedback as this allows us to continue to learn and grow as a team as well as a business. If you have any specific details regarding your experience that you would like to share with us, please feel free to reach out to our Front of House manager Heather. We hope that you have a great day!",
          "date": "2022-10-05T19:45:48Z"
        }
      ]
    },
    {
      "user": {
        "name": "Yonathan G.",
        "user_id": "eqO9se03cewxaFzxlBWJtw",
        "link": "https://www.yelp.com/user_details?userid=eqO9se03cewxaFzxlBWJtw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "The food was excellent with good portions and great service. The ambiance is very cozy with outdoor and indoor seating. Alcohol costs are way to overpriced. I should not be paying $10 for a shot of Fernet at an Italian restaurant.",
        "language": "en"
      },
      "date": "2023-06-12T20:52:30Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for the Review Yonathan. We appreciate your business and kind words! Unfortunately the cost to have Fernet Branca behind our bar has gone up significantly in the last few years. For us to be able to offer it to our guests, the price of $10 is the minimum we can charge. Thank you again for taking your time to leave us a review and we hope to host you again very soon!",
          "date": "2023-07-06T22:04:22Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jessica G.",
        "user_id": "sjgeUZhxQTgg-9xxF6bbaw",
        "link": "https://www.yelp.com/user_details?userid=sjgeUZhxQTgg-9xxF6bbaw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/t57TNPGL4mpzyzlpcnopSg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 1438,
        "photos": 901,
        "reviews": 423,
        "elite_year": 24
      },
      "comment": {
        "text": "Food. Amazing. Wonderful flavors. If I could review on food alone I'd say 5 but alas food alone doesn't make you want to come back when the service doesn't match. \n\nWe made a ressie for a 9pm spot on the deck. The hostess sat as promptly and our serve walked up without saying hi, hello, have you dined here before, any menu questions, specials. She said they were out of a particular dish and asked if we were ready to order. We weren't yet of course as it was our first time here and we hadn't seen or known the menu and were hoping for a few recommendations or a run down, so we settled in on some of the House wine as we looked further. \n\nWe decided on the pasta dish with mushrooms and scallops and the carbonara and starting with the bread app -- which was different and tasty and came pretty promptly upon ordering. We were able to order another glass of wine at the time but that was the last time our waitress came by to check on us sadly. \n\nShe passed by us twice {in the small outdoor deck with only two other couples out there} without looking our way or asking how we were. Our food came out a bit later still our server didn't check and see how it came out or if we needed anything. We had wanted to order some potatoes we saw come out and also more wine, but unfortunately we left without ordering either as by the time she came back outside our meals were both finished and we flagged her down for the check. Very unexpected poor service. \n\nThat said both of our dishes were perfect portions and amazing flavors without being heavy or doused in sauces. The house wine was fantastic and worth double the cost of just $7 reminded me of the great cheap wine in our Europe travels. The porch had a nice breeze from the fans which worked even on a warm summer night. \n\nMaybe if we come back and try again our service will be up to par.",
        "language": "en"
      },
      "date": "2019-08-24T03:00:33Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CVpePzYQIY14k7D_fb3wBg/o.jpg",
          "caption": "Pasta dish with mushrooms and scallops. Most amazing light and flavorful"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Greg S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/S9HPhq4nXIDjz_DLbM7dWw/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Dear Jessica,\nThank you for taking the time to bring your experience to our attention. We are disappointed to learn that our service staff failed to deliver a satisfactory experience, let alone the exceptional experience we strive to provide.  We will use your feedback to work toward ensuring this lapse does not recur. \n\nPlease accept my sincerest apologies on behalf of the a mano team.  We hope to have the opportunity to exceed your expectations on your next visit!\n\nSincerely,\nGreg Shaw",
          "date": "2019-08-27T20:41:44Z"
        }
      ]
    },
    {
      "user": {
        "name": "Isaac U.",
        "user_id": "hb_hCKtaiA7uo5Ed7HalJg",
        "link": "https://www.yelp.com/user_details?userid=hb_hCKtaiA7uo5Ed7HalJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/G_j25INahLS2o27f30Wb7Q/180s.jpg",
        "address": "Midtown Atlanta, Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "a mano is an incredible Italian cuisine experience. I went here for my 23rd birthday after recently becoming gluten-free. The front of house manager, Will, was kind enough to walk us through their gluten-free options and tell us about his favorite menu items. Everything was to DIE for. The restaurant is quaint and semi-formal. Highly recommended!",
        "language": "en"
      },
      "date": "2022-12-08T04:34:02Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for taking your time to write us this glowing review Isaac!  We make a point of having a menu full of many different items to accommodate any guests with dietary restrictions. The Chefs do make the best homemade GF pasta and I'm thrilled to hear that you thoroughly enjoyed your meal! We can't wait to host you again soon!",
          "date": "2022-12-09T03:28:40Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nellie M.",
        "user_id": "4yiDNExj3eQb_8KqKoPFDg",
        "link": "https://www.yelp.com/user_details?userid=4yiDNExj3eQb_8KqKoPFDg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BMKrfrv9fCerzq0ZyGOIDA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 189,
        "photos": 190,
        "reviews": 54,
        "elite_year": 24
      },
      "comment": {
        "text": "I am so glad we decided to eat dinner at this spot. From the amazing outdoor heated seating to the phenomenal food / service, I am impressed. Thank you Marlow for the best customer experience. We definitely look forward to dining here again.",
        "language": "en"
      },
      "date": "2021-03-20T23:07:34Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qySDhvI9k3mDn9n6PlfGIg/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Mu2wbXgZeqebEi_agbAftg/o.jpg",
          "caption": "Ragu & Ricotta"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ibZpFZCdoTX_utFsRVu4hg/o.jpg",
          "caption": "Eggplant & Parmesan"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Emily B.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/uWE5N2r8foWvIZlrkhIPRA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much, Nellie! We are thrilled that you enjoyed your time with us, and we can't wait to have you back. :)",
          "date": "2021-03-23T17:51:15Z"
        }
      ]
    },
    {
      "user": {
        "name": "Anokhi A.",
        "user_id": "aPrKKA4Xr1x8qPw-vnmmKw",
        "link": "https://www.yelp.com/user_details?userid=aPrKKA4Xr1x8qPw-vnmmKw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ASTWv1tWOvNg5bkKOSHPtg/180s.jpg",
        "address": "Midtown, Atlanta, GA",
        "friends": 2,
        "photos": 2,
        "reviews": 3
      },
      "comment": {
        "text": "Came here for the first time on a Wednesday night. The restaurant was full but we were seated very quickly. The service was phenomenal! Our waiter took his time to explain everything on the menu and made sure that we were comfortable before walking away. The food was amazing and everything was perfect. I am already excited to go back again!",
        "language": "en"
      },
      "date": "2022-10-04T14:11:20Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Welcome to the a mano family, Anokhi!  We are over the moon to hear that you had an amazing experience. We look for ward to seeing you soon.",
          "date": "2022-10-05T19:52:58Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jim W.",
        "user_id": "kZlOW-g7403vRJHKrZZUrw",
        "link": "https://www.yelp.com/user_details?userid=kZlOW-g7403vRJHKrZZUrw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LLVX6xLkEJrMMQYK_txcVQ/180s.jpg",
        "address": "Peachtree City, GA",
        "friends": 28,
        "photos": 313,
        "reviews": 1156,
        "elite_year": 24
      },
      "comment": {
        "text": "We made a reservation for a Saturday; I would recommend making reservations more than a week in advance.\n\nIf you approach on Glen Iris from North Ave., the restaurant is across Ralph McGill on the right side. Their building appears to be a converted house, where the side and back yards were just paved over with asphalt. Hence, parking is pretty limited in the lot. It looks like there is street parking in the area. \n\nA Mano appeared to have 3 areas for dining: the interior space, a deck, and a sort of white tent thing in the parking lot.  They do a temperature check before you get seated. \n\nI thought the menu was a bit limited. Everyone in our party found something they liked, but there is not a huge variety.  Similarly, the wine list is also a bit limited. But again, I was able to find something I liked. \n\nEveryone in our party got pasta.  The dishes were good, but no one had that 'we need to come back here soon' vibe either.  It is worth a try, as I think it is somewhat new.",
        "language": "en"
      },
      "date": "2021-02-28T18:03:55Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anna B.",
        "user_id": "d6GX7JvkctnyiIDGmSJ8OQ",
        "link": "https://www.yelp.com/user_details?userid=d6GX7JvkctnyiIDGmSJ8OQ",
        "address": "GA, GA",
        "friends": 1,
        "photos": 1,
        "reviews": 19
      },
      "comment": {
        "text": "Restaurant was very cute. Parking lot was small, but we found street parking not too far away. Service was very quick and servers were attentive. We tried the cacio e pepe and bolognese pasta. Both were very fresh tasting, but portions seemed small for the price.",
        "language": "en"
      },
      "date": "2023-05-16T17:03:30Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for taking your time to give us your feedback. We greatly appreciate you dining with us and we hope to be able to host you again very soon!",
          "date": "2023-06-01T22:53:02Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nicole B.",
        "user_id": "HEDUwlC2cO_0JKoz4h_l0g",
        "link": "https://www.yelp.com/user_details?userid=HEDUwlC2cO_0JKoz4h_l0g",
        "address": "Tybee Island, GA",
        "friends": 424,
        "photos": 26,
        "reviews": 26
      },
      "comment": {
        "text": "The Cacio e Pepe needs some work. The sauce was broken and there was excess pasta water. I did love the Bolognese but the Cacio e Pepe was rough.",
        "language": "en"
      },
      "date": "2023-03-23T15:10:18Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for your feedback Nicole, and for taking your time to leave us a review. We value your business and hope to give you a 5 star experience in the future.",
          "date": "2023-04-05T22:12:52Z"
        }
      ]
    },
    {
      "user": {
        "name": "Amy S.",
        "user_id": "r3ii6uOjsD0Rb5Rweu9GcQ",
        "link": "https://www.yelp.com/user_details?userid=r3ii6uOjsD0Rb5Rweu9GcQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qFzBw1JDW5BsRRk-xymvxg/180s.jpg",
        "address": "New York, NY",
        "friends": 6,
        "photos": 269,
        "reviews": 183,
        "elite_year": 24
      },
      "comment": {
        "text": "I've eaten here 3-4 times, and I've had an excellent experience every time! I love the burrata appetizer and the pasta dishes. Great service. Love the ambiance!",
        "language": "en"
      },
      "date": "2021-09-28T01:11:14Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Terry T.",
        "user_id": "s54oJ-3YPyWMfSBcUJdenw",
        "link": "https://www.yelp.com/user_details?userid=s54oJ-3YPyWMfSBcUJdenw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6OIxhBWrLj01D2ZO2pTisQ/180s.jpg",
        "address": "Duluth, GA",
        "friends": 10,
        "photos": 1,
        "reviews": 5
      },
      "comment": {
        "text": "This place is consistently impressing me every chance I get to go with fantastic flavors in each dish and great execution I've tried most of the menu and you can't really go wrong with anything.",
        "language": "en"
      },
      "date": "2022-09-13T20:08:29Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you Terry! We are lucky enough to have some amazing chefs that are consistent and absolutely amazing. Have a great week!",
          "date": "2022-09-15T22:06:59Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jessel C.",
        "user_id": "k8Vvx6VY3ysbwzxf7zkUqA",
        "link": "https://www.yelp.com/user_details?userid=k8Vvx6VY3ysbwzxf7zkUqA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AVzzK1CSu8ps176aSV_VMQ/180s.jpg",
        "address": "Grayson, GA",
        "friends": 0,
        "photos": 82,
        "reviews": 51
      },
      "comment": {
        "text": "Simple menu selection - DELICIOUS food! \n\nStarted with the Fried Potato's - the Parmesan cheese is light and a perfect accent to the dish. The Green goddess sauce is to DIE FOR... perfectly salty and savory I give a 9/10. \n\nThe pork chop was to die for! Perfectly cooked and seasoned. 10/10\n\nHalf priced wine bottles on Tuesday and Wednesday night! Outside bar & Patios\n\nChefs have been trained in Italy and the food presentation / taste is apparent.\n\nCovid friendly - spaces seating - masks - hand sanitizer - gloves \n\nThis is an absolute GEM in Atlanta! \n\nDon't miss out",
        "language": "en"
      },
      "date": "2020-10-01T00:35:59Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IZPq6QVuzjacQD0wPwT7Tw/o.jpg",
          "caption": "Vegan pasta"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/r4V73QnwK7gnFC7MN99d-Q/o.jpg",
          "caption": "Beverage menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4moDrprbxOcUcqAHxNPKcA/o.jpg",
          "caption": "Food menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jP5zhRMw93kPEWCUGtvn0w/o.jpg",
          "caption": "Half priced wine bottles"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vbgdaQqzHM9e26clMG0ouw/o.jpg",
          "caption": "Fried potatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uv_NhMahXXHeAAk1ISnvQg/o.jpg",
          "caption": "Pork chop"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sam P.",
        "user_id": "GGbLjJuG215okwixQxpn3g",
        "link": "https://www.yelp.com/user_details?userid=GGbLjJuG215okwixQxpn3g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5XeMa8UNafRJJ3-YsrD-nw/180s.jpg",
        "address": "Lawrenceville, GA",
        "friends": 164,
        "photos": 37,
        "reviews": 38
      },
      "comment": {
        "text": "Usually after an italian meal i feel gross and heavy afterwards. I probably tried 4 different pastas and had dessert and I feel GREAT. Definitely coming back. Great service. Didn't wait so long to get each dish. 10/10 would recommend.",
        "language": "en"
      },
      "date": "2022-02-24T00:11:09Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W-JBgWnfTv0B8s0624eobA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TC5kmOiV6imbG8rS4CdZaw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank You Sam!!! Our pasta is made fresh everyday and we believe it makes all the difference in the world. We cant wait to have you back for more! Cheers.",
          "date": "2022-03-01T23:32:04Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nisha W.",
        "user_id": "pmAge5wT2mIxAuWgO5nUmg",
        "link": "https://www.yelp.com/user_details?userid=pmAge5wT2mIxAuWgO5nUmg",
        "address": "Charlotte, NC",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Please update your hours for Saturday online. We were just told it was closed at 10:30. I know we could've called - but didn't see the need as there is not a holiday.",
        "language": "en"
      },
      "date": "2023-04-16T02:48:46Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "George D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/QDjR64ANOoQNeDkfyhdY1Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Nisha, I looked all over to see where it's listed that we are open til 10:30. I would love to know where you saw that so we can correct it. We have our last seating set for 9:15pm Tuesday- Saturday. I'm sorry for the misunderstanding and I hope you get a chance to try us again soon!",
          "date": "2023-04-28T02:22:13Z"
        }
      ]
    },
    {
      "user": {
        "name": "Carrie H.",
        "user_id": "V-kAFYHZKhs63AIUjGylNw",
        "link": "https://www.yelp.com/user_details?userid=V-kAFYHZKhs63AIUjGylNw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PPHTkESe9EmF2E47OtJqvA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 114,
        "photos": 1795,
        "reviews": 315,
        "elite_year": 24
      },
      "comment": {
        "text": "I love this place so I am not sure why I have never reviewed my lovely neighborhood restaurant. I'm I recall we had an issue with getting charged too much the first time we came here when they first opened, but when we came back and told them they corrected in and gave us free drinks so all good. We have come here so many times since then my hubby was sure I wrote a review for here. \n\nWe have slowly devoured so many things here it is hard to recall them all, but I will try. Burrata comes to mind first because it is one thing we order every time we are here (unless it is a pop up night). The Burrata is melt in your mouth savory tang as you add a hint of fruit with a buttery crisp end of Perfection! \n\nNext item is the charred octopus. Oh, the charred octopus. Octopus is hard to cook but the chef knows how to char it to perfection so it is crispy and soft. I get so annoyed when it is chewy. I'm not a dog playing with a chew toy. I want my octopus crispy and soft. The potatoes, fennel, and citrus are lovely complimentary additions to octopus. \n\nFor the main courses- Fusilli- As with octopus, the way you cook scallops can make them or break them. These are cooked so the can be cut with your fork and melt in your mouth. They plate it with tender fusilli, rainbow chard, and mushrooms, items I love and a cream that is lite and doesn't overpower any other flavor of the food. \n\nCarbonara- As a pescatarian, I cannot speak for the pancetta on this dish as we got it on the side so my hubby could enjoy it and he did. He said it made the dish, but I felt it was perfect without it. I enjoyed every single bite of the tagliatelle, peas and oh so perfectly runny farm egg.",
        "language": "en"
      },
      "date": "2019-04-03T21:55:29Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VyX05GqungIpc_O7lBfqXQ/o.jpg",
          "caption": "Zucchini fries, risotto balls, chard over lettuce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JcvZJNS1ApTVpgMIecJ-Mg/o.jpg",
          "caption": "Korean Fusion pop up Night"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=DRL1GpT6lsgmGEVVwn1Vkg&start=120"
  }
}