{
  "search_metadata": {
    "id": "6601898df8f5f7e397dd0baa",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/6601898df8f5f7e397dd0baa.json",
    "created_at": "2024-03-25 14:26:21 UTC",
    "processed_at": "2024-03-25 14:26:21 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/bcx5R5pI3CLHMoMKD204Sw?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/6601898df8f5f7e397dd0baa.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/6601898df8f5f7e397dd0baa.prettify",
    "total_time_taken": 1.73
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 80,
    "num": "50",
    "place_id": "bcx5R5pI3CLHMoMKD204Sw"
  },
  "search_information": {
    "total_results": 792,
    "business": "Miller Union"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 792
    },
    {
      "hl": "de",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Humna S.",
        "user_id": "DBDhhteTqHrSPfOKQtEUKw",
        "link": "https://www.yelp.com/user_details?userid=DBDhhteTqHrSPfOKQtEUKw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ug0K_Hi2UmH6q66l5eCEsQ/180s.jpg",
        "address": "Cumming, GA",
        "friends": 6,
        "photos": 63,
        "reviews": 116
      },
      "comment": {
        "text": "I came on a Saturday night and it was worth it. At first, I had a weird feeling since the seating was outside and you could see the furniture store through glass next door so there was no \"fine dining \" vibe going on. I tried the egg dish, grouper, and chocolate passion fruit dessert. I forgot the name of other things but my food was good. I'd return for the experience. I've heard the chef changes the menu accordingly.",
        "language": "en"
      },
      "date": "2021-09-27T13:51:29Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kmqXRc3nZuwg-bC6zxEOZw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HcWE_scWY5KGt_Xetogd8A/o.jpg",
          "caption": "Grouper Fillet"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jon M.",
        "user_id": "eAat0QhGi9A5rqNRzErnoQ",
        "link": "https://www.yelp.com/user_details?userid=eAat0QhGi9A5rqNRzErnoQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/s-JMtsD7Aq-n1QWQx5oDIA/180s.jpg",
        "address": "New York, NY",
        "friends": 137,
        "photos": 2,
        "reviews": 5
      },
      "comment": {
        "text": "Food is pretty mediocre. Maybe we came in with high expectations given all the great reviews but the dishes we ordered didn't have much flavor to them (farm egg, fried okra, market fish, seasonal veggies, and brazo gitano). Maybe it was an off night for the kitchen. Only saving grace were the drinks...",
        "language": "en"
      },
      "date": "2022-10-02T01:00:21Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Edward W.",
        "user_id": "P4Td3m5oMGZGTfDVZzgztg",
        "link": "https://www.yelp.com/user_details?userid=P4Td3m5oMGZGTfDVZzgztg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/H0uQkX8bu698cZ3qxiipGA/180s.jpg",
        "address": "San Francisco, CA",
        "friends": 478,
        "photos": 4511,
        "reviews": 2065,
        "elite_year": 24
      },
      "comment": {
        "text": "Made 7pm reservations for a weekday night. We sat immediately on arrival.\n\nsnapper ceviche, orange grapefruit, meyer lemon, fennel, sunchoke - the snapper ceviche tasted fresh and the fried sunchoke was a nice contrast in texture. Can really taste the snapper since the sauces really enhanced the flavor.\ngrilled quail, glaze, roasted beets - the quail was well flavored and a delight to eat. \nRibeye steak, grilled broccoli, turnips, bordelaise - ribeye is always good. \n\nIt was a delicious meal with no complaints. Service was good and the wine recommendations were solid. All the dishes were consistently good. The dining rooms can get a bit loud even though it was only at half capacity.",
        "language": "en"
      },
      "date": "2019-03-15T15:04:33Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/81mhY1TULuEAKFOjUbtZzw/o.jpg",
          "caption": "Ribeye"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dRIvKXofydXqKPu8VGLF3A/o.jpg",
          "caption": "Snapper ceviche"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bJsaBSoRyaRELRLXTdUN1Q/o.jpg",
          "caption": "Quail"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jake B.",
        "user_id": "EHMkzVEBr-OGx7xs_GXCeg",
        "link": "https://www.yelp.com/user_details?userid=EHMkzVEBr-OGx7xs_GXCeg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uVARCAkb9abHE5sY7oX4ow/180s.jpg",
        "address": "Dallas, GA",
        "friends": 45,
        "photos": 25,
        "reviews": 168,
        "elite_year": 24
      },
      "comment": {
        "text": "Five stars because the service and drinks were amazing, nothing was wrong with the food but it was a little basic and didn't touch very many different taste two at most. I like my food to be touching at least three different taste. The pork belly was the one dish that did this for me and was phenomenal. I was also extremely impressed with the house made sausage. We ordered every appetizer and 5 different entrees 4 desserts. The pastry chef made a custom dessert for some one at our table who was gluten and dairy intolerant which was awesome. Overall a great experience I just wish the dishes were a little more versatile.",
        "language": "en"
      },
      "date": "2021-07-27T15:19:18Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Bianca C.",
        "user_id": "IAWJmEE42KS_fBnxrDiiWQ",
        "link": "https://www.yelp.com/user_details?userid=IAWJmEE42KS_fBnxrDiiWQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/00uHl91J7q_SYlaIjGCMjg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 113,
        "photos": 221,
        "reviews": 260,
        "elite_year": 24
      },
      "comment": {
        "text": "We went for our anniversary and sat on the front patio. We liked how spaced apart the tables were, staff wore masks, and sanitizer was at the check in desk. Of course we got the celery cream with farm egg starter and it was amazing. I also enjoyed a salad. The fried okra was good but I'm glad it came with remaloude because the okra batter didn't taste well seasoned. My husband really enjoyed his pork chop meal. The gumbo dish was decent but I wish I went with something else. Service was friendly and efficient.",
        "language": "en"
      },
      "date": "2020-09-05T18:42:26Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/x8L4uD2YmACjguvgJ5SEEw/o.jpg",
          "caption": "Gumbo with shrimp and snapper"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kimberly K.",
        "user_id": "siVESBXBrGnKoOaYwgm_Bw",
        "link": "https://www.yelp.com/user_details?userid=siVESBXBrGnKoOaYwgm_Bw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DXnkJ599c-G7f-uMhJzvnw/180s.jpg",
        "address": "Vinings Estates, Mableton, GA",
        "friends": 0,
        "photos": 18,
        "reviews": 18
      },
      "comment": {
        "text": "This was a great restaurant choice for a family get together! The ambiance is great, but it is also easy for the older family members to hear the conversation. The food is delicious and unique. Everyone ordered different items and enjoyed it. The desserts are great too! This is a unique menu and a great option for people looking to try something new",
        "language": "en"
      },
      "date": "2021-08-19T01:08:19Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/52Urz54iHxA19pKIxJv4GQ/o.jpg",
          "caption": "Feta snack and pea and burrata salad (two starter options)"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Caleb G.",
        "user_id": "l1F9tqlB8GDtSIGipYYZHQ",
        "link": "https://www.yelp.com/user_details?userid=l1F9tqlB8GDtSIGipYYZHQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xpGc9odzHAuCgciQ4ExbLw/180s.jpg",
        "address": "Goleta, CA",
        "friends": 512,
        "photos": 2,
        "reviews": 13
      },
      "comment": {
        "text": "This place blew my taste buds away! Here's how the night went: \n\nWe were seated out in the patio by an attentive front of house staff. The temperate and ambiance were Americana and everyone was covid safe. My partner ended up having 2 glasses of their house Sauvignon Blanc  and it was great! I had the Miller Thyme which is a lemon, thyme and house gin drink that was fantastic. Their drink menu is extensive and you can get almost anything at any price point. I finished the night with a McAllen 12.\n\nOur waiter was incredible and attentive. They were great with recommendations. We started off with the Charcuterie and Cheese board. While $34 for a board seems steep, I was impressed with the selection and the quantity. I would go back just for drinks and a board. We also had some bread and butter, let me tell you, this butter was sweet and savory with a hint of either honey or molasses.\n\nFor our entrees my partner had the steak dinner. It was cooked perfectly with potato's arugula, spinach and cream sauce. To me the best part of this dish was the asparagus. \n\nBut the real show comes with my dish. I got the quail. This was recommended by the waiter. This was hands down one of the most exquisite dishes I have ever tasted. The dish came with 2 perfectly seasoned and cooked quails. Radish, beets, and strawberries underneath. Just WOW! This place really has an emphasis on the quality of local organic food. Every bite was like an adventure. \n\nWe needed the night with two desserts. We had a fantastic chocolate mouse that was paired perfectly with a passion fruit gel. For the second dessert we had the recommended meyer lemon semifreddo. It was a perfect mixture of sweet and tart, and capped the night off perfectly.\n\nThis place may run your bill up, but don't worry it's and experience you won't want to miss out on. I'm excited to see the seasonal menu shift and try out what they're cooking up next!",
        "language": "en"
      },
      "date": "2021-04-03T22:37:29Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9sAJSXK4LhZ37YxwLX_fgQ/o.jpg",
          "caption": "grilled quail, beets, spinach, vidalia, strawberry, spring onion soubise"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Scott N.",
        "user_id": "7DETLk8_ieXFiZYvibow1Q",
        "link": "https://www.yelp.com/user_details?userid=7DETLk8_ieXFiZYvibow1Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JjfXg62iwz64wvOLLglOag/180s.jpg",
        "address": "Chester, VA",
        "friends": 14,
        "photos": 15,
        "reviews": 319,
        "elite_year": 24
      },
      "comment": {
        "text": "We arrived on a Tuesday night as a group of about 8 and we had a reservation to sit outside. We were greeted and seated. The outside is still part of the restaurant but it is open so you so hear the cars going by. They have a full bar with a good variety of wines and other cocktails. I had an angels envy and it was good as expected. I have a garlic allergy and our waiter Princeton was very professional and made sure to point out to me the items that I could and could not have which was very helpful when our group got a large number of appetizers and he pointed out which ones I could and could not have. My entree was a fish that now I cannot remember but it was excellent. Princeton was outstanding and I wish more waiters were as professional and thoughtful as he was. Keep up the great work!!",
        "language": "en"
      },
      "date": "2021-04-02T16:28:02Z",
      "rating": 5,
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Lucy B.",
        "user_id": "gkIbP6ZVUteRc6GQtwLfLg",
        "link": "https://www.yelp.com/user_details?userid=gkIbP6ZVUteRc6GQtwLfLg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JwMLJyHw3nXh7cMaVO_yjw/180s.jpg",
        "address": "Chicago, IL",
        "friends": 14,
        "photos": 198,
        "reviews": 119
      },
      "comment": {
        "text": "Long overdue on this review, but we came here for my birthday about a year ago with a large group, so we ordered everything and ate family-style.\n\nThis place just blew us away; without a doubt the best thing I put in my mouth was the fried pork chop--something I'm not really a fan of, so I was very pleasantly surprised.\n\nThese guys know EXACTLY what they're doing.",
        "language": "en"
      },
      "date": "2021-09-03T14:52:09Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sunil A.",
        "user_id": "W9h7UwGHnJyMWOYmW9IybA",
        "link": "https://www.yelp.com/user_details?userid=W9h7UwGHnJyMWOYmW9IybA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/i0qHzvcGUjM0Mr5-tpKQYg/180s.jpg",
        "address": "Detroit, MI",
        "friends": 168,
        "photos": 811,
        "reviews": 213,
        "elite_year": 24
      },
      "comment": {
        "text": "Writing this quicker and on the fly, as I might not remember details as the night progresses. First let me say it is depressing that I'm here and the high temp is like 40 degrees. Although it is comfortable coming from the freezing conditions from up north. Psychologically it does make this being a 24 hour trip more bearable. It would be murder on me of it was in the 70s.\n\nWalking into this spot, I was intrigued by the layout. It definitely falls into the farmhouse chic look. The layout of the tables was super curious as they didn't seems to follow any patterns but overall the feel I got from it was cozy. I was expecting hearty, warm comfort foods but what ended up on my plates was so much more. \n\nChilled at the bar with an Old Fashioned while I waited for my table to prepared. Must have been thirsty cause that one went down pretty quick... oops. The bartender recommended the Southern Son, a drink made with 12 year old bourbon and vanilla bitters. Sounds crazy but my goodness I would fly back to enjoy one of those again. \n\nNow to the food. I started with the farm egg in the celery cream. Never having celery cream before I wasn't sure what to expect, but it was pretty straight forward. It was like a cream of celery with an egg cracked in it. Now I know what you're thinking, what??? This might have been my favorite dish out of several favorite dishes for the night.\n\nThe main course was the brisket. I really wanted something southern, something warming and filling. I thought maybe a fried chicken would be on the menu, especially when you first walk in, the look and feel just made me feel like it would some delicious chicken, but this sounded just as belly warming. It was perfectly cooked with polenta and I ordered a side of veggies to go with it. I can't remember having such a tender brisket in a very long time. \n\nTo finish the night I ordered the orange cake and coffee. Now everyone at this point knows how much of a sweet tooth I have, and I have absolutely nothing bad to say about this one either. \n\nThe service was nothing short of spectacular, the atmosphere welcoming and the experience glorious. I can't recommend this enough and look forward to my next visit.",
        "language": "en"
      },
      "date": "2020-03-27T00:58:37Z",
      "rating": 5,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Ralph A.",
        "user_id": "hWHSNY0-RAGtSFonCO0H1g",
        "link": "https://www.yelp.com/user_details?userid=hWHSNY0-RAGtSFonCO0H1g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QW67j24SqYPmYExL-SRxAw/180s.jpg",
        "address": "Washington, DC",
        "friends": 696,
        "photos": 49,
        "reviews": 221
      },
      "comment": {
        "text": "Atlanta date night/Special occasion MUST!\nMiller Union is a beautiful environment. Arrive early have a drink at the bar-relax and enjoy the atmosphere. Way to unwind from the day. Take your dinner table seat and your service will exceptional. Menu has amazing choices. We loved appetizer section so much we ordered our dinner from just that section. Four wonderful plates fried mushroom, oysters Rockefeller, green salads & charcuterie platter with cheese. All the meets house made. As you order make sure to meet the wine master Princeton. Princeton is a wonderful person and talented sommelier who will bring all plates ordered the best wines to go with the meal. We had a great half bottle option. We finished with not to be missed deserts-We ordered chocolate mouse, my wife's favorite. Take your time with this cherish meal with loving company!\nP.S. Powerful spot for corporate dinners and events when doing business in Atlanta",
        "language": "en"
      },
      "date": "2022-06-02T11:58:25Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "A C.",
        "user_id": "anSHdX40QTYVOrt2BfxqSg",
        "link": "https://www.yelp.com/user_details?userid=anSHdX40QTYVOrt2BfxqSg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jKWpxobnv5J57evgF16kAg/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 30,
        "photos": 193,
        "reviews": 181
      },
      "comment": {
        "text": "We were not impressed... We shared shrimp with cornbread salad. The shrimp was delicious but cornbread was mushy and wired texture. Something crunch would have been a better texture. Wanted another appetizer but nothing else looked good on their limited menu. For main course, we got hanger steak and grouper. Stake was good. Grouper was cooked perfectly with crunchy outside and not overcooked. Heirloom tomatoes were the best item out of what we had...",
        "language": "en"
      },
      "date": "2021-08-24T21:46:52Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/p2Dgb2N0uxu7BQSTQrVSBQ/o.jpg",
          "caption": "Hanger Stake"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DhTlKD4pmurcay_Xhy1g3Q/o.jpg",
          "caption": "Heirloom tomatoes with basil"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Twx2bYUAt8XkT5S-q0CLZg/o.jpg",
          "caption": "Grouper"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lia M.",
        "user_id": "NIhcRW6DWvk1JQhDhXwgOQ",
        "link": "https://www.yelp.com/user_details?userid=NIhcRW6DWvk1JQhDhXwgOQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/A0AXuSLXNYryapXS86xmRQ/180s.jpg",
        "address": "Washington, DC",
        "friends": 980,
        "photos": 8239,
        "reviews": 2502,
        "elite_year": 24
      },
      "comment": {
        "text": "This rating is really hard for me. The food was done well, and I liked it, but it didn't blow me away. The service was perfect, but not at all friendly.  The hostess barely acknowledged my presence. I don't know if it was me, the hipsters that work here, if I hyped it up too much in my mind, or what. \n\nI was really excited for Miller Union. The menu looked great and the restaurant has rave reviews. Note the menu is limited, and I had been hoping for something in addition to the posted menu, but I arrived to find no specials. No worries. \n\nI started with a Southern Son (bourbon, house vanilla bitters, maple shrub) to drink. It was potent and delicious and one of the better cocktails I've had recently. My starter, a whipped feta with flatbread crackers and vegetables was light and creamy. I practically licked the dish--it was that good. Really simple, but really flavorful. My entree was the quail. I'm a huge quail fan. The quail was tender and juicy, and the accompanying vegetables were perfectly cooked. Presentation for everything was beautiful.\n\nI felt like I was either a burden to the staff or that I did not belong. I couldn't tell which, or maybe it was both. Maybe my spend didn't warrant them being friendly. It was a super uncomfortable experience for me, and I almost left after my drink and starter. I did choose to go somewhere else for a nightcap and dessert, because I just couldn't stay any longer.\n\nThis is one of the few restaurants that I would return to, despite not having the best experience. I really, really want to like Miller Union.",
        "language": "en"
      },
      "date": "2017-12-31T17:07:06Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1dRzlVyWu_imd8iefWUY7Q/o.jpg",
          "caption": "Feta snack"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Us6wzYveZopNHISljloxsQ/o.jpg",
          "caption": "Southern Son"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Hoit3k5GHFDsnrPqCSZ54Q/o.jpg",
          "caption": "Quail"
        }
      ],
      "feedback": {
        "useful": 6,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Rachel A.",
        "user_id": "cFyU6unRaRGKywaufQERTg",
        "link": "https://www.yelp.com/user_details?userid=cFyU6unRaRGKywaufQERTg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/84DP0-b5ACs3Fcol5-jr8g/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 1,
        "photos": 1,
        "reviews": 60
      },
      "comment": {
        "text": "Food:  five stars\nCocktails: five stars\nServer:  two stars. Smug, condescending, and very unaccommodating. Kids asked for lemonade with a cherry and she wouldn't give them even one cherry. I asked some questions about the menu and the tone in her explanations made me regret speaking. \nI'm not sure if we will ever return because of the bad way the server made us feel. Id rather eat somewhere that lifts me up than puts me down, regardless of how the food is.",
        "language": "en"
      },
      "date": "2021-06-13T14:34:03Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Galen R.",
        "user_id": "2Q0jvouhhH8zOAgHnIGcpw",
        "link": "https://www.yelp.com/user_details?userid=2Q0jvouhhH8zOAgHnIGcpw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nyIVAdUqtffA8ABJAU6sAQ/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 533,
        "photos": 523,
        "reviews": 266
      },
      "comment": {
        "text": "Stopped by late one night while in town on a business trip. I was just about the last person in the restaurant, and got seated at the bar. Despite not being at an ideal seat, the staff was incredibly friendly and helpful as I ordered my drink and food for the night.\n\nOn the recommendation of one of the waiters I ordered the Farm Egg soup, and the duck breast. I've never had anything like the egg dish but it was indeed incredibly delicious. The bread served alongside was perfect and I ended up ordering more just to continue having something to dip with. The duck was also excellently cooked, and I only wish I had more in my serving.\n\nDefinitely come through here fam.",
        "language": "en"
      },
      "date": "2020-02-05T22:05:28Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/e9YiPKpuvqVM9y6K8rBhbQ/o.jpg",
          "caption": "Farm Egg Baked in Celery Cream"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vzRRO1By1ZQE6ZjFmfaiBg/o.jpg",
          "caption": "Duck Breast. Amazing!"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Amber H.",
        "user_id": "5WX0Mg2QewtJSLsU8DtzfA",
        "link": "https://www.yelp.com/user_details?userid=5WX0Mg2QewtJSLsU8DtzfA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3oIh-LpjN-X5QUzlraJcCQ/180s.jpg",
        "address": "Sioux Falls, SD",
        "friends": 37,
        "photos": 36,
        "reviews": 58
      },
      "comment": {
        "text": "While the food was quite good, the wine was meh and the waitress was slightly pretentious. The atmosphere is very cool and I would 100% go again. A little pricier than I would have hoped for the quality of the space.",
        "language": "en"
      },
      "date": "2022-03-30T23:27:08Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "James F.",
        "user_id": "hVYtzkUKbs_z7z6J9QH4Gg",
        "link": "https://www.yelp.com/user_details?userid=hVYtzkUKbs_z7z6J9QH4Gg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/f8nbMwjIubSXCMQWBadSwA/180s.jpg",
        "address": "Denver, CO",
        "friends": 225,
        "photos": 4,
        "reviews": 11
      },
      "comment": {
        "text": "I ordered the pork chop last night thinking that I would get more meat than grizzle, I was wrong. While the server did a fantastic job, the pretense from the kitchen was horrendous. The kitchen tried to tell me that this was a pasture-raised hog; if this was a pasture-raised hog than the fat percentage would have been lower. If you need a side-by-side comparison think of the difference between grass-fed beef and traditional beef. Considering that this restaurant won the prestigious James Beard makes this even harder to write. \nOn another note, if you do not know that what you are serving ahead of time before then do not serve it. If you are that afraid of using the whole animal than stop selling that you do.\nWhile there is some creativity, this is not what I expected nor would I tell others to frequent.",
        "language": "en"
      },
      "date": "2020-10-11T14:40:59Z",
      "rating": 1,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Q7NR-7w-kr3tnBF3FEAY7A/o.jpg",
          "caption": "What was left after I even worked at finding the meat in that mess"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/p48dpndge10zNyoA_-ZCUA/o.jpg",
          "caption": "What the meal looked liked when served"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Honghui Y.",
        "user_id": "KxRU2t_MJQmYu0KyiE1nZQ",
        "link": "https://www.yelp.com/user_details?userid=KxRU2t_MJQmYu0KyiE1nZQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/P0kJJ8fvj_1bIBiOPUkAqA/180s.jpg",
        "address": "Financial District, Manhattan, NY",
        "friends": 108,
        "photos": 174,
        "reviews": 394,
        "elite_year": 24
      },
      "comment": {
        "text": "Amazing! \n\nI was in Atlanta for a weekend and my goal was to eat as much Southern food as my stomach would allow. I came here for lunch after reading numerous glowing reviews about this place. My meal exceeded all of my expectations.\n\nWhat we ordered:\n- Pimento cheese and cornmeal hoecakes ($8) - these were phenomenal and probably my bf's favorite. The pimento cheese had an amazingly tangy flavor that contrasted so well with the heartiness of the hoecakes. We buy a lot of pimento cheese from Murray's Cheese but the pimento cheese we had here is so much better.\n\n- Field green & boiled peanut salad ($12) - this came highly recommended by our waiter and while it was pretty good, it was overshadowed by the hoecakes and the quail. With the amount of legumes in this dish, it's quite filling for a salad (though it does run afoul of the lectin-free GOOP diet, if that's your thing).\n\n- Peach & bourbon glazed quail ($15) -  this dish was a revelation for me. The first thing that hits you is the mouthwatering aromas, which I could smell even before the plate was placed in front of me, causing even my vegetarian boyfriend to make googly ones at the quail. The peach & bourbon glaze was fantastic and rendered the skin just the slight amount of crisp. The quail was perfectly cooked and was served on top of a delicious bed of farro, celery, peach and pecan puree. A true celebration of Southern ingredients and flavors.\n\nIn addition to the amazing food, our experience here was made even better by our attentive waiter. He was super helpful in guiding us through the menu, telling us what he personally liked and also generally being a good conversationalist. If I ever find myself in Atlanta again, I would definitely come back.",
        "language": "en"
      },
      "date": "2018-07-25T19:21:21Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lisa H.",
        "user_id": "De8koO26NgVx9GkII-bgwg",
        "link": "https://www.yelp.com/user_details?userid=De8koO26NgVx9GkII-bgwg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JHiyE-ftSQD7IOEsMtORxg/180s.jpg",
        "address": "Queens, NY",
        "friends": 245,
        "photos": 520,
        "reviews": 1256,
        "elite_year": 24
      },
      "comment": {
        "text": "Miller Union is one of those restaurants to tuck into your back pocket; it's a terrific choice for birthdays and other special occasions, family in town, getting together with friends. And since it's been open for 10 years and has received commendations galore, you can pretty much count on it being around when you need it and acting as a foolproof option.\n\nOn my most recent visit, I came for lunch and was content with my burger ($14) and the notorious ice cream sandwich ($6). The only slight bobble was that my medium burger had been unintentionally swapped with my companion's medium rare burger. The burger is a traditional one but done very well, with a slab of white cheddar and thinly sliced red onions along with lettuce and tomato, all captured in a toasted sesame bun. We couldn't get enough of the ketchup that came with the crispy fries, needed more fries too! \n\nThe exclusive-to-lunch ice cream sandwiches deserve their own paragraph. We actually were oohing and aahing about the cookie components more than the ice cream. They needed to be thicker! The ice cream was high-quality too; blackberry swirl and pecan toffee in vanilla bases were the day's selections. Fantastic.\n\nService is always warm and attentive, never snooty. There's complimentary valet in the lot right in front of Miller Union and also non-free street parking. Reservations can be made on Resy.",
        "language": "en"
      },
      "date": "2019-08-24T21:34:34Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Danielle L.",
        "user_id": "cAvlJ-lvBywOjcG1FTC_7A",
        "link": "https://www.yelp.com/user_details?userid=cAvlJ-lvBywOjcG1FTC_7A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UcuM6U_-iLbVZJolbDjpzw/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 79,
        "photos": 191,
        "reviews": 237,
        "elite_year": 24
      },
      "comment": {
        "text": "Would really rate this a 3.5 if I could.  I think unfortunately this place does not live up to the hype of heir James Beard awards.  We came here because of that and this place showing up in thrillist and eater, but we're let down a bit.\n\nFirst, the service was off.  Was never sure who or server was, and the one who took our order was unhelpful in explaining the menu to us.  Literally she just recited the menu description when I tried to ask more about 2 different dishes.\n\nAnyways, we settled on the pork belly app, flatiron steak and gumbo.  Pork belly was delightful, crisp on the outside, melty on the inside.  Flat iron was really good, with the red pepper sauce being a different take and a delicious star.  The gumbo was a sad excuse for gumbo.  Severely lacked spice and flavor, it was really quite embarrassing. \n\nA few very good dishes mixed in with off service and a sad gumbo, this place was confusing...",
        "language": "en"
      },
      "date": "2017-10-01T22:46:18Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KHkKsleCizQXD9HuS3B2Og/o.jpg",
          "caption": "wicked good flatiron with a genius red pepper sauce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cX3HoPh3d0EhYxj-kfyzvQ/o.jpg",
          "caption": "Pork belly app, done very well"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ryan H.",
        "user_id": "-Dz9WQ6UpS8VyXOhn2z86Q",
        "link": "https://www.yelp.com/user_details?userid=-Dz9WQ6UpS8VyXOhn2z86Q",
        "address": "Atlanta, GA",
        "friends": 7,
        "photos": 6,
        "reviews": 89
      },
      "comment": {
        "text": "First time at this restaurant. Overall, food was just okay. Best appetizer was probably the corn fritters. For entree, I got the New York strip. The taste was good, but it was fairly small...could not have been over 6oz. Best dishes, by far, were the mutliple  desserts shared by the table.\n\nService was terrible and absolutely inexcusable given the amount of money spent. On the food, we waited well over 45 minutes between ordering the main course and receiving it. Drinks took forever and many of us sat with empty drinks multiple times. I ended up asking three times for one drink over the course of 30+ minutes. Dessert drinks came out when dessert was almost finished, and one person didn't even get theirs.\n\nHopefully others have a better experience, especially with the service, but this was our first and last time here.",
        "language": "en"
      },
      "date": "2021-12-20T20:31:43Z",
      "rating": 2,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jeff H.",
        "user_id": "0WZsDkq-bUZfOXPFAXDkkg",
        "link": "https://www.yelp.com/user_details?userid=0WZsDkq-bUZfOXPFAXDkkg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4rwKfeEpjUkHqDZaoA4QNw/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 504,
        "photos": 2191,
        "reviews": 572
      },
      "comment": {
        "text": "James Beard awarded Best Chef and hyped ice cream sandwiches only served at lunch time??! Savvy business play by the restaurateurs to dangle that carrot.\n\nLunch spread was good; though a touch on the salty side. Best trout ever and expertly cooked.\n\nThe ICS - most memorable eat of the trip and of late. I'm feeling that it deserves a Michelin *** \"worth a special journey\" status about it. The thin cookie defies convention; yet ideally paired in taste and texture. It didn't melt too fast and had the right resistance to the fork. You need this in your life!!\n\nService was great! Nothing to do with a second ICS free ofc ;) The first wound up being the wrong flavor. Complimentary valet out front too.",
        "language": "en"
      },
      "date": "2019-05-31T13:00:32Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uqAbt57g4Xlsw3kyRs1wyg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Q5VoIlo9MWReUzW31ZI6TA/o.jpg",
          "caption": "Awards"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PSDgj72EXVw8I1LBIPYqjw/o.jpg",
          "caption": "Cornbread with ramps"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cZ4mQQewZJS8zLFl-sxphQ/o.jpg",
          "caption": "Duck sandwich"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oH0JbdaFBcYfBH946qwx7g/o.jpg",
          "caption": "Best trout ever"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EskUMl32RgG8NmP5ezrOZw/o.jpg",
          "caption": "Spicy cinnamon ics"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hpxaqjCdWspu0KO66Wienw/o.jpg",
          "caption": "Cut in half by the kitchen. Doesn't melt fast. Great texture and creaminess."
        }
      ],
      "feedback": {
        "useful": 21,
        "funny": 20,
        "cool": 25
      }
    },
    {
      "user": {
        "name": "Alex P.",
        "user_id": "XNPwLVwHPyrOaEQA_sI1wg",
        "link": "https://www.yelp.com/user_details?userid=XNPwLVwHPyrOaEQA_sI1wg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DYve49ehlw6uHB755TD-fQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 876,
        "photos": 3801,
        "reviews": 1244,
        "elite_year": 24
      },
      "comment": {
        "text": "I've been meaning to try this joint for a long, long time. Apparently warehouse dining is the crave these days, so what's better than aimlessly following a latest trend without questioning? Fine, in all fairness, I do have respect for many designers capable of turning a warehouse into a hospitable sometimes even cozy establishment.\n\nPart I: Local, Organic and Farm to Table\nI like this concept and it's the heart and soul of this establishment. Steven Satterfield has a strong aim to use Georgia or surrounding state ingredients to make cuisine local and seasonal.\n\nPart II: Salty Salty\nI couldn't have left here without trying their famous rabbit. The preparation was fine, although in my taste pretty boring. The rabbit meat itself was average in quality and has a long way to go compared to many rabbits I've tried from farmers. The preparation was simple, something you could easily make at home without much effort. I wish they brought some bread to finish up the sauce that came with the rabbit, I ended up having to leave it. The worst part about rabbit and scallops dishes was the amount of salt, both were quite over salted. Scallops also had a very fishy smell to them that I wasn't a big fan of. It truly bothers me when restaurants over salt food...if someone wants more salt, they'll add it. Portion size was small, especially for the hefty price they charge. None of the food was worth making a return visit, but in all fairness was not bad either.\n\nPart III: The Booze and the Vibes\nWines are priced fairly here. Most bottles on the lower end of spectrum are about twice the store price and higher end ones get a smaller upcharge. The ambiance is minimalistic. Service was wonderful. Frankly, this establishment did not do much wrong, other than oversalting the food, but for the price, it was just a bit boring from the food to the design. In other words, a well deserved 3 stars.",
        "language": "en"
      },
      "date": "2017-05-06T14:42:55Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JjDnNro1AH2ZKq_BLtdUPA/o.jpg",
          "caption": "The rabbit"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oM3ZWvN-pVOVllRuFKXIDQ/o.jpg",
          "caption": "Scallops"
        }
      ],
      "feedback": {
        "useful": 7,
        "funny": 2,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Jade P.",
        "user_id": "cLJJoqtSwCkFM6DW3XFAbg",
        "link": "https://www.yelp.com/user_details?userid=cLJJoqtSwCkFM6DW3XFAbg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DbB-czne2LYaw_VN4XzANg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 39,
        "photos": 41,
        "reviews": 157
      },
      "comment": {
        "text": "Very COVID-friendly! I was seated on the patio, which is actually quite nice and warm, even on a colder night! \n\nThe service, food, and ambiance are all top-notch. The menu is simple, yet very flavourful food. I had the chicken and the steak and both were absolutely delicious. For dessert, if you enjoy a dessert that's a little less sweet, go for the Cornbread Cake. The right mix of sweet and savoury to end a wonderful dinner. \n\nI must say, my favourite part of this restaurant is...the wine list! Oh my goodness, this wine list is not to be missed! So many benchmark producers at prices that won't break the bank. I'll forever remember having my first taste of JL Chave Saint-Joseph here. \n\nThis restaurant is a must try here in Atlanta!",
        "language": "en"
      },
      "date": "2021-03-23T01:58:47Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jenny A.",
        "user_id": "j6q4C4bjB2pONYUaQ33ABw",
        "link": "https://www.yelp.com/user_details?userid=j6q4C4bjB2pONYUaQ33ABw",
        "address": "Brooklyn, NY",
        "friends": 0,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "Top 5 favorite meals of all time (coming from a foodie who lives in nyc). The service was great, ambiance was amazing too - not too stuffy but not too casual. Great date night spot or celebratory spot. Cannot go wrong here. We got the quail and steak with beet mole which were both delicious. The desserts were spectacular also and portioned well.",
        "language": "en"
      },
      "date": "2022-12-06T18:04:59Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "James K.",
        "user_id": "nQjgUGEBOu-jsCQlp43WGA",
        "link": "https://www.yelp.com/user_details?userid=nQjgUGEBOu-jsCQlp43WGA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0YTZJozADqJO9zsfx9B-HA/180s.jpg",
        "address": "El Cerrito, CA",
        "friends": 279,
        "photos": 400,
        "reviews": 701,
        "elite_year": 24
      },
      "comment": {
        "text": "This place is lovely. We sat at the bar but I did get a glimpse of the restaurant around, and the ambiance and energy was lively and classy but not loud or pretentious. They had a good wine list and I got to taste a couple of French wines from areas I visited recently so that was fun.\n\nAs a side, we shared the cornmeal fried okra. It was crunchy and gooey, as fried okra should be and it was delicious. They were out of the lamb meatballs, so we got a different kind of lamb appetizer. The meat was cooked perfectly and juicy. For entree, I ordered the littleneck clams & pork sausage, which also came with: fish collar, basil farfalle, tomato, fennel, leek. It was a lovely dish with plenty of clams. It tasted fresh and all items combined well together.",
        "language": "en"
      },
      "date": "2019-10-08T20:16:19Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sarah W.",
        "user_id": "2K2Eftc_cUAO20fEuGSpZg",
        "link": "https://www.yelp.com/user_details?userid=2K2Eftc_cUAO20fEuGSpZg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/sbJwJHtbg5R4Mma3hu2wzw/180s.jpg",
        "address": "Minneapolis, MN",
        "friends": 70,
        "photos": 296,
        "reviews": 142,
        "elite_year": 24
      },
      "comment": {
        "text": "Wow. What an amazing experience. I am not young or hip or gorgeous, just an ordinary girl from Minnesota. Still, I did want to check this out and it was a perfect experience in every way. Absolutely perfect from start to finish from the servers to the chef.\n\nParty of 4 wanting one amazing meal and we got it. All the appetizers looked so good that we decided we would order all, or most, of them and we were not disappointed. Highlights were the butter bean hummus and homemade lavash (fresh and so delightful!), The farm egg in celery cream (signature dish not to be missed! OMG, creamy and damn amazing), Scallops barely cooked, crisp on the outside, served with a bit of pumpkin puree, apple and fennel (couldn't be more perfect), roasted oysters (simply a taste of the sea enhanced with a bit of smoked oyster cream and a little ham.oh, yes, you want this), and there's more.\n\nBut wait, let me tell you their cocktails are top notch. I had the Southern Son, a delicious concoction of bourbon, vanilla bitters and Maple syrup (like tasting fall and spring at the same time making you nostalgic for both seasons.) And the Evergreen (a beautiful cocktail bringing all scents to your nose in great balance)\n\nLastly, to end our meal, a delicious caramel pecan tart served with a Mandarin sorbet and think Ginger snaps. Done to perfection.\n\nLove this place so much we bought the cookbook. I am going to be in heaven a little longer.",
        "language": "en"
      },
      "date": "2018-01-13T02:41:43Z",
      "rating": 5,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-nrrvXfpeDcbn71xxYxnAg/o.jpg",
          "caption": "Southern Son cocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GlxEfSqNmWwo4Tz76kDzHQ/o.jpg",
          "caption": "A look around"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cZGx7j8YGTiYgnQNbkhnng/o.jpg",
          "caption": "Farm egg with celery cream sauce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g8iP3_KvOLxyQ-8D_sEcvA/o.jpg",
          "caption": "Butter bean hummus"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/h7Nrl8DDenCpZUy-UoiHLQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8oqMzFpCF9hNe3uxW-scxw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rAN4lleX0VWPzo4aQKJhCw/o.jpg",
          "caption": "Oysters in smoked oyster sauce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2oILMmKnyoCW4Gt5D9luZw/o.jpg",
          "caption": "Dessert to die for"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jYcUDfJoJZMJ-b5WWw4IEQ/o.jpg",
          "caption": "Another look"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jennifer L.",
        "user_id": "Qta5PNpDnY4drJmCDVQkUw",
        "link": "https://www.yelp.com/user_details?userid=Qta5PNpDnY4drJmCDVQkUw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_yfdthTWP6Is3PhM_aGCqw/180s.jpg",
        "address": "Minneapolis, MN",
        "friends": 225,
        "photos": 154,
        "reviews": 106
      },
      "comment": {
        "text": "Yum yum yum! This place was our fancy dinner night while traveling in Atlanta and it was a go-to because it's a James Beard Award Winner! We knew we just had to try it out and OMG it did not disappoint in any way!\n\nWe started with the pork belly and farm egg! Let me tell you, I was hesitant on the farm egg but it was so delicious! It was creamy and so flavorful! Now, the pork belly. Mouthwatering. It was a delicious dish that if they made a dinner plate, that is what I would get.\n\nFor our main course, I had the grilled quail with roasted beets while my BF had the flank steak. I love quail - it was so juicy and crispy! It paired really well with the beets! The steak was phenomenal as well - so tender and a perfect medium rare!",
        "language": "en"
      },
      "date": "2019-05-10T14:42:39Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j6N-5AUtif2b-Zxw95_3dA/o.jpg",
          "caption": "Pork Belly!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SE2WrgU_xc0yxvgOdMQJ8g/o.jpg",
          "caption": "Farm Egg!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FcvmouGoPntKkS_f_IjprA/o.jpg",
          "caption": "Grass-fed flank steak! Yum! Highly recommend!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MF-5YgFyvTNEF_OiDtgwmQ/o.jpg",
          "caption": "Grilled quail - this is my absolute favorite!"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Briana L.",
        "user_id": "fUsKTTxTTBPKmfUaio0YSA",
        "link": "https://www.yelp.com/user_details?userid=fUsKTTxTTBPKmfUaio0YSA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/itD1C4nkW2zNasG9egdAkw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 17,
        "photos": 401,
        "reviews": 176,
        "elite_year": 24
      },
      "comment": {
        "text": "This place has clean and delicious tastes. It had a definite farm to table feel. We tried the kale salad and the hush puppies. The kale salad was delicious and crisp with pickled onions. The hush puppies were just fine. As for our main dishes, we had the chicken and pork shoulder. The chicken was on point. Dark chicken roasted was perfectly seasoned and crispy. The pork shoulder meat was literally so tender that it would separate so easily without a knife. However, the pork was salty or it could have been the side of vegetables. Overall, our meal at Miller Union was good. Highly recommend trying however, expect to pay at least $70 for main dish and appetizers for two excluding drinks and tip.",
        "language": "en"
      },
      "date": "2020-01-04T02:27:23Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/a6iFBq5udvaF8BWKfgNssg/o.jpg",
          "caption": "Pork shoulder"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-L_YGIpn1I59rUEWA5AuHg/o.jpg",
          "caption": "Chicken with sweet potato"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michelle T.",
        "user_id": "szUqQBw8Xl5RExjRqTQsoQ",
        "link": "https://www.yelp.com/user_details?userid=szUqQBw8Xl5RExjRqTQsoQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nGEOHzntO69SklAf-Btlqw/180s.jpg",
        "address": "Jersey City, NJ",
        "friends": 491,
        "photos": 1299,
        "reviews": 2042,
        "elite_year": 24
      },
      "comment": {
        "text": "I had made 6pm reservations for myself and my boss for dinner here, as we were in town for a conference. We were about 30 minutes late as we got held up, but they were super nice about it when I called to let them know and they kept our table! \n\nThe drinks here are very creative and very affordable. I think my cocktail was $12. \n\nI had an appetizer plus an entree - the grits fritters and the goat cheese ravioli. Both were really good. I also had their whiskey ice cream, which was phenomenal. My boss had their hummus appetizer and wow, that hummus was good! She finished off with a salad and a side of beets, which she really enjoyed. \n\nService was very attentive and we really enjoyed eating \"outside\" in their heated patio. It was nice and quiet, perfectly for a work dinner.",
        "language": "en"
      },
      "date": "2019-03-19T02:11:48Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "John-Christopher W.",
        "user_id": "e3wZFlHK4HnMyj8Zq5oLVw",
        "link": "https://www.yelp.com/user_details?userid=e3wZFlHK4HnMyj8Zq5oLVw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4BU-yvijvUYtCKMjVz12YA/180s.jpg",
        "address": "New Orleans, LA",
        "friends": 4,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "A trendy, hipster sort of place with overpriced mediocre food. The Cornmeal Fritters were good, but they were essentially Hush Puppies. The Farro Salad with Beets was bland, as was the Egg in Celery Cream (which should have come with more than 4 halves of toasted bread). Likewise with the Quail, which was good but rather listless and one dimensional. The kitchen seems shy of garlic and spices.\nWe shared one desert, a Blueberry Tart with a shortbread crust. It was not a tart, just a tart shell filled with fresh blueberries (topped with a small scoop of delicious honey-lavender sorbet), and the crust was too thick(!) to break with the provided spoons.\nThe cocktails and wines by the glass start at $14. The wine list is extensive but very pricey.\nOur server was delightful, but not well trained, which is the responsibility of management. \nNo reason to return, for there are other fish in the sea.",
        "language": "en"
      },
      "date": "2021-06-07T20:11:20Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tina T.",
        "user_id": "ouYp6k63wbJux9yz4wpHcQ",
        "link": "https://www.yelp.com/user_details?userid=ouYp6k63wbJux9yz4wpHcQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zb45ITwXqUCFx8XRJwIj4g/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 27,
        "photos": 168,
        "reviews": 127
      },
      "comment": {
        "text": "Was in the Atlanta area for a work conference and decided to come here for dinner. Really nervous since it was my turn to pick dinner and my manager is a huuuuge foodie. We weren't sure what to expect, since we were a group from NY but we were very impressed by the quality, the service, and price of this place. A noteworthy mention is that they have an exquisite wine list. \n\nWe were able to make same day reservations for dinner on a Thursday. Just an fyi but they will charge a $25 per person if you don't make adjustments 24 hours prior. Not sure if there was a formal dress code but all the diners looked classy.\n\nFor starters we got the grit fritters, the tahini hummus, and the feta dip. I think the grit fritters were the most memorable out of the 3. For the main entree most of the group decided to go with what our waiter recommended which was the lamb (pictured). I wasn't expecting it to come in a broth but that was probably my favorite part! The meat was fall off the bone tender and the gnocchi that came with it was gently pan seared. \n\nFor dessert we got the chocolate flan, the sweet potato bread pudding, and the rhubarb streusel. All were amazing! If I had to pick one, I would recommend the sweet potato bread pudding. \n\nThis would definitely be the first place I come back to if I were to visit Atlanta again. \n\nTL,DR: This is a very very nice place that will serve you amazing food and wine. It was an overall wonderful experience. This is worthy of an anniversary, proposal, or other special occasion dinner.",
        "language": "en"
      },
      "date": "2019-05-01T17:09:10Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JtkT6aWIlri4E8OWaWEIAQ/o.jpg",
          "caption": "Braised Lamb"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hannah D.",
        "user_id": "zZiWDcz-hAHn8NmVvNT3BA",
        "link": "https://www.yelp.com/user_details?userid=zZiWDcz-hAHn8NmVvNT3BA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VT9oLgsm9oAl4M87b7W0Xg/180s.jpg",
        "address": "Druid Hills, GA",
        "friends": 0,
        "photos": 28,
        "reviews": 9
      },
      "comment": {
        "text": "The wine selection is amazing. Love a cab with a slight chill. I got the grouper and the fish was cooked perfectly. This dessert was great as well 10/10",
        "language": "en"
      },
      "date": "2021-07-08T10:53:16Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ffupIGUesiAQhNyhsMEvDA/o.jpg",
          "caption": "Grouper Fillet"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HrXyiHi7XoOFm27HUk8Kvw/o.jpg",
          "caption": "vanilla crme bavaroise, black cocoa cake, milk chocolate ganache, dark chocolate tuile"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sophie K.",
        "user_id": "-OBCZTkgJRhi1ghT5R1DYw",
        "link": "https://www.yelp.com/user_details?userid=-OBCZTkgJRhi1ghT5R1DYw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SEFultXG5j1wWQQnQgl4eA/180s.jpg",
        "address": "New York, NY",
        "friends": 706,
        "photos": 546,
        "reviews": 366,
        "elite_year": 24
      },
      "comment": {
        "text": "Came on a Thursday night with a good friend visiting. This place leaves something to be desired in my opinion... \n\nFOOD: For an appetizer, we shared the hummus appetizer because it was recommended in reviews my friend saw. It wasn't noteworthy at all. Needed more flavor and more things to dip! Like bell peppers would be a good addition. For mains, my friend and I shared: we got grilled pork loin ($24) and the lamb shoulder ($27), and also shared a side of brussels sprouts ($8). I thought the pork loin was better than the shoulder -- it had a very interesting \"maple red eye\" coffee sauce that I think worked nicely. The shoulder was okay, but wouldn't order again (especially for $27!). Flavors just didn't work quite well with each other in my opinion -- nothing stood out to bring the whole dish together. I also thought the brussels sprouts should have been crispier and better seasoned. I feel like I make my own brussels sprouts better, which is never a good sign when you're just a slightly above average cook. \n\nDESSERT: We shared the pan baked brownie with ice cream. Honestly I was disappointed. The brownie tasted too sweet -- like add vegetable oil and water boxed brownie sort of thing. I know this sounds harsh but I'm really big on dessert and I expected something better than this :( \n\nSERVICE: Good! Friendly server, no complaints except they took one of out plates away before the other was done (I think that's rude because it makes the other person feel rushed). \n\nAMBIANCE: Nice, a bit upscale. Tablecloths and booths sorta place. Could use a bit more style -- seems a bit cookie cutter in my opinion. \n\nVALUE: Meh. Qualms here -- I wasn't all that impressed with my food, especially considering what I paid. \n\nOVERALL: Decent restaurant, but a bit pricey for the food. Not sure if I just didn't order the right things, but I wouldn't recommend this place.",
        "language": "en"
      },
      "date": "2019-03-31T21:55:40Z",
      "rating": 3,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/szzy23EBOoie1OtmFjxReA/o.jpg",
          "caption": "Lamb shoulder"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VNqf4cDkFXVYCSUfOexQrw/o.jpg",
          "caption": "Side of brussel sprouts ($8 and just ok)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qoKsyNEpj-FX6uNJmO7a5A/o.jpg",
          "caption": "dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gN7A3nKxGoHg5h8bETzByQ/o.jpg",
          "caption": "menu from Feb 2019"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6_0qyRpjNDp4BExC7IKLtg/o.jpg",
          "caption": "Grilled pork loin"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4kmQhXIkZhHiLY0-2CWe1w/o.jpg",
          "caption": "Hummus appetizer ($6, ok)"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Karen Z.",
        "user_id": "aounWIqWFXjG8Q4XRLOpCQ",
        "link": "https://www.yelp.com/user_details?userid=aounWIqWFXjG8Q4XRLOpCQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lmhBJ2FU6oG_n1Val1GVSA/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 455,
        "photos": 295,
        "reviews": 162
      },
      "comment": {
        "text": "Miller Union very quickly became my favorite restaurant in Atlanta. I've been here three times -- twice for dinner and once for lunch. The food is always exceptional (locally-sourced!) and the service is attentive and thoughtful. The interior of the restaurant is also gorgeous and spacious. \n\nTheir ice cream sandwiches (made in house) that they serve at lunch are absolutely absurd. I was blown away. Really crossing my fingers I'll be back in Atlanta and can eat at this spot soon enough!",
        "language": "en"
      },
      "date": "2020-12-29T05:39:05Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Casey V.",
        "user_id": "5WEIhWcLGO3_1cwd9aVEWQ",
        "link": "https://www.yelp.com/user_details?userid=5WEIhWcLGO3_1cwd9aVEWQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xXP4FyoHH0zWpDOodCSd8A/180s.jpg",
        "address": "Washington, DC",
        "friends": 370,
        "photos": 551,
        "reviews": 147
      },
      "comment": {
        "text": "I was traveling to Atlanta for work and decided to try Miller Union out after reading about it, and I'm glad I did. I came in on a Wednesday night and sat at the bar, where they serve the full menu. The bar was pretty empty but the dining area, which is segregated off, seemed lively. The bartender was an absolute pleasure to interact with. The drink menu is full of craft cocktails and extensive wine options. I started off with a strawberry gin drink which was fruity and refreshing. \n\nI ordered food based on the bartender's recommendation, which he provided with confidence. I love when servers are knowledgable and opinionated about their menu, which he certainly was. I started with their famous egg in celery cream which was flavorful and unique. The salty, savory, creamy mixture is delicious when sopped up with the toasted bread and manages to be delicate yet full of depth.\n\nNext I got the Captain Chicken. I pretty much have a rule that I don't order chicken when I go out, I typically find it to be overcooked and one of the more boring choices on the menu. I told the server this but he ensured me I HAD to order it. And wow. This is no ordinary chicken. First off, you're getting multiple parts of the chicken, still on the bone, and cooked to perfection (even the breast!). And then the flavors and textures its cooked with bring it over the top. It has a rich tangy tomato sauce, crunchy peanuts that add perfect texture with the rice, and crispy flakes that add even another element. This is a dish I would come back for.\n\nThroughout the whole experience, the bartender was so friendly and accommodating, he made me feel right at home. He even reccomended things to do in the local area that ended up being great! This place is definitely not cheap but for the food and service, its worth it.",
        "language": "en"
      },
      "date": "2019-04-05T18:04:20Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7aGwWgbdfKpQoZqy3TxsaA/o.jpg",
          "caption": "Country Captain Chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iXcNGjGGnwbve3Zi0ABGpg/o.jpg",
          "caption": "Farm Egg Baked in Celery Cream"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3AQK8eOhZQWsXrPC1gq8Eg/o.jpg",
          "caption": "Strawberry Gin Cocktail"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cali A.",
        "user_id": "lQMA0SMZAI7UfpUbuCcuBQ",
        "link": "https://www.yelp.com/user_details?userid=lQMA0SMZAI7UfpUbuCcuBQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XKVxmnfBl8_cGdeNTbO0tQ/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 2,
        "photos": 344,
        "reviews": 230
      },
      "comment": {
        "text": "FABULOUS! MUST GO FOR LUNCH AND DINNER!\nEspresso Ice Cream Sandwich the best\nQuail DELICIOUS\nPork Belly -- Interesting, worth a try\nDesserts are awesome especially ice cream \nEasy Valet\nDelightful Staff\nQuiet Ambiance (I went late Saturday night and week day lunch)",
        "language": "en"
      },
      "date": "2019-03-20T04:53:19Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/r4Ig4Ga5_hf6pR7x40S6og/o.jpg",
          "caption": "Pork Belly"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g__zCzMjXIJdHM9I2MXuSg/o.jpg",
          "caption": "Strawberry Blondie"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5Mfz_22P4u4wfrEQRikbTQ/o.jpg",
          "caption": "Espresso Ice Cream Sandwich"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VZg6Hz9pShSAyF48D_m2qA/o.jpg",
          "caption": "Strawberry Dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/w4ROSNNZ94rns9ARr0XkcA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uOHqh3N7B8FvdtRbBul2tA/o.jpg",
          "caption": "Quail"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alina V.",
        "user_id": "nIyIUCjpGXfaPYT3NvVlVw",
        "link": "https://www.yelp.com/user_details?userid=nIyIUCjpGXfaPYT3NvVlVw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2E5eVWNF4HNiDyBTjHbfEA/180s.jpg",
        "address": "New Brunswick, NJ",
        "friends": 0,
        "photos": 41,
        "reviews": 33
      },
      "comment": {
        "text": "The restaurant is located in West Midtown area and serves southern new American food using fresh farm ingredients.\n\nThe restaurant itself has great ambience: nice soft music playing on the background, and the entire restaurant, which is actually large, is broken down into several smaller areas, which allows for a cozy yet chic feel. Needless to say the staff is very welcoming and friendly, the southern friendly. \n\nThe menu wasn't extensive, but all the dishes seemed very unique in its own way making you want to try everything. For the appetizer, I went with the Farm Egg baked in celery cream with grilled bread, and I think I did a great choice. I was worried a bit about the celery cream because I'm not a fan of celery, but I didn't taste it much; what I tasted was a creamy yet light, rich flavor with a hint of tender sweetness.\nMy choice of main course was the Grilled Quail with beets, spinach, vidalia (first time I heard this word and it stands for a type of sweet onions), strawberries and spring onion soubise (basically a pure of onions and butter - don't recall seeing that word before either). Did not regret that either! The dish was light (for a meat dish) yet filling, and you can taste that food comes fresh from the farm. I wonder how they cooked red beet, as it came out so juicy and tender (not an easy task for beets!); the sweet onion soubise complemented the dish perfectly, and the strawberries were full of flavor yet not too sweet with a light smoky taste. Delicious.\n\nI would most certainly recommend this restaurant for anyone who lives in Atlanta or is visiting, you won't regret it.\n\nThank you,\nA",
        "language": "en"
      },
      "date": "2021-04-30T05:50:02Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8iHC4WTFz2y0dnQ0-IjB-g/o.jpg",
          "caption": "Bar area"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nCAMiMHL-9TWpHGVn-xlVg/o.jpg",
          "caption": "Farm egg baked in celery cream"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xNc_fJOhtlgSksuM4M4PjA/o.jpg",
          "caption": "Grilled quail with beets, spinach, vidalia, strawberries and spring onion soubise"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/O87gQIw5S9R1f5eCfAf6Dg/o.jpg",
          "caption": "Menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mia K.",
        "user_id": "h1N4u0tYv8_chOsNoUMOJg",
        "link": "https://www.yelp.com/user_details?userid=h1N4u0tYv8_chOsNoUMOJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/igZy15h-j4tILStCUaniYw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4,
        "photos": 34,
        "reviews": 58
      },
      "comment": {
        "text": "Their oyster appetizer is tiny and not that great. Hush puppies were okay, had better ones. duck breast entree was good but not amazing for me to come back for more. overall it was okay.",
        "language": "en"
      },
      "date": "2022-01-11T16:34:00Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rick T.",
        "user_id": "zU9_B8fdyFIRJvXfoFaUgw",
        "link": "https://www.yelp.com/user_details?userid=zU9_B8fdyFIRJvXfoFaUgw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/da6q1eHy2JWJp0FRgemW4Q/180s.jpg",
        "address": "Columbia, SC",
        "friends": 644,
        "photos": 11650,
        "reviews": 1233,
        "elite_year": 24
      },
      "comment": {
        "text": "Delicious grass fed beef burger to be found here which they were kind enough to split at no charge fries  included. Buttery crispy bun with sharp cheddar cheese added to the magic of the whole profile of the burger. Ketchup is made in house to dip the fries or put on the burger too. I prefer all the trimmings to be on the side and not influence the med rare beefy goodness. House made ice cream Carmel sandwich was a stunner I wanted to hug the chef or whoever made the sandwich. Solid lunch performance all around not that you needed anymore praise for your food.",
        "language": "en"
      },
      "date": "2018-10-08T15:28:46Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/o9L71R7u_fm496BPGC6qcQ/o.jpg",
          "caption": "Grass - Fed Beef Burger"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uY7By8AzJZe__vDdGULumw/o.jpg",
          "caption": "Carmel Housemade Ice Cream Sandwich"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/e0lgvdiyf2qDbxMtWbDhCg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nUZhsYjGdU7IuBoPFb5J8w/o.jpg",
          "caption": "Lunch menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8EzGglRpnYJCgleMye-YdA/o.jpg",
          "caption": "Dining area"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Sara B.",
        "user_id": "kKe5gAGK1ba0ngOvQ6Dw2A",
        "link": "https://www.yelp.com/user_details?userid=kKe5gAGK1ba0ngOvQ6Dw2A",
        "address": "Cumming, GA",
        "friends": 40,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "Unimpressive experience from start to finish. Appetizers were average at best but the fish entree was good. Service left much to be desired.",
        "language": "en"
      },
      "date": "2022-09-16T21:31:23Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Annie R.",
        "user_id": "xinbimQZcEBi8BeNd7-Mwg",
        "link": "https://www.yelp.com/user_details?userid=xinbimQZcEBi8BeNd7-Mwg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uhRtuCxfCXCjwRSuJXR0bA/180s.jpg",
        "address": "Chicago, IL",
        "friends": 19,
        "photos": 644,
        "reviews": 80
      },
      "comment": {
        "text": "Excellent food and service. \n\nThe combination of flavors is surprising and fun, and they all work so well together. I also love all the house-made items (including the soda!! Peach soda or rhubarb lemonade, anyone?). How about the charcuterie?! You cannot go wrong with any of the starters. Incredible. \n\nWe ordered: fried corn fritters, baked egg (so good!), charcuterie (pork pate!!!!), pork belly (holy crap), and hummus. All were great hits. \n\nOnly slight miss is in the entrees. The pork chop was good, but not as \"life changing\" as the starters. The duck breast was supposed to be medium rare but came out more medium/almost well done. But the flavors were all great. \n\nService is great. Attentive but not overbearing and our server knew every detail of every dish, and made superb recommendations for our group.",
        "language": "en"
      },
      "date": "2019-08-01T01:05:15Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OuKM9u7x7dQmV3E3oqB8ug/o.jpg",
          "caption": "Duck breast with corn & mushroom, and cornmeal pancakes with blueberry sauce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rBtfE4QLf3QYzianHZjOnw/o.jpg",
          "caption": "Seasonal Vegetable platter: heirloom tomatoes, fried okra, corn & mushroom mix, squash, lettuce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ga_fuZ1CU6aNRWf3Poa96g/o.jpg",
          "caption": "Pork Belly, Baked Egg (amazing!), and House made charcuterie"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZV90YmD3DtLtAn7QK87yXQ/o.jpg",
          "caption": "Corn & Ricotta Ravioli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/quOFKIx8QMzr4ThKSLEpfA/o.jpg",
          "caption": "Fried corn fritters, hummus, and pork belly starters"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mert D.",
        "user_id": "aCORAA5SWONFlvWQ0twnyQ",
        "link": "https://www.yelp.com/user_details?userid=aCORAA5SWONFlvWQ0twnyQ",
        "address": "SC, SC",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Seems this place is operating off past reviews. We had a party of five.  The grouper cake was the only standout. The noise level here was a 10!  We couldn't hear across our table.  A big disappointment.",
        "language": "en"
      },
      "date": "2022-09-26T02:13:05Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lindsey S.",
        "user_id": "7ZG2wxnf1AGKJ669OQgn-g",
        "link": "https://www.yelp.com/user_details?userid=7ZG2wxnf1AGKJ669OQgn-g",
        "address": "Atlanta, GA",
        "friends": 1,
        "photos": 0,
        "reviews": 7
      },
      "comment": {
        "text": "They say people make an experience so if this is true then this restaurant is 1 star. Sommelier was very condescending and rude. When I tried calling back to speak to the manager about my conversation with him the hostess practically hung up on me. If I'm going to be treated like a peasant at least let it be at a Michelin star restaurant.",
        "language": "en"
      },
      "date": "2022-06-17T21:51:51Z",
      "rating": 1,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kristen K.",
        "user_id": "wUEswfmgx_ipOqNcHZH4gg",
        "link": "https://www.yelp.com/user_details?userid=wUEswfmgx_ipOqNcHZH4gg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lvGXVBc4mewfjUpzNzl09A/180s.jpg",
        "address": "Brookhaven, GA",
        "friends": 21,
        "photos": 2,
        "reviews": 10
      },
      "comment": {
        "text": "Went here on 1/22 for a date night.  Great spot.  Drinks we did the One and Only and the vanilla old fashioned.  For appetizers we had the beet salad and the hushpuppies.  I did the trout for dinner and husband had the seafood chowder.  Got the donuts for dessert.  Food was on point to anywhere we've been (Chicago, NYC, etc.) and service was great as well.  Great ATL spot.",
        "language": "en"
      },
      "date": "2022-01-23T18:22:47Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Scott B.",
        "user_id": "uIEuProB5I92QHeVxpp_Iw",
        "link": "https://www.yelp.com/user_details?userid=uIEuProB5I92QHeVxpp_Iw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7LAZLVWQNDPkoWl5yR_wEg/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 311,
        "photos": 48,
        "reviews": 287,
        "elite_year": 24
      },
      "comment": {
        "text": "Impressive!\n\nThis place is fantastic, and they do a wonderful job all around from service to flavors to presentation. We did Saturday lunch: the shrimp app, the smoked trout spread, and the deviled eggs with confit chicken. I'd have been happy to have just ordered all that again for my main (which one of our party did). My wife and I split the chicken sandwich and the ham and cheese sandwich... wow. Both awesome, hard to pick between the two. \n\nThe handmade ice cream sandwiches for dessert hit the spot. Enjoy and know you're getting amazing value for the price!",
        "language": "en"
      },
      "date": "2018-09-25T02:22:11Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jordan W.",
        "user_id": "H4Z_Ltb32c8jmNP5bK92Pg",
        "link": "https://www.yelp.com/user_details?userid=H4Z_Ltb32c8jmNP5bK92Pg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/e_vBPZBmsKscICt8EpAqdw/180s.jpg",
        "address": "Virginia Highland, Atlanta, GA",
        "friends": 155,
        "photos": 0,
        "reviews": 519,
        "elite_year": 24
      },
      "comment": {
        "text": "Miller Union more than lived up to its reputation as one of Atlanta's best restaurants on our recent visit on a warm Saturday night. We made reservations for the patio for a special occasion, and were immediately seated in an intimate corner of their understated, almost industrial outdoor space. We started with selections from their thoughtful wine menu, with her having a sparkling rose and me going with a crisp Gruner, before turning to the menu. As vegetarians, we couldn't sample the full breadth of what Miller Union offers, but they have enough vegetarian options to make the experience worthwhile. We started with the famous farm egg in celery cream with grilled bread. It more than lived up to its hype as one of the city's best dishes, and was unlike anything I have had. The freshness of the egg and the depth of the cream sauce, along with the waiters instructions on how to fold the dish together before digging in, walked the line perfectly between haute cuisine and comfort eating. We followed that up with a few vegetable dishes. The farro salad sitting in a pool of bright red beet sauce was incredibly fresh and satisfying, and the feta dip with lavash and crudits featured a wonderful sampling of the sweetest summer produce. For our entree, we split a seasonal vegetable plate, which was an assortment of vegetables prepared in various ways- grilled, raw, stewed, and so on. Everything was exquisitely seasoned and well-cooked, and even the simplest raw tomatoes were a delight. After indulging in another glass of wine- a Portuguese white- we turned to their dessert menu. She went with a chocolate pav, which was dense and rich and the perfect chocolate dessert, whereas I had a well-balanced cheese selection, with an accompaniment of fresh jams. We paired that with a glass of port, before our server surprised with a complimentary glass of champagne, as we were celebrating a special occasion. On top of the exquisite food, the service throughout was thoughtful and unpretentious, and we left feeling very well cared for. Miller Union far exceeded any expectations I had going in, and I look forward to visiting again for more of Atlanta's finest.",
        "language": "en"
      },
      "date": "2021-07-09T14:26:34Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alexandra A.",
        "user_id": "sjPdoUEo4z5-IBG9yM55ew",
        "link": "https://www.yelp.com/user_details?userid=sjPdoUEo4z5-IBG9yM55ew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/e_nlzalXdFJMcqZn7H6e_g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 19,
        "reviews": 72
      },
      "comment": {
        "text": "I've been waiting for years to go to Miller Union - it's been consistently in the top restaurants of Atlanta. Finally got a chance to go, on a Friday, we hopped on 2 empty seats at the bar. \n\nService: First impression was not good, all the bartenders ignored us as we sat down, finally in a pass one of them asks what we want. I ask for a dinner menu, and some questions on two cocktails. The answer was very laconic as in \"they are different\", i was really expecting more of a description of the cocktails but I did not get it, so I let it go. I order one of them, which turns out just ok, very floral ( wish he would have mentioned that). \n\nFood: Now to get to the food, which I had hoped it would make up for the non friendly bar service. \n\nCharcuterie board : A joke, it was essentially half a loaf of bread and 3 slices of pancetta. Nobody explained even what the meats were... but they were very scarce, probably one of the saddest charcuterie boards I've seen in a while and did not strike me as high quality meat, or cured in the house .. who knows. A board usually comes with a story, maybe I've been spoiled. At $20+ for a board I was expecting way more.\n\nScallops (appetizer): Just ok, I think they are executed better at other top Atlanta restaurants, and at $8 a scallop I felt like I was a bit robbed. \n\nLemon Ricotta Ravioli (Main course) : I was envisioning this to be a fat juicy homemade ravioli. The dish came out, I thought they had brought me the wrong thing. The dish was all soaked in some juice, like a soup; the the ravioli were the flattest, soggiest ravioli I've ever had, no joke. It was quite awful, probably  the biggest disappointment of the night. \n\nSteak (main course) : steak was good, but nothing memorable that I would want to come back for. \n\nDrinks:  Cocktails were ok, I didn't know what to order because the bartender didn't feel like recommending or describing something. We switched to wine , and asked for a Malbec. He told me they don't carry Malbec, so I was like ok, I'll have a Cabernet Sauvignon (I wanted a full body wine to go with my steak). After looking at me like I just ordered a Coors Light, the bartender then tells me that they don't carry the Cab either, because \"we do things differently around here.\" I think I might have burst in a laughter at that point. I tried 3 of the wines he recommended, one of them a Bordeaux which was $20/glass, and I thought they were all watered down and light. I'm not a wine connoisseur by any means, but I've been to many vineyards in Napa, France, and Italy, and I think I can taste a decent wine. \n\nI left feeling ripped off and confused by the very underwhelming overall experience, how can this be  possibly rated as one of the top Atlanta restaurants ?? No clue.",
        "language": "en"
      },
      "date": "2018-04-21T23:18:51Z",
      "rating": 2,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KjYF0OXV5w14I8QlhwHJuw/o.jpg",
          "caption": "Bread and meat board ? :/"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uwiC-JbxMz3T1BfMew5eJw/o.jpg",
          "caption": "Lemon Ricotta Ravioli ( soup? )"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/piKEICnyxM5Yve1l44CTxA/o.jpg",
          "caption": "Steak"
        }
      ],
      "feedback": {
        "useful": 6,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Sue F.",
        "user_id": "3u1MMvQtFenqQNiMmj0w3w",
        "link": "https://www.yelp.com/user_details?userid=3u1MMvQtFenqQNiMmj0w3w",
        "address": "Birmingham, AL",
        "friends": 0,
        "photos": 6,
        "reviews": 247
      },
      "comment": {
        "text": "Second time here and it was just as good as the first time. Dinner before the Dodgers/Braves play off game. We shared a salad, seafood chowder, and vegetable plate. Apple spice cake substituting chocolate cake ice cream for the one it comes with. The food was absolutely perfect and the service was even better. We drink a ton of water and our glasses were never empty. The best was when the server, who was new, was on his way out to deliver our dessert was checked by our primary server to ensure that the ice cream substitution was in fact done. It wasn't and she sent him back to the kitchen before he ever got to us. Such great training she did. \nI cannot wait to go back here....AGAIN!",
        "language": "en"
      },
      "date": "2021-10-18T02:03:50Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Grace L.",
        "user_id": "7b_J1f8OfpgcJbFaxaBNog",
        "link": "https://www.yelp.com/user_details?userid=7b_J1f8OfpgcJbFaxaBNog",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XxcoCJh4x2SWHrL-ZJRcMQ/180s.jpg",
        "address": "Seattle, WA",
        "friends": 231,
        "photos": 133,
        "reviews": 81
      },
      "comment": {
        "text": "The most fresh  ingredients and the quality, flavors, and presentation is incredible. \n\nMy favorite however has to be their ice cream sandwiches. \nI honestly have no idea how to describe it other than it's just very gourmet with perfect texture. They definitely do something special with their ice cream sandwiches.",
        "language": "en"
      },
      "date": "2019-05-13T22:13:00Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-gngVUyx5iithnwSD4NX_g/o.jpg",
          "caption": "peach and bourbon glazed quail, farro, celery, peach and pecan pure"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HJldn0F-7QrsWalTLLKVvw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/B3C0whrIki58xLBqXPstKw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=bcx5R5pI3CLHMoMKD204Sw&start=130"
  }
}