{
  "search_metadata": {
    "id": "660189c32236e2c96eaa03cd",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/660189c32236e2c96eaa03cd.json",
    "created_at": "2024-03-25 14:27:15 UTC",
    "processed_at": "2024-03-25 14:27:15 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/48UX4Sx-4Nc-uFhVKw7ZrA?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/660189c32236e2c96eaa03cd.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/660189c32236e2c96eaa03cd.prettify",
    "total_time_taken": 2.06
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 80,
    "num": "50",
    "place_id": "48UX4Sx-4Nc-uFhVKw7ZrA"
  },
  "search_information": {
    "total_results": 782,
    "business": "Wrecking Bar Brewpub"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 782
    },
    {
      "hl": "de",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Kelli W.",
        "user_id": "b2ggkUxi2kfD-Uc2s3g21w",
        "link": "https://www.yelp.com/user_details?userid=b2ggkUxi2kfD-Uc2s3g21w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9v1ctw_yrvPpdPyFC3FSZQ/180s.jpg",
        "address": "Decatur, Atlanta, GA",
        "friends": 8,
        "photos": 482,
        "reviews": 88
      },
      "comment": {
        "text": "Great atmosphere with great food and service! The waitress was very knowledgeable about the menu and was able to recommend based on individual preference. I tried their amaretto sour, which was different in the fact that they used whipped egg yoke and I was not disappointed! It was so good! \nMy congee entree wasn't mind blowing but I wanted to try something different. I wouldn't recommend this entree but I wanted to try something different. Their award winning fries with the different dipping sauces was excellent! I can absolutely see why they are award winning! If you cannot find street parking, you'll have to valet. We went Saturday evening and it wasn't terribly crowded. The atmosphere is like a loungey chill upscale hipster vibe. The staff was very friendly, helpful, and attentive. Would absolutely recommend and visit again!",
        "language": "en"
      },
      "date": "2017-12-23T23:39:59Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZbQ1WEp_o4xM0wpROn7EHA/o.jpg",
          "caption": "The award winning fries are AWESOME!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zNkXyLUotQDdWLby0RDzfQ/o.jpg",
          "caption": "Order the Shrimp Sausage congee and it was interesting but good!"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Bruce K.",
        "user_id": "hWDybu_KvYLSdEFzGrniTw",
        "link": "https://www.yelp.com/user_details?userid=hWDybu_KvYLSdEFzGrniTw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7S0KhopYZrKHYWyq9J_KuA/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 2142,
        "photos": 56507,
        "reviews": 21551,
        "elite_year": 24
      },
      "comment": {
        "text": "Neat stone underground restaurant and bar that we stopped by. I loved the atmosphere they have going on here, but it can be tough to get a drink from the busy bar and bring it over to the sofa area. We didn't stay for food though.\n\nThe place was wall-to-wall with hipsters. So there's that going for it.",
        "language": "en"
      },
      "date": "2017-10-06T21:41:20Z",
      "rating": 4,
      "feedback": {
        "useful": 10,
        "funny": 7,
        "cool": 9
      }
    },
    {
      "user": {
        "name": "Michaela F.",
        "user_id": "CCrk2uJ1WP5pRy3LBGYYmg",
        "link": "https://www.yelp.com/user_details?userid=CCrk2uJ1WP5pRy3LBGYYmg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gMQTySvsNqbwZ_3RsNEqHA/180s.jpg",
        "address": "Seminole Heights, Tampa Bay, FL",
        "friends": 11,
        "photos": 29,
        "reviews": 17
      },
      "comment": {
        "text": "stopped by for drinks and snacks and we enjoyed  everything we ordered plus loved the atmosphere. It's a really unique, cozy spot with a bit of sophistication. Good place for drinks with friends or even a nice dinner date. \n\nCocktails pictured:\n-Smokey & The Bandito (my favorite cause of the Mezcal) \n-In the Park (basil and grapefruit are a perfect combo)\n\nFood pictured: \n-Wreck fries (love the variety of dipping sauces)",
        "language": "en"
      },
      "date": "2018-02-05T02:46:23Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Vs1xso1GzboSYNXWEfmysQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Sarah L.",
        "user_id": "El2JJ1tNHN2W-dOrlRGfDQ",
        "link": "https://www.yelp.com/user_details?userid=El2JJ1tNHN2W-dOrlRGfDQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uYD4WOr7uETw1Jq3MVR5dQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 7
      },
      "comment": {
        "text": "My husband has to be on an extreme low sodium diet for his heart and his kidney. Since starting the diet we rarely eat out. When we have, he usually ends up with a sad plate of food.\n\nI reached out to Wrecking Bar in advance to see if they would be willing to make a low sodium meal for my husband that fits his requirements. The owner and chef were both so responsive and happy to accommodate, even when I had to increase the # in my party last minute. Even more amazing was that the meal my husband received was still beautiful and delicious - they did not skimp on style or flavor like most places do. We always liked wrecking bar before for we are fans for life now. Thanks Wrecking Bar.",
        "language": "en"
      },
      "date": "2020-01-28T14:54:03Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Ron P.",
        "user_id": "u7tbCCWV8g9IaOG3uORnyA",
        "link": "https://www.yelp.com/user_details?userid=u7tbCCWV8g9IaOG3uORnyA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fe6ODOiEpMXxAa4c_y8LhQ/180s.jpg",
        "address": "Richmond Hill, GA",
        "friends": 70,
        "photos": 1591,
        "reviews": 343
      },
      "comment": {
        "text": "My son and daughter-in-law suggested we grab dinner and brew at the Wreaking Bar and we had a very good experience!  The Wreaking Bar Brewpub is housed in the basement of stately old house with great stone and brick work that accents the exposed wooden beams of the ceiling above, giving a warm and cozy feel to it.  We went for an early dinner / late lunch as our main meal of the day.  After checking out there beer offerings I ordered their flight which is six standard 3-4 oz. pours.  I normally prefer to pick my own beers but since It was my first visit I went with it.  My son ordered a Horchata Marata Blond Ale which has a vanilla nose and taste to it a biscuity after taste.  We decide to order their cheese fondue which comes with a large portion of warm cheese, apples, beans and yellow bell pepper slices with a nice sized pretzel for dipping.  We added some extra apple slices for $1 and later another pretzel for $5 as we had that nice cheese leftover that we couldn't waste...\n\nFor dinner their pastrami sandwich was calling to me and came with fries and a pickle.  The pastrami was very flavorful but a little to thickly cut.  The homemade kraut did not add much to the flavor.  I will say the sandwich was good but not great!  My wife had catfish on the mind and could not resist a catfish filet that was stuffed with pepperoni the chef had prepared.   She was thrilled with her choice saying it was one of the best catfish meals she has ever had!  \n\nFood and Beverages 4.5 The beer was good but I didn't find a favorite in the flight.  Cheese fondue was very good with a large serving of cheese you could add more munchies for dipping or retain for the main meal.  Catfish stuffed with pepperoni excellent! Pastrami good not great! \nService 4.5 Our server was fast, friendly and efficient with a good knowledge of the menu.\nAtmosphere 4 Really nice old pub feel!\nPrice 4 The beer and food are a good value for the price! \nOA 4.5  I would like to come back and try some of their other fare . My wife would definitely get the catfish if on the menu, but it appears to be seasonal so...",
        "language": "en"
      },
      "date": "2019-08-20T16:24:01Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KfxBoGrU53dcfEJnYWuklg/o.jpg",
          "caption": "Beer menu!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AoKi74q9f2eYU8cT5XyuIg/o.jpg",
          "caption": "Sorry, imagine a nice sized pretzel (vs. remnant) along with the generous cheese portion bell pepper, apple slices and beans.  Very Good!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DScsF3V7Jmee_fnvb_evyA/o.jpg",
          "caption": "Thick Pastrami with homemade sauerkraut and cheese sandwich with fries.  Nice!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/b7lLMt2e_TNXt_ULjTGfGw/o.jpg",
          "caption": "Fried catfish stuffed with pepperoni and okra, corn and green bean medley.  One of the best catfish dinners my wife has ever had!"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 2,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Daniel B.",
        "user_id": "j14WgRoU_-2ZE1aw1dXrJg",
        "link": "https://www.yelp.com/user_details?userid=j14WgRoU_-2ZE1aw1dXrJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AZ91dRaJnhwWt6ARSNVc3A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4864,
        "photos": 88157,
        "reviews": 4864,
        "elite_year": 24
      },
      "comment": {
        "text": "The Wrecking Bar Brewpub opened Summer 2011 in the basement of the old Wrecking Bar Architectural Antiques store.  The brewpub is located in an old Victorian-style house built circa 1900.  The upper level of the house, named \"The Marianna\" after the original homeowner's daughter, is now used as event space.  The brewpub has become a very popular bar in the Little Five Points and Inman Park area.\n\nI don't really drink, so this review is based on the food I've tried, the atmosphere, and the service.  This is a lively hangout spot with several areas of seating, both indoors and out.  The environment is communal, friendly, and festive.  The restaurant brews its own beer on-site.  Most of the action happens underground, away from the restaurant and bar.  However, there are two big fermenters located in the beer garden.  The beer garden is its own separate covered and enclosed space, perfect for large groups and parties.  It features an additional standalone bar and extra seating (mostly long picnic tables), TVs, and darts.\n\nFree brewery tours are available Saturdays at 4:30pm.\n\nThe restaurant serves more than just typical \"pub grub.\"  Most ingredients are regionally sourced.  The menu lists the many farms and food purveyors where the ingredients come from.  You'll find a lot of comfort foods and Southern influence on the menu.  Examples include chicken liver pate, chicken fried rabbit wings, chicken and dumplings, and pork and beans.  Expect to spend about $5-8 per appetizer and between $10-20 on main entrees.\n\nI've tried several dishes.  They include:\n\n* Beer Boiled Peanuts - boiled using Victor IPA, WB chili spice blend\n* Kale Ale Cheese Fondue - Bernhard's Bavarian pretzel, aged Gouda and sharp cheddar fondue, kale, local veggies\n* Koln Malt Crusted NC Trout - pan-roasted, local butternut squash & Brussels sprout hash, WB spiced GA pecans and brown butter\n* Pulled Chicken Salad - local organic arugula, radish, pulled pasture poultry, quinoa, marinated shiitake, GA apple, mustard vin.\n* Wrecking Bar Burger - Moonshine Meats grass-fed beef, beer cheese, caramelized onions, pickled jalapenos\n* Pulled Pork - slow-smoked, WB barrel-aged North Carolina BBQ sauce, kale slaw and homemade pickles\n(WB stands for Wrecking Bar)\n\nThe Beer Boiled Peanuts are served in a black cast-iron skillet.  The seasoning makes some peanuts way salty, but overall, it's good stuff.  The giant Bavarian pretzel on the fondue plate is dense, doughy, and delicious.  The veggies consist of things like broccoli and carrots.\n\nThe Trout is very good -- fresh and cooked to near perfection.  The butternut squash are quite tasty and the bits of pecans add a nice crunch.  The Chicken Salad is so-so.  It's light and refreshing, so a good option for those looking to eat healthy.  It, however, is not very filling so you may want to look elsewhere on the menu if you're really hungry.\n\nThe Wrecking Bar Burger uses Holeman & Finch buns with sesame seeds.  The grass-fed beef patty is thick and hearty, cooked to order.  It can also be oddly shaped.  The beer cheese is served in a melted clump plopped over the center of patty, so it's not like a standard slice of cheese.  The pickled jalapenos are a nice touch.  The burger is served with a side of Wrecking Bar's fries, which many people rave about.  They're pretty good.  Soft, crispy, and not too greasy.\n\nThe Pulled Pork is alright.  It tastes a little salty and has that unique Carolina BBQ vinegar finish.  Like the burger, it also comes with an H&F toasted bun and a generous side of fries.  The kale slaw is crisp and crunchy and made with just the right amount of mayo (not excessive).\n\nService is terrific, from the valet guys to the bartenders to the servers.  The staff I've encountered have been cool and affable.  Valet is complimentary.  When the valet lot is full (or if you just don't want to valet), free street parking is available along Austin Ave, which is adjacent to the front entrance of the brewpub.",
        "language": "en"
      },
      "date": "2015-08-04T15:03:52Z",
      "rating": 4,
      "feedback": {
        "useful": 15,
        "funny": 1,
        "cool": 8
      }
    },
    {
      "user": {
        "name": "Luanne F.",
        "user_id": "po8nZaySTrMmuOCx_fmagw",
        "link": "https://www.yelp.com/user_details?userid=po8nZaySTrMmuOCx_fmagw",
        "address": "Smyrna, GA",
        "friends": 1,
        "photos": 3,
        "reviews": 17
      },
      "comment": {
        "text": "Ok.. we have been coming to The Wrecking Bar since it first was built by our friends of the neighborhood. We have always found the bartenders to be outstanding! The Chef, waitstaff the food ALL outstanding However, I have never been treated so rudely until tonight when a bartender named , Katie spoke to us like we were a bother and as if we were children. We were at a part of the bar that turns a corner so it was tough for the bartender to see us unless they made it a point to turn the corner and look for us. I called out, \" Miss, Ma'am\" and she scolded me ..., \" MY NAME IS KATIE, next time call my name. I didn't know her name so I had waved at her. THIS is. Of the Wrecking Bar we know. The rudeness went on.",
        "language": "en"
      },
      "date": "2022-03-12T02:37:32Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 2,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Samantha B.",
        "user_id": "D2zGU8RMbk0EBd67yGOTXA",
        "link": "https://www.yelp.com/user_details?userid=D2zGU8RMbk0EBd67yGOTXA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-Atwa0Je_94hjo-yDmkTfw/180s.jpg",
        "address": "Duluth, GA",
        "friends": 8,
        "photos": 11,
        "reviews": 49
      },
      "comment": {
        "text": "Food was okay.  Beer was good.  Service was great!  Enjoyed the vibe.  I did enjoy the outdoor save.",
        "language": "en"
      },
      "date": "2021-10-01T22:10:13Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sofia J.",
        "user_id": "U6KBNi5oTnOetfiFsKi2RA",
        "link": "https://www.yelp.com/user_details?userid=U6KBNi5oTnOetfiFsKi2RA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lhkoq__cMi5sovGFs3KA0A/180s.jpg",
        "address": "Chicago, IL",
        "friends": 164,
        "photos": 199,
        "reviews": 467
      },
      "comment": {
        "text": "What a great first dinner in Atlanta!\nSeasonal, local, diverse, light flavors\nDelicious Baltic Porter\nOutdoor seating\nNo wait despite not taking reservations \nReasonable prices (by Chicago standards)\nFun neighborhood to walk around in (check out the grocery co-op!)\n\nStandouts: green beans (Chanterelles are minced into the dish, not served whole) with an Asian seasoning\nShrimp sausage (fava beans! Radish kimchi!)\nOctopus",
        "language": "en"
      },
      "date": "2017-07-13T01:05:01Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Bpt7s51wmg7Y17Ktqr-Shg/o.jpg",
          "caption": "Shrimp sausage"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yvs_ofs5WVrZNlapc2uKoQ/o.jpg",
          "caption": "Shishito peppers & green beans"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 2,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Ashanti W.",
        "user_id": "VeTDgbIvzCrjpG-1HLFgFg",
        "link": "https://www.yelp.com/user_details?userid=VeTDgbIvzCrjpG-1HLFgFg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/G6DX0jj6wuKxs5ahSwv74Q/180s.jpg",
        "address": "Cedar Hill, TX",
        "friends": 6,
        "photos": 9,
        "reviews": 16
      },
      "comment": {
        "text": "Flew in from Dallas to Atlanta today hoped off the plane in search of a cool spot. Found this place with a cool Triple D app and found....By FAR THE BEST pastrami sandwich in the history of pastrami sanwiches!! House cured and prepared to perfection but the kicker to sandwich??!!...a SOUTHERN twist with wait for it...SPICY COLLARD GREENS!!! WHO WOULDA THUNK IT??!!..Atmosphere was amazing as well. No TVs so you actually talk (imagine that at a dinner table!) House crafted beers (one of my favs was a whiskey barreled aged brew!!) Cant WAIT to go back in June when we're back in town for our convention!!",
        "language": "en"
      },
      "date": "2019-05-18T00:51:32Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sAcEzy0ThGbkYOcwqJREpA/o.jpg",
          "caption": "Sig. house cured, pastrami sando WITH house made SOUTHERN COLLARD GREENS!!! WHUH?!...ABSOLUTELY  THE BEST PASTRAMI SANDWICH I'VE EVER HAD!"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 2,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Lynai J.",
        "user_id": "TGsddLKiPMrEzpSfEyC2uQ",
        "link": "https://www.yelp.com/user_details?userid=TGsddLKiPMrEzpSfEyC2uQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/d5ERwT-ZyLtNtLHK9DqFHg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 10,
        "reviews": 8
      },
      "comment": {
        "text": "One of my favorite restaurants in the city.  Main reason is consistency in quality or food and service.  Although the menu changes seasonally they have some staple items like the burger which is fantastic. \nGreat Covid 19 precautions without abandoning the full dining experience which is a plus. I've never had a bad meal or cocktail here and the bartenders are great.",
        "language": "en"
      },
      "date": "2020-08-23T19:05:36Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Allison M.",
        "user_id": "LLO2qqD7m8DzjO5aOcyvJg",
        "link": "https://www.yelp.com/user_details?userid=LLO2qqD7m8DzjO5aOcyvJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zrOCkUs3ARhAhXuw5_4Jjw/180s.jpg",
        "address": "Asheville, NC",
        "friends": 839,
        "photos": 2281,
        "reviews": 945,
        "elite_year": 24
      },
      "comment": {
        "text": "Lovely and fun place to visit. A little out of the ordinary & I love that. It's huge but somehow I missed it! A cooler part of little five that's up for exploring. Parking can be tricky on a busy night. Neighborhood street parking worked fun but added a night walk. \n\nThe inside it beautiful and cozy. Like an old school dimly lit mansion- classy, mysterious and comfortable. Great for a date or friend gathering. I could sit and sip for hours!\n\nTheir bar is extensive and pretty fairly priced. Their kolsch was okay, but I really love their cocktails (the In fashion and & In the park- YUM). The servers are delightful and they really hustle.\n\nNever ate here but I would love to go back and try it!",
        "language": "en"
      },
      "date": "2017-03-06T17:53:26Z",
      "rating": 4,
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Greg S.",
        "user_id": "aAJM1RZneYwH_oLrIdnjog",
        "link": "https://www.yelp.com/user_details?userid=aAJM1RZneYwH_oLrIdnjog",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LuvJF487A6yph8tFvtcxRg/180s.jpg",
        "address": "Marietta, GA",
        "friends": 1,
        "photos": 5,
        "reviews": 42
      },
      "comment": {
        "text": "Wow, awesome! My wonderful wife took me here for Father's Day today. We came ITP to Little Five from OTP which is always a welcome respite. We both love stouts and porters (even in the summer) and it is not easy to find those here during IPA and fruit beer season. Lol! The Wrecking Bar is celebrating its 8th Anniversary and in honor of that, they had brewed some different dark stouts and brandy wine beers. They were delicious with sweet and smoky notes. \nNow for the food.... I had the burger which was one of the best I have ever had (and I am on the sliding side of middle age). My wife had the cheese plate which both of us loved! Our grandson joined us and had the kids Mac and Cheese which appeared and tasted from scratch. Finally the service was great! Our server Suzie was perfectly attentive even with the place being packed. I highly recommend a visit here!",
        "language": "en"
      },
      "date": "2019-06-16T21:15:58Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Prescott M.",
        "user_id": "gvPW3mBSChSXX-O3FPZ5KA",
        "link": "https://www.yelp.com/user_details?userid=gvPW3mBSChSXX-O3FPZ5KA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E6G3BOygbAdpC0N8pecd7w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 36,
        "photos": 2,
        "reviews": 13
      },
      "comment": {
        "text": "They were supposed to host Ardbeg Day here, and being that I'm a massive fan, I hop on any opportunity to savor the nectar of the Gods! However, the event got delayed.  I did have to look at their menu both food and drinks (whisky obviously!). And wow, did their list not disappoint; they literally have arguably the best whisky menu in all of Atlanta. Their list is better than Bourbon Bar, and virtually on par with The Southern Gentleman in Buckhead. And I don't say this lightly, if you are a whisky fan: you'll find multiple Ardbeg expressions, a handful of Willet Family Estate Whiskies, and limited edition expressions of Highland Park like the Loki. And even better yet, it's served in a Glencairn. Naturally you can opt out and get a tumbler if you like it on the rocks.\n\nAs a first timer at this restaurant, I didn't sample everything on the menu. I asked a regular what was really good, and he pointed me to the pastrami sandwich. I had that with fries and something similar to Chipotle ranch on the side. And wow, that pastrami was made really well; smoky, a little stringy, soft, and with that perfect edge sear. It definitely went well with my Ardbeg! \n\nAtmosphere wise, it's like a rustic tavern. You get the standard dimmed down lighting, a centre bar and multiple tables. I think my night went better just because they had some Fleetwood Mac Playing.\n\nNormally, I don't go to lil' 5 much, but this place has a charm to it. I would definitely make this a regular spot of mine. If I didn't hear about it through the 'Ardbeg Day ATL' search I don't think I would have gone. I might have gotten stood up, but as a plan B, I met some amazing people and sipped on great whisky not found in a lot of Atlanta bars. \n\nP.S. To the lady who did stand me up, you missed out on a real hidden gem.",
        "language": "en"
      },
      "date": "2019-06-02T08:28:03Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Mike N.",
        "user_id": "61pMekzBdQpn9ZRRBGgOuA",
        "link": "https://www.yelp.com/user_details?userid=61pMekzBdQpn9ZRRBGgOuA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fAcJFCd5A6fxpY-dIDHp8A/180s.jpg",
        "address": "Chicago, IL",
        "friends": 5,
        "photos": 27,
        "reviews": 98
      },
      "comment": {
        "text": "Wrecking Bar Brewpub is a total sleeper. I found this place while waiting to be seated at a local BBQ spot and wanted to have a quick appetizer and beverage. \n\nI sat at the huge vintage bar and had the Bavarian pretzel which was one of the best appetizers I've had in quite a while. This place is pure fire!\n\nI asked for the whiskey list and it was more like a book then a list so I knew that I was going to be here for a few rounds. \n\nGive their beers a shot, they make them all in-house and their porters are some of my favorites I've had even when compared to super expensive barrel aged porters. \n\nI was so surprise at how cool of a vibe this place is. It's an old house that was transformed into a sheik dinner spot with a bonus brewery on hand. Honestly, how can you go wrong with this combination? \n\nI loved this place so much that after we had dinner nearby we came back for an after dinner drink. I will definitely be back. \n\nWould recommend for a delicious meal or just for a quick drink at the huge vintage bar!",
        "language": "en"
      },
      "date": "2019-03-16T23:33:28Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "David T.",
        "user_id": "0geOCH93KVUzWI07QNVBrg",
        "link": "https://www.yelp.com/user_details?userid=0geOCH93KVUzWI07QNVBrg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ILIlMU4naDYsSGpD-67zBg/180s.jpg",
        "address": "Decatur, Atlanta, GA",
        "friends": 48,
        "photos": 3183,
        "reviews": 281,
        "elite_year": 24
      },
      "comment": {
        "text": "Right up front, I love this spot.  We are so fortunate in ATL to have a fast-growing craft beer scene.  WBB is one of the best in ATL and is located in L5P on Moreland Ave.  They have valet parking, and there are lots nearby along w/ parking on the street.  The interior is spacious w/ lots of tables.  I tend to grab a spot at the bar if possible, but this venue gets busy because the beer is good and the food is also solid.  I last visited on a Saturday in August, between lunch and dinner hours so I easily found a seat.  I chose to get a beer sampler to get a taste of several beers (I think there were 5 beers included).   My faves were the saison, and the ipa.  For dinner, I had an app and 2 sides.  The boiled peanuts were salty, warm, and had a great texture.  The mac n cheese was not the best that I've had but was good.  I was really surprised by the okra dish which was my favorite, and paired very well w/ the mac.  My server was pleasant and seemed to be knowledgeable about the menu.  Great visit!  Do yourself a favor and check it out.",
        "language": "en"
      },
      "date": "2019-09-16T02:35:39Z",
      "rating": 4,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/i9SxvMOTjbwg77MoThpnrw/o.jpg",
          "caption": "Wrecking Bar brewpub"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hFe3JlikN3dWY2fEn0ZofQ/o.jpg",
          "caption": "Beer Boiled Peanuts"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Jqu17VhiMnaZQFitvDGJZQ/o.jpg",
          "caption": "Beer flight - lil 5 lager, say what u need 2 saison, steam bath Hefeweizen, ALTlanta altbier, easy mode ipa, & May the schwarabier w/ u"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4C5iXkze4Zud_hpd3MyhIA/o.jpg",
          "caption": "WB Mac - n - cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/C3tudu6OXABBbmxizkqGXg/o.jpg",
          "caption": "Okra"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Arielle L.",
        "user_id": "AHEuscIj5LAp6AuIprV_xw",
        "link": "https://www.yelp.com/user_details?userid=AHEuscIj5LAp6AuIprV_xw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/sp4Fr_WnuP70J1bER2vmdA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 260,
        "photos": 138,
        "reviews": 93
      },
      "comment": {
        "text": "Wrecking ball Brewpub is located in Inman park right near the MARTA station (perfect if you are planing on going to a game afterwards) It is It's a really cool place if you're interested in trying some local beers and also having a bite to eat.  It is definitely more family friend than other breweries that I've visited (even though it was Mother's Day).  Brewpubs are usually hard to find, so it's definitely an experience of its own.  \nThey were open and they seated us before the menu and the specials were printed.  It seemed a bit odd, but at least we had a table.  If I saw the special before my order was taken I would've chosen that instead.  \nThey had a pretty extensive list of beer (8 oz or 16oz glasses) with fixed flights.  I wish that they offered more of a build your own flight as an option.  I ordered an 8 oz one of their fruitier beers (unfortunately I can't recall the name), which was ok.   It probably was a bit sweet for my taste.\nThe menu was rather small, which was fine.  I only went for brunch so I can't review dinner.  To me most of the options were sandwiches  plus fries or some other side and mostly savory dishes for brunch.  \nI decided to get the croque madame which came with cheese grits.  It was a lot of food and there was definitely no need to order an appetizers.  It was also quite heavy, which is expected for more bar-like food and also helpful if you're drinking a couple of beers.  The food was decent, but I don't think I would be running back to order the same meal again.  (I also am writing this review a couple hours later and I'm still not hungry, if that gives you an idea of how filling the food can be.  Now I don't expect there to be 20 salads on the menu, but if you're not used to fried and/or greasy food this would not be the place for you!).  \nOverall, it was just ok.  I don't know if I would come back for brunch, but maybe I would try dinner instead or at least come back for the beer. \n*Also note their website menus for food and beer are different from what I saw In person.  It would be best to just not rely on their website.",
        "language": "en"
      },
      "date": "2019-05-12T22:38:47Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/71YolyLJ3LNtjg8XGnmETA/o.jpg",
          "caption": "Croque madame and a side of cheese grits."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Scott S.",
        "user_id": "KM2cqkN85gDQuh-91R-ecw",
        "link": "https://www.yelp.com/user_details?userid=KM2cqkN85gDQuh-91R-ecw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5k_DqxD-n3pSbpd6Dx3ipg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 276,
        "photos": 2,
        "reviews": 14
      },
      "comment": {
        "text": "Boy do I wish I had known how good Wrecking Bar's to go food was earlier in the pandemic. The food held up really well, was packaged thoughtfully, and tasted great! Will definitely be going back here again very soon.",
        "language": "en"
      },
      "date": "2021-04-03T00:47:33Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Philip M.",
        "user_id": "9etHREeXfL9-Urjxx1zcHQ",
        "link": "https://www.yelp.com/user_details?userid=9etHREeXfL9-Urjxx1zcHQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/KDHozfxhbTFEHiOmxJI1Bw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 65,
        "photos": 1156,
        "reviews": 373,
        "elite_year": 24
      },
      "comment": {
        "text": "We came here for dinner after the Little Five Points Halloween Parade.\n\nThey don't accept reservations so as soon as the parade concluded we ran to the hostess desk and checked in. Our group of four was seated in just five minutes.  Within minutes the line was out the door so we were thrilled to score a table so quickly.\n\nWe have dined here several times and I always forget to post a review.  \n\nI give this place five stars for the consistent quality food and service that I have personally experienced over several visits.\n\nWe ordered a variety of beer and cocktails. My favorite was their version of an \"old fashioned \".\n\nWe had the fries appetizer. It was huge and plenty for four people.\n\nMark had the burger. My friend and I had the fish sandwich and fries.  His partner had the Reuben. Everything was delicious!  Great ambiance with live music on the patio. Excellent service despite the massive crowd.\n\nPortion sizes were large and all of us took boxes home for lunch the following day.\n\nIn my opinion this is the top dining restaurant in Little Five Points!!",
        "language": "en"
      },
      "date": "2017-10-22T22:48:51Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Paul C.",
        "user_id": "x93HQbfgkA2iH-Dczkx3Tw",
        "link": "https://www.yelp.com/user_details?userid=x93HQbfgkA2iH-Dczkx3Tw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 4
      },
      "comment": {
        "text": "Big thanks to all the staff at Wrecking Bar for accommodating our group of 16 cyclists on a Thursday night.  The service was fast, the beer selection is excellent, and the food is good!!  We especially liked the beer flights, and the fries to share are a heaping helping with a great selection of four tasty dipping sauces!!  Thank you!!",
        "language": "en"
      },
      "date": "2022-05-13T02:40:11Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amanda K.",
        "user_id": "xcIZKMiUnS7VL9P8hRR83w",
        "link": "https://www.yelp.com/user_details?userid=xcIZKMiUnS7VL9P8hRR83w",
        "address": "Natick, MA",
        "friends": 0,
        "photos": 4,
        "reviews": 14
      },
      "comment": {
        "text": "Quite a busy pub. We ate outdoors with our puppy. The apple butter sandwich and mac&cheese was delicious. I loved the grapefruit basil gose, definitely unique and must love basil. The parking lot is on the smaller side but there is also street parking available.",
        "language": "en"
      },
      "date": "2022-05-09T23:52:20Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dina R.",
        "user_id": "LLlTAqpOyEyTHnzHsViKiA",
        "link": "https://www.yelp.com/user_details?userid=LLlTAqpOyEyTHnzHsViKiA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DJnoPpDqqdA13nkOxTgfaQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 201,
        "photos": 18,
        "reviews": 31
      },
      "comment": {
        "text": "I have been to Wrecking Bar 4 or 5 times now.  I love the \"local\" feel of the restaraunt and friendly staff.  Even during busy hours, the wait is never too long.  \n\nOn my two most recent visits I had the shrimp sausage and chickpea sandwich.  I enjoyed both meals but have felt that the main course meals are generally a bit too salty for me.  My hubby ordered the wrecking bar burger medium rare but we were surprised to see it come out a bit more on the rare side instead of medium side.\n\nMy favorite things to order at Wrecking Bar are appetizers and drinks! The beer menu is beyond extensive and the cocktails are well-balanced. I highly recommend the pretzel, vegetable and fondue platter or the fries and dipping sauce platter.  If you are feeling adventurous, order both! You will not be disappointed.",
        "language": "en"
      },
      "date": "2017-07-02T00:44:39Z",
      "rating": 4,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tnDud-VoRXND1poSbBWJSQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9_ZFRMKseOCRa7MFTy_7Cw/o.jpg",
          "caption": "The fries and dipping sauce platter is my favorite!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/muvSYgPn75MEHr7G7hwbjw/o.jpg",
          "caption": "Got the eggplant chili side.... a bit too salty for my taste."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tbIyg0KRCzWYn9mOafwWtg/o.jpg",
          "caption": "Chickpea sandwich -- very good!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NC497X-doFaqgShPvMxndQ/o.jpg",
          "caption": "This was the wrecking bar burger... ordered medium-rare but was surprised to see it more rare than medium!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tiffany B.",
        "user_id": "aetkoMJ2M378_5d5HMoKPA",
        "link": "https://www.yelp.com/user_details?userid=aetkoMJ2M378_5d5HMoKPA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8_PHcvb4W4nrC24Ohj9ssw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 226,
        "photos": 208,
        "reviews": 137
      },
      "comment": {
        "text": "This place is pretty cool...Let me tell you why. It's in the basement or kind of underneath this cool looking mansion in Little 5 points. When you walk in there is lots of wood everywhere so it automatically feels very cozy. The bar area is huge and so I grabbed a seat over there. (yes there were purse hangers). I did get up to walk around and there was a section with cozy couches to sit and have bar snacks and drinks on too. Not sure if it's because I went around Christmas but I felt like it was the perfect place to find a table and tuck into and drink until you can't anymore....That sounded bad but just saying...The drinks are so good. \n\nThe first drink I tried was In the Park. It had that fresh, light, and fruity taste of muddled ingredients with basil. If you want to \"drink healthy\" this is a good places to start. The next drink I tried was Smoky & the Bandito. It has a super smoky flavor and is Margarita-ish. This is the drink I would have drank all night at a cozy table if I had a DD with me. I also tasted my friends French fries which have a nice homemade taste to them. I love when things don't taste processed ! I also ordered the white cheddar fondue l, which came with a pretzel and veggies. Believe it or not I ate all the veggies and barely the pretzel. They were all great but I enjoyed the raw broccoli, radish, and other crunchy munchies on my plate. \n\nPaul the bartender is pretty awesome and gives good advice if you are having difficulty picking out the drink. Btw...They had some good music playing when u came in around 4:30pm on a Thursday Evening. The crowd there varied in age so I say all adults should enjoy. Anyway...I'll be back to have my drinks in a cozy corner soon.",
        "language": "en"
      },
      "date": "2016-12-26T17:47:57Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KrUnQ2v9NYGsc_9mq_hwTw/o.jpg",
          "caption": "The Bar"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KJp07By45jGzlPQjKlhECw/o.jpg",
          "caption": "In the Park"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5RZsxu0lk9qKpBPEVKnvgQ/o.jpg",
          "caption": "Smokey & The Bandito (Margarita-ish)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eL1c-lwaZ9uyYWvJUN6MAA/o.jpg",
          "caption": "White Cheddar Fondue Plate"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Patric G.",
        "user_id": "zMeGT_769kgVjGXBlEIBGA",
        "link": "https://www.yelp.com/user_details?userid=zMeGT_769kgVjGXBlEIBGA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2eJvbebv9WEORYxOa5fYEA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 112,
        "photos": 205,
        "reviews": 130,
        "elite_year": 24
      },
      "comment": {
        "text": "Get the boiled peanuts or you'll hate yourself. And the burger is one of the best in Atlanta. Hands down.",
        "language": "en"
      },
      "date": "2019-04-29T00:19:34Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Joshua B.",
        "user_id": "VB-DFqhRr_TPA1faJhHclA",
        "link": "https://www.yelp.com/user_details?userid=VB-DFqhRr_TPA1faJhHclA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AoEApZtWnywfd3dmP4GdHQ/180s.jpg",
        "address": "St. Petersburg, FL",
        "friends": 231,
        "photos": 2703,
        "reviews": 699,
        "elite_year": 24
      },
      "comment": {
        "text": "Stopped in recently while on vacation. We had great beer, food, and service. The location itself is quite unique and enjoyable. I really enjoyed the beef heart tartare. Overall great experience.",
        "language": "en"
      },
      "date": "2017-08-22T16:19:59Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nFXiGxRElCmFmyGUh20c8w/o.jpg",
          "caption": "Beef heart tartare"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "George R.",
        "user_id": "9IP1xT6Wqod-TNZYdEP8yg",
        "link": "https://www.yelp.com/user_details?userid=9IP1xT6Wqod-TNZYdEP8yg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OIIEVncjKRUMuCB-yrILQA/180s.jpg",
        "address": "Avondale Estates, GA",
        "friends": 18,
        "photos": 100,
        "reviews": 147
      },
      "comment": {
        "text": "This is a review for the bar only.  We didn't have any food, but the menu has some unusual items on it (like beef heart tartare) that might be interesting to try.\n\nThe bar is has a great layout to it, with multiple levels and layers of shelves sporting lots of spirit choices.  I suspect that after a few drinks, it'd look like I stumbled onto the set of \"Inception\" (minus DiCaprio...) \n\nThis place is serious about its bar program.  They have a number of house cocktails what are either classics like the Aviation or Sidecar, or riffs off classics like the In Fashion (old fashioned) and they're all delicious. This is the kind of place where you could settle in for a few hours and have a cocktail-led dining experience where you pick the drinks first and then get snacks to go along with them.  Maybe match your Unlucky Assassin cocktail with that beef heart tartare?\n\nWB had one big plus and one big minus from some of the gold standard places like Kimball house.  On the positive side, the prices are just really reasonable.  I don't know if it's to draw in the younger 5 points crowd or just a benevolent attitude toward those with a drinking habit, but any place where you can get a well mixed cocktail for $9-11 is a winner in my book. They even had Michter's 10-year bourbon, which is difficult to find anywhere, for $17.  The lowest I've seen it elsewhere is $23.\n\nOn the minus side, the bartenders could be a little friendlier.  They're busy for sure, but bartenders should be able to at least make eye contact and say a few words to welcome you in the door and get your order.  Not so much here, where every request was met with \"yup\" or \"nope\" or \"OK.\" If  the workload is that heavy, they need more staff.  \n\nOn the other hand, with those prices, maybe the cold shoulder isn't such a big price to pay!\n\nWe really liked WB and will definitely go back.",
        "language": "en"
      },
      "date": "2019-03-16T18:54:19Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Steven D.",
        "user_id": "QccvCbJhRb20vRrSIc4oew",
        "link": "https://www.yelp.com/user_details?userid=QccvCbJhRb20vRrSIc4oew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lzlf8BaRckisckONMUUQPQ/180s.jpg",
        "address": "Decatur, GA",
        "friends": 9,
        "photos": 12,
        "reviews": 166,
        "elite_year": 24
      },
      "comment": {
        "text": "I first saw this restaurant featured on Triple D and have wanted to check it out forever.  I finally got a chance to head here with my best friend, and I was taken by the rustic, and unique feel of the I interior as well. The food is just as unique and full of flavor. Everyone talked about the Corn Pups, and I have to say that they were great! We also tried the fries (which are enough to anyone up, as it is like two servings on a plate), so get ready to share them!  I asked if they were out of any dishes (suggestion from the reviews I read) and our server looked a bit puzzled at first until I explained.  He told me that they had the full menu available. I ordered the fish and grits (until he came back to the table and unfortunately, told me that they had just run out of grits!)  bummer, so I was forced to order soothing else. It shows me that they make the food fresh and when they run out, they run out and no more portions for the day.\n\nGreat food, great atmosphere, and worth the visit!",
        "language": "en"
      },
      "date": "2019-08-16T14:48:56Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Axel M.",
        "user_id": "t-YnW3lLnkauyS4z1J2KLQ",
        "link": "https://www.yelp.com/user_details?userid=t-YnW3lLnkauyS4z1J2KLQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NgDHtLJ_JQVwLLzuLBO_cw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 340,
        "photos": 37,
        "reviews": 19
      },
      "comment": {
        "text": "I will lead off with this, big fan of the House Pastrami. It was deliciously filled with a House cured & smoked Wagyu brisket and baby collard kimchi on rye bread. It took quite a bit will power not to order a second one to eat then and there. \n\nI sat at the bar and the the bartender was very kind and engaging, suggested very delicious ales that were well enjoyed. I was able to enjoy the \"Juice Bar Pale Ale\" and was quite surprised by how tasty and refreshing the beverage was. As the name says, it is a brewpub so they had their beers on sale to go for 4-packs or growlers. I'd say the prices were very reasonable and options between shortys and tasters were well offered too for those looking to try a few different ones. Based off their menu they had some great guest taps available too but would I highly recommend trying their drinks first.\n\nThe space is pretty nice, it is split into both a bar area and restaurant area, I recently experienced both the bar and restaurant space. I personally enjoyed the bar area more but that is because I enjoy drinks a bit more than anything.  The restaurant interior is quite astounding, the server had given us some quick history on the building and I could tell their was much more to it as well. It had gone from house to church and now a brewpub, the space really is cool. The service was alright within the restaurant but I had gone in during busy times, that said account for when you are going too. They offer valet services when busy and paid parking lots are available across the street too. \n\nI look forward to going again and trying some new beers alongside my new favorite sandwich!",
        "language": "en"
      },
      "date": "2019-03-18T17:22:50Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Lynnette G.",
        "user_id": "-tQ3UVVdNBZBR_HOVFROzw",
        "link": "https://www.yelp.com/user_details?userid=-tQ3UVVdNBZBR_HOVFROzw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oZWpyRuvu5o9Rsgo8oaPng/180s.jpg",
        "address": "Mesa, AZ",
        "friends": 291,
        "photos": 955,
        "reviews": 439,
        "elite_year": 24
      },
      "comment": {
        "text": "Great local brewery in Atlanta with a large beer list and decent food. I visited over a work trip around dinner time and started with a flight- amazing! I really enjoyed the pumpkin beer and I'm normally not a huge fan, trust me give it a try. For dinner, I ordered the burger and it was cooked medium rare to my request. I substituted mac and cheese, but I wouldn't recommend it for the extra $3. The service was great and they consistently kept my water glass full. My only gripe was the mandatory valet parking and one attendant.",
        "language": "en"
      },
      "date": "2016-12-06T21:22:39Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/G7YFeJOG-eoOoQWuRZeJJA/o.jpg",
          "caption": "Flight"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Sean M.",
        "user_id": "mv8vBVsWxBuILTPJXtEHbg",
        "link": "https://www.yelp.com/user_details?userid=mv8vBVsWxBuILTPJXtEHbg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/F2T2Ef5kcZuyTyUcJyh0rQ/180s.jpg",
        "address": "Palm Harbor, FL",
        "friends": 1,
        "photos": 34,
        "reviews": 52
      },
      "comment": {
        "text": "Went in with 2 work buddies for meeting downtown. We thought mid town was way sketchy. Asked well dressed local where he thought we should go based on our attire. He recommended this and we got right in to high top at bar. Awesome craft beer. Highly recommend casa Bonita. Pastrami sandwich was awesome. Our server, Richie, was the best server we experienced in all of Atlanta!!",
        "language": "en"
      },
      "date": "2019-04-26T19:43:36Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1cYk4AYFc0c_RB3nSOvkIw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Damian D.",
        "user_id": "rImOW1iWm3J8rkoQCBnq2A",
        "link": "https://www.yelp.com/user_details?userid=rImOW1iWm3J8rkoQCBnq2A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/M7zd-S_poxu81lmqXnkeCg/180s.jpg",
        "address": "Douglasville, GA",
        "friends": 7,
        "photos": 27,
        "reviews": 22
      },
      "comment": {
        "text": "I have coming here since I first moved to Atlanta in 2015 and it never disappoints. The menu is seasonal with locally sourced products done creatively without being over the top. The beers are made in house and also cycle with the season ...with a few mainstays. Really cool atmosphere in the cellar of an old plantation house makes it a great meeting place. Usually take friends or out of towners here cause the food and drinks are great and it's not too loud to talk. There's something for everyone here. I go nuts for the grilled octopus appetizer , and whatever trout dish they have going on. Plenty of alternative options here. Still one of the best gastro pubs in Atlanta.",
        "language": "en"
      },
      "date": "2019-03-27T04:02:51Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Scott H.",
        "user_id": "QSdqdb9r0j1-Bz7M7wqzkQ",
        "link": "https://www.yelp.com/user_details?userid=QSdqdb9r0j1-Bz7M7wqzkQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QFcYfybvB9hggKh8nLI4fg/180s.jpg",
        "address": "Birmingham, AL",
        "friends": 204,
        "photos": 94,
        "reviews": 321
      },
      "comment": {
        "text": "Wow. This blew my mind. I had a local show me the ropes, and I'm certainly glad I got in on this treasure. \nThey have a distillery out back that is amazing to look and see what actually goes on. Evidently the space can be rented out for private parties. \nInside, the actual bar they have a food menu that will knock your socks of per se. Their German inspired beer menu is stellar. I had a 4 oz. pale ale that I savored it to the last drop. I can't wait to go back and sample their delicious food they have.",
        "language": "en"
      },
      "date": "2017-06-05T02:09:39Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/o33BrbRJmR0eluM10wpsMQ/o.jpg",
          "caption": "The Wrecking Ball menu."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kmbDDKAgQi8pegIIiqAlGA/o.jpg",
          "caption": "love turkey bacon and any other types of bacon. I non discriminate."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CfpmL9vda9XNjNlpqOxEMQ/o.jpg",
          "caption": "The Brewery"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7Vlkpva85_icxMC9xZl0wA/o.jpg",
          "caption": "the brewery @ Wrecking Ball."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hannah E.",
        "user_id": "MHtoUKbKsC-N0y6zj_BJGg",
        "link": "https://www.yelp.com/user_details?userid=MHtoUKbKsC-N0y6zj_BJGg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pMNlPJcuyjEvuvKYFYrBVQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 46,
        "photos": 30,
        "reviews": 38
      },
      "comment": {
        "text": "I'd been wanting to try the Veggie Tuesday menu for quite some time and finally got the chance to check it out last week. Sadly, the big hoopla amounts to only the specials being vegetarian, and few choices. However, I tried the radish salad and it was simply delightful. The goat mozzarella was totally different than regular mozzarella and just added the perfect amount of saltiness to the salad. I'd also highly recommend the spicy bok choy from the sides listing - they're the priciest one but well worth the $6 because this bok choy is the bomb.com. If you eat fish, definitely don't pass up the trout! \n\nAtmosphere here is solid, and if you're into craft beer you'll be delighted by the selection. \n\nOnly recommendation not to get would be the fondue - just pick another app, or do yourself a favor and get the bok choy as an app, whichever.",
        "language": "en"
      },
      "date": "2016-11-03T02:58:35Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lgcYlRf2XFGB1NrQp7X_cw/o.jpg",
          "caption": "Radish salad from the veggie Tuesday specials up front, spicy bok choy in middle and trout in the back"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7-Vp18W7RC9lBruSlRe4fg/o.jpg",
          "caption": "Fondue with extra veggies for only $1. Did not love the cheese but loved the veggies"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Linney W.",
        "user_id": "_u17gDar_OIant1mpgVUtA",
        "link": "https://www.yelp.com/user_details?userid=_u17gDar_OIant1mpgVUtA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dvW1YokumERVQZWhRFjmFA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 15,
        "photos": 2,
        "reviews": 135
      },
      "comment": {
        "text": "Love this place! Food is solid and the fact that they have beer flights is a huge plus. I'm not even an avid beer drinker, but I always love a sampler platter and this one has a great variety. \n\nOne thing to consider is there aren't many windows so it's a little dungeon-y. Fine for bad weather, but a bummer on a beautiful day. \n\nService can be a bit slow as well.",
        "language": "en"
      },
      "date": "2019-08-04T17:10:35Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ashlee B.",
        "user_id": "QM4x8kPElhfiwQrxeQsrOw",
        "link": "https://www.yelp.com/user_details?userid=QM4x8kPElhfiwQrxeQsrOw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/c5R0cdPtcOTzFqCi188qBQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 283,
        "photos": 73,
        "reviews": 349
      },
      "comment": {
        "text": "So much love for a brewery that doesn't discriminate against those of us who can't drink beer's ability to have a good time.\n\nPhenomenal wine and cocktail list.\n\nAlso, the cheese plate is to die for.\n\nIt's a really cool space and I love to just sit at the bar and have a leisurely drink or two.\n\nNeed to make it back to properly dine there.",
        "language": "en"
      },
      "date": "2018-10-25T15:23:18Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Amanda E.",
        "user_id": "o2LUrXni0Eg3sZURnlOXLA",
        "link": "https://www.yelp.com/user_details?userid=o2LUrXni0Eg3sZURnlOXLA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LF1QAuvpfX7KGQlg2zMg6Q/180s.jpg",
        "address": "Rockledge, FL",
        "friends": 1,
        "photos": 32,
        "reviews": 13
      },
      "comment": {
        "text": "Fabulous place! Valet friendly parking. Wonderful hostess...COOL PLACE!!! Beer was fresh & delish! We tasted the 3 IPAs on draft & loved everyone. Ordered the fondue for an app, fondue was yummy. They gave us some green spicy peppers, a handful of radishes, a 1/2 an apple & a fresh soft pretzel! Was good, just not sure worth the $12. I ordered the Poulet a la Creme. Which is a chicken dish that was OUTSTANDING! My husband ordered one of the specials, a Cuban. Outstanding! Our server was pleasant and knowledgeable. Great 1st night out while visiting Atlanta in town for a Seahawks game. Definitely worth going!",
        "language": "en"
      },
      "date": "2019-10-26T00:45:55Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OAqi-cS-8HmiZ2NGFl12cg/o.jpg",
          "caption": "Poulet a la Creme $20. FABULOUS!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Adscuj-WpHYu9KY6_XueJg/o.jpg",
          "caption": "Fresh tasty Juice Willis variety! Yum!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R5cSsF8buURI8f-TQCz4Pg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Paul T.",
        "user_id": "UGizeS5GjhQyHKrFkTKguQ",
        "link": "https://www.yelp.com/user_details?userid=UGizeS5GjhQyHKrFkTKguQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vdEadQ_3cfZ6fqFFJ06ghQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 179,
        "photos": 181,
        "reviews": 434,
        "elite_year": 24
      },
      "comment": {
        "text": "I came here on the recommendation of a friend, she informed me this was \"her favorite place in the whole world\" or some other superlative.  How could I say no?\n\nThe first thing I noticed about the place is it had a real medieval feel to it.  Stone and wood was the motif.  It was pretty fantastic and surprisingly not as loud as I was expecting. \n\nI went for the flight of beers, because that's what you do when you're at a Brewpub.  I'm not a beer connoisseur, so you can skip to another review if that's what you're looking for.  They all tasted like beer to me.  My sidekick really enjoyed them!\n\nFor my meal I went with ... oh gosh, I can't remember and what I had isn't on the menu any more!  Probably for the best.  What I remembered is I was *dying* for a sauce of some sort.  It was really just a mouthful of dryness.  I feel like it was a hearty dish, like the sausage that's listed.  Anyway, I wouldn't get it again.\n\nService was good, prices reasonable and the dessert (the Wrecking Bar) was delish.  Ultimately, I try not to judge brewpubs too harshly on the food, since beer is likely king.  So for their sheer rustic style, cool flights of beer and hearty meal selection, they're worth a visit for sure.",
        "language": "en"
      },
      "date": "2016-07-26T21:06:24Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "David H.",
        "user_id": "638zpXDe7XnK4knZxN7jtg",
        "link": "https://www.yelp.com/user_details?userid=638zpXDe7XnK4knZxN7jtg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/D1RjYR71Pk6vV1-sKpjZcQ/180s.jpg",
        "address": "Orlando, FL",
        "friends": 210,
        "photos": 123,
        "reviews": 113
      },
      "comment": {
        "text": "A group of friends and I visited Wrecking Bar, a neat brewpub in Little Five, right before The Cure concert a few weeks back. We arrived around 5:30 on a Friday night it was half-empty, which was a surprise. Valet parking almost seems mandatory, unless you don't want to park blocks away. One friend arrived about 10 minutes before us and they would not give him a table until the entire party was there - it's one of those places.\n\nThe inside is very nice; a cross between a speakeasy and upscale lodge (sorta). We were sat as soon as we walked in through the door and began looking at the menu. Lucky for us, we had already checked it out online so we didn't waste much time perusing. I ordered the beer and cheese soup and the beef heart tartare, along with a few small pours of beer.\n\nThere are a handful of core and more traditional brews, along with three or four that are cask and/or barrel-aged. The barrel-aged stouts were very good; they had run out of the sour right before we arrived, which was disappointing. One thing I didn't like was that you could not mix and match with a flight; anyone who orders it gets the same beers and there are no substitutions. Luckily, they allow small pours of all their beers (at least the night I went), so I just went that route so I could try multiple kinds.\n\nThe beer and cheese soup was some of the best I've ever had; creamy, rich, and not too salty. It was a fairly large bowl and excellent for the price. Out of everything I nibble on at the table, this was the best. The beef heart tartare was savory. The portion was also huge and the bread that came with it was enough to clean my bowl of soup out with. If I could alter it somehow, I would have made it a tad spicy. \n\nWe were in and out of there in about 45 minutes and on a Friday night anywhere, that's pretty incredible. Our server was great and got us everything we needed quickly without any mess-ups. I will swing by to grab some brews and Grade A soup when I pass through town again.",
        "language": "en"
      },
      "date": "2016-07-21T11:41:50Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rntztZQud00q9vNL3duAGA/o.jpg",
          "caption": "Beer & cheese soup and beef heart tartare"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 2,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Keo S.",
        "user_id": "wn7XHrrdb1rxUC_eoFCJtw",
        "link": "https://www.yelp.com/user_details?userid=wn7XHrrdb1rxUC_eoFCJtw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tWOmYsWl091qd8mcIVJz1A/180s.jpg",
        "address": "Sarasota, FL",
        "friends": 178,
        "photos": 1048,
        "reviews": 437
      },
      "comment": {
        "text": "Love coming here and each time seems to get better. Typically there is plenty of parking on the street as well as valet given the small lot. \n\nAnyway, we usually wind up sitting at the bar. Great service and so many beverage selections. This is the only place that we'll eat corn pups - absolutely battered and fried to perfection. The burger and sandwiches are awesome as well. You really can't go wrong with anything that you order. \n\nThe prices are good and you'll just have a great feeling when you leave cause this is such a cool place in general. Great for the neighborhood!!",
        "language": "en"
      },
      "date": "2016-08-24T20:11:40Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Mu3CmypaY57ZcdU-SHeucg/o.jpg",
          "caption": "Heaven on a stick"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Jeff C.",
        "user_id": "ZbTNSKYX3vB1Ts2aSQ9MzA",
        "link": "https://www.yelp.com/user_details?userid=ZbTNSKYX3vB1Ts2aSQ9MzA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uiEWTj-YZOemZ4FUkvMIAg/180s.jpg",
        "address": "Mableton, GA",
        "friends": 88,
        "photos": 2,
        "reviews": 162,
        "elite_year": 24
      },
      "comment": {
        "text": "Love Wrecking Bar Brewpub! This is one of the few places that allowed you to get smaller pours of their beer allowing one to try more. The beers are all fantastic for the most part and the food follows suit. I love their charcuterie boards here as well.",
        "language": "en"
      },
      "date": "2019-02-26T00:27:54Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Camille H.",
        "user_id": "zvsPPIECnIQPBDwnku9KxA",
        "link": "https://www.yelp.com/user_details?userid=zvsPPIECnIQPBDwnku9KxA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/T66Uazh65PvL8mPb88wtDQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 25,
        "photos": 124,
        "reviews": 199
      },
      "comment": {
        "text": "The outdoor dining felt very safe during COVID. They had contactless payment through a QR code. They also have a second table next to your table where you put your used dishes when you are ready for the waiter to take your dishes away so that they don't have to come over extra times to ask if you are finished. The service was quick. I had the $650 Pants IPA, which was a milder IPA but still tasty ($7/pint). I also had the cheese board and falafel burger which were both great. Would definitely go back!",
        "language": "en"
      },
      "date": "2020-10-17T12:33:00Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Morgan Leigh V.",
        "user_id": "4CewpAShlgzEMR6gvYAyGg",
        "link": "https://www.yelp.com/user_details?userid=4CewpAShlgzEMR6gvYAyGg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lJzMTc_spgNOB_yDtEB_Sg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 139,
        "photos": 21,
        "reviews": 24
      },
      "comment": {
        "text": "In Atlanta for 3 months doing a nursing contract so of course I am scoping out the hot places to eat. This is one of them, wrecking bar brewpub is delicious! There is a 21 page drink menu with cocktails and plenty of beers. They actually brew their own beers in house which my husband loved. We started out with corn pups and they were so good! 3 come to a plate but they are pretty big. They give you curry ketchup and mustard to dip, I don't usually care for ketchup but theirs is to die for. Our main entrees were the OG burger with fries and the pastrami sandwich with Mac n cheese. After the corn pups we were pretty full which is why we didn't get a bigger entree. Our server was Tim and he was very knowledgeable and super nice. All in all we would 100% eat here again.",
        "language": "en"
      },
      "date": "2018-11-04T00:57:36Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Vc6d2CKYsJcRmySO8d19NA/o.jpg",
          "caption": "House Pastrami Sandwich"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J3T8rmHudNYS2jAvW7Ko9w/o.jpg",
          "caption": "Corn Pups"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Allison P.",
        "user_id": "u5vdOTtgUUlyJKD9O1fUag",
        "link": "https://www.yelp.com/user_details?userid=u5vdOTtgUUlyJKD9O1fUag",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wY_G6a3g_ekJO3IdXTL8Pw/180s.jpg",
        "address": "Clemmons, NC",
        "friends": 123,
        "photos": 504,
        "reviews": 348,
        "elite_year": 24
      },
      "comment": {
        "text": "A great find! The Cellar feeling atmosphere and the beer/cocktail selection is on point! The bartenders were friendly and the live music created a nice ambiance. Definitely a spot we will visit again when back in town!",
        "language": "en"
      },
      "date": "2018-09-17T15:27:26Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chris W.",
        "user_id": "cYWSzGY_wBbRaPiDPDYxKw",
        "link": "https://www.yelp.com/user_details?userid=cYWSzGY_wBbRaPiDPDYxKw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fukEsTKwuccmCzheWr_X7w/180s.jpg",
        "address": "Manhattan, NY",
        "friends": 0,
        "photos": 3,
        "reviews": 6
      },
      "comment": {
        "text": "This is a nice place to eat in the winter. It is so cozy and warm. The food was ok the burger I ordered was not cooked the way I like - a little over done. But was still a good burger. I would totally recommend this places. \n\nAlso, don't miss the pup pops!",
        "language": "en"
      },
      "date": "2020-01-25T18:46:33Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jamarcus T.",
        "user_id": "K8VSrOOCdXS9VX5S66W4GQ",
        "link": "https://www.yelp.com/user_details?userid=K8VSrOOCdXS9VX5S66W4GQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qNXp7QsgIMXdTCxVXAvM-w/180s.jpg",
        "address": "Decatur, GA",
        "friends": 624,
        "photos": 7512,
        "reviews": 1642,
        "elite_year": 24
      },
      "comment": {
        "text": "Fun fact.  When someone told me about this great pub called the Wrecking bar, I made sure to not shave so that I could look tough when I walked into what I thought would be a seedy hole in the wall.  The decor couldn't have been anything further from my warped thoughts!  Gorgeous building, both inside and out, with limited (but expected) parking, friendly staff and smiles (and some children) all around. \n\nWe came for vegetarian Tuesday, around 7pm, which made for a pretty packed house.  Staff was incredibly nice and helpful, with servers not even watching our table stopping by and filling our water when they noticed that our glasses needed topping off.\n\nThe butternut squash soup caught our attention and so we both ordered it. Incredibly delicious!  Slightly spicy, slightly sweet with an almost custard texture.  I completed my meal with The Mediterranean, a Grilled eggplant sandwich with, roasted red peppers, arugula, hummus & black olives on ciabatta bread (I removed the olives).  Bread was definitely a little chewy and I thought it could be softer, but otherwise, very filling sandwich.  I was expecting a big plop of hummus but it was simply a very thin spread, which was great.  \n\nI wasn't even aware that the sandwich came with a large serving of fries, that I passed on, but for $13 (sandwich and fries were $8, soup was $5), I think that was well worth the price.  It should be noted that the Mediterranean is on their permanent menu, but not the squash soup.\n\nI'm not a drinker, but i'd heard from beer lovers that they have pretty decent beer, so you're probably alright on that front as well.\n\nBottom line, I was pretty excited to eat here and my expectations were met.  I may have a new hang out spot for Tuesdays!",
        "language": "en"
      },
      "date": "2012-03-09T03:51:51Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lR8IIPGDRLSi9E5uA8BYAQ/o.jpg",
          "caption": "Mediterranean with fries and pickle spear"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7q7XazHopNpX-ZK878XkCA/o.jpg",
          "caption": "Butternut squash soup"
        }
      ],
      "feedback": {
        "useful": 8,
        "funny": 5,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Kenneth P.",
        "user_id": "40dFHyYsOQpwdBMXh_GysQ",
        "link": "https://www.yelp.com/user_details?userid=40dFHyYsOQpwdBMXh_GysQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8YNQm9XbFggzYA4OV17a1A/180s.jpg",
        "address": "Encinitas, CA",
        "friends": 6,
        "photos": 3,
        "reviews": 33
      },
      "comment": {
        "text": "Really chill atmosphere and something unique hidden away in L5P, tho I've had very mixed results here. I ordered the $28 meat & cheese board tonight and was so so disappointed with it that it's hard to express in words. I could of bought almost two Biltong sample boards for that price and each one would have been 10x better. They have a pat on the board that smells worse than dog feces (not exaggerating) and the things that were actually good about the board were in absurdly limited quantities. I expressed my concern to the bartenders and they made ZERO efforts to see that I left satisfied. Not one. \n\nThat being said about the bartenders, they are 100x better than the last bartenders I encountered here. Those guys were just outright rude. Extremely bad customer service, but I won't get in to that since I have to assume they booted those morons. Yes, multiple bad experiences here but I really really wanna like this place.\n\nLast straw, they had ZERO IPAs in the entire establishment. It's a brewpub. That couldn't serve me an IPA. \n\nThis place needs new management. The new management needs to focus on blocking and tackling because simple things could make this a really great place. It's not there yet.",
        "language": "en"
      },
      "date": "2018-06-15T02:51:20Z",
      "rating": 2,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brian D.",
        "user_id": "VAv3Bqe3azepLlenKwxHOA",
        "link": "https://www.yelp.com/user_details?userid=VAv3Bqe3azepLlenKwxHOA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/W9WGZeb4nLlR9Fs-FbfGrw/180s.jpg",
        "address": "Greenbrier East, Chesapeake, VA",
        "friends": 178,
        "photos": 34,
        "reviews": 19
      },
      "comment": {
        "text": "The waitress was quick and attentive.  Water drinks and food all came out quickly.  Every.  Single.  Food item.  That we ordered was absolutely delish.  If they are on the menu (which changes often) you need to try these:\nVeal brains\nBeef heart tar tar\nPork hock benedict\nPastrami sandwhich with kimchi\nPancakes (so amazing)\n\nEven down to the side items, the sunny side up eggs were cooked to absolute perfection.  The beer selections are wonderful and growlers are available!",
        "language": "en"
      },
      "date": "2018-03-04T21:18:53Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SQQc_YwAVh8y1OPI2Y9q5Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/t3oxPQXVN7iGBZ2cQiHoXA/o.jpg",
          "caption": "Pork hock bennedict"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LqEC4vJFpNpK5diKihNMJA/o.jpg",
          "caption": "Pancakes and some real bacon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/82n0QVymqK8BKM1O7QcGoA/o.jpg",
          "caption": "Beef heart tartar"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BHrFjHgaN7vZ4U9au7etBQ/o.jpg",
          "caption": "Veal brains"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W75XmY6NSzMD2w9_nEfuaA/o.jpg",
          "caption": "Burger and fries"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VseokrmyuKJ1d4Rsqd1LEg/o.jpg",
          "caption": "Pastrami with kimchi"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kaleb P.",
        "user_id": "ZVwpB9mBFeWfc6gbQRdPDw",
        "link": "https://www.yelp.com/user_details?userid=ZVwpB9mBFeWfc6gbQRdPDw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8kDSkNnirPHYaGjUCsyxQw/180s.jpg",
        "address": "Decatur, GA",
        "friends": 41,
        "photos": 70,
        "reviews": 48
      },
      "comment": {
        "text": "I'm always happy eating at Wrecking Bar. The menu is typical gastropub fare done well.\n\nI especially enjoy the pastrami sandwich for a main and the pretzel and cheese for a starter, but I haven't had anything that i was disappointed with. If you get fries, ask for the horseradish dipping sauce. \n\nIf you're there for brunch, you should go for the Croque Madame.\n\nThe restaurant is located in the basement of an old house in Little 5 Points. The interior gives it a great atmosphere. There is a parking lot, but if that fills up there is plenty of street parking in the neighborhood behind the restaurant (you probably won't need to parallel park ;). \n\nIf you have a large group, they have a room in the back called the Cellar that is cozy. Just call ahead before hand to make sure it's available.",
        "language": "en"
      },
      "date": "2018-04-16T00:34:02Z",
      "rating": 5,
      "feedback": {
        "useful": 3,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Erica M.",
        "user_id": "CCNhUBv0Br_V_4GYIzP1-g",
        "link": "https://www.yelp.com/user_details?userid=CCNhUBv0Br_V_4GYIzP1-g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/c4e3v3i-zsAoSMy3kyqZJA/180s.jpg",
        "address": "San Antonio, TX",
        "friends": 203,
        "photos": 557,
        "reviews": 247,
        "elite_year": 24
      },
      "comment": {
        "text": "SERVICE/EXPERIENCE: 2 stars\nFOOD: 4 stars\nDRINKS: 4 stars\nOverall rating: 2.5 stars\n\nLet me start off by saying I was very excited to try this place. I only heard about it because they are one of the restaurants included in the Inman Park restaurant week. Which is weird because this place is in Little Five Points.\n\nWent there on a Sunday afternoon around 2:30pm. There was no parking available in their lot so we had to park on a nearby street. Their parking lot is pretty small, so be prepared for that. Valet parking is available, but the valet guy must have been on a break when we showed up. Entrance is in the back of the building. Even though the parking was full there were not too many customers inside. The hostess greeted us and sat us in a completely empty section that was to the left of the bar. Didn't really want to sit in an empty section. If we wanted to be alone we would not be eating out, but we sat there anyways. \n\nThey have a good selection of beers, whiskey and cocktails. They have brunch specials on Sunday til 3 pm. Everything looked good on the lunch menu as well. After an extensive look over the food and drink menus we were ready to order our drinks, entrees and dessert. Only one problem.......Where's our waiter/waitress? \n\nWe had seen several waiters walk past, but not one went up to our table. We had been sitting at our table for 15 minutes and not one person had came up to us. What was even weirder is that the hostess was standing there the whole time within eyesight. After I started to get pissed off, my husband decided to go ask the hostess about our waiter. She absentmindedly said \"Oh yeah, I will go get her\". \"WTF?\" Shouldn't you have did that when you first seated us? That hostess was an idiot. Not a very good first impression of this place.\n\nWhen our waitress finally got to us, for drinks we ordered the \"French 77\" and a beer flight. For entrees I ordered the classic grilled cheese(added bacon to it) and my husband ordered the Wrecking Bar burger. My \"French 77\" was delicious and refreshing! It tasted like a lemon drop that was made with gin. Beer flight was pretty good. I'm not a beer person at all, but the beers didn't taste too bad. My grilled cheese sandwich was pretty good. Adding the bacon to it gave it that little something extra. I really liked my husband's burger! It had a lot of flavor. I usually only take a bite out of his food, but I had to take an extra two bites because it was that good!\n\nWe saved room for dessert and ordered the Wrecking bar! We heard that it's a big homemade kit- kat bar and we love kit-kat's! We added a scoop of vanilla ice cream to the side. The bar was delicious and rich. The ice cream was a good compliment to it.\n\nIf I'm in the area I might give this place a try again, but I will not go out of my way for it. I was really surprised by the bad service we received because supposedly the service is really good here.",
        "language": "en"
      },
      "date": "2014-03-22T15:19:48Z",
      "rating": 2,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/k3apjDbw1ovEgGePWEk_Bw/o.jpg",
          "caption": "Wrecking bar with a side of vanilla ice cream."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0cEab69Q5S7Trk4FpW9ifA/o.jpg",
          "caption": "Wrecking bar burger."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sjWnnB__T7126XWQHHpMgA/o.jpg",
          "caption": "Classic grilled cheese."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BiTLfG8ByOBdERabwPy8TA/o.jpg",
          "caption": "French 77"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 4,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Ariel F.",
        "user_id": "gb_TOtl_1ky_zcmqEQWNRg",
        "link": "https://www.yelp.com/user_details?userid=gb_TOtl_1ky_zcmqEQWNRg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ijRScRXFgkmMW2QxziIRrg/180s.jpg",
        "address": "North Hollywood, Los Angeles, CA",
        "friends": 8,
        "photos": 17,
        "reviews": 50
      },
      "comment": {
        "text": "Best pastrami sandwich I've ever had!  Seriously legendary status!   Atmosphere is also amazing!  Spooky basement in an old haunted mansion?  Best possible place to eat!   Ordered an old fashioned drink, it was okay, a little watered down/bland, but that's no problem considering how great the food and atmosphere was.  Very friendly and helpful staff as well.\n\nHIGHLY recommended",
        "language": "en"
      },
      "date": "2018-09-16T15:40:21Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=48UX4Sx-4Nc-uFhVKw7ZrA&start=130"
  }
}