{
  "search_metadata": {
    "id": "660189d62bc7d8c94ab5f783",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/660189d62bc7d8c94ab5f783.json",
    "created_at": "2024-03-25 14:27:34 UTC",
    "processed_at": "2024-03-25 14:27:34 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/7dxsCFc6f5owlHaycbdQow?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/660189d62bc7d8c94ab5f783.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/660189d62bc7d8c94ab5f783.prettify",
    "total_time_taken": 2.73
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 80,
    "num": "50",
    "place_id": "7dxsCFc6f5owlHaycbdQow"
  },
  "search_information": {
    "total_results": 450,
    "business": "Pricci"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 450
    },
    {
      "hl": "ja",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "K L.",
        "user_id": "0N0urkvmmrcABu4pg7u1Lw",
        "link": "https://www.yelp.com/user_details?userid=0N0urkvmmrcABu4pg7u1Lw",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 6,
        "reviews": 61
      },
      "comment": {
        "text": "This is definitely the best Italian food in Atlanta! Beautiful space and very kind service staff.  I would love to give this restaurant 5 stars, however, there were some weird glitches that surprised me for a beautiful restaurant that has been in business this long.  The first being ordering a bottle of wine.  I do not think there is a true wine sommelier at Pricci. First we ordered an Umbrian Chardonnay and got a red, then we are told they are out of the Chardonnay. So we ordered an Arneis, and got a Moscato!!!  However they finally got it right and the wine was delicious.  Then a busboy with obviously no training or finesse, started stocking a service area with plates and cutlery that was located where all the window tables are.  It literally sounded like a wrecking ball behind us. Not the background you want while enjoying a lovely dinner.  All that being said, it is one of Atlanta's best restaurants so we will definitely be back and ask for a quieter table!!!",
        "language": "en"
      },
      "date": "2023-07-10T12:02:20Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Eleni F.",
        "user_id": "naVKzC7C59QCRr-TFYRIuA",
        "link": "https://www.yelp.com/user_details?userid=naVKzC7C59QCRr-TFYRIuA",
        "address": "GA, GA",
        "friends": 0,
        "photos": 11,
        "reviews": 6
      },
      "comment": {
        "text": "So unfortunately, this is not a good review.\n\n #PricciATL was a restaurant that I often passed by in Buckhead and said , \" I want to try that place one day.\" So that day finally came and I was so disappointed with the whole experience. The only positives were the Hostess at the entrance and the bar server who served us at the bar before we were seated at our table. The drink was decent too. \n\nOnce we got seated at our table it all went down from there. Our server was very condescending and patronizing with every question we asked. Also, we were seated in the back and were one of the only two parties seated at a folding table (last picture in this Reel). Since I am tall and have long legs it was very uncomfortable sitting at this type of table. When I looked around I only saw one other table that was a folding table. All the rest of the tables were your typical wooden (non-folding) dinner tables.  I hate to say this because this could have been a coincidence and may have in no way been intended but it happen to be that our table and the other party at the other folding table were the only Black patrons in the entire restaurant that night. The rest of the parties, per my quick glance while walking through the restaurant, happened to be Caucasian. In regards to the food, the Truffle Fettuccine,  which was my dish, had no seasoning or salt and was very bland in flavor. The rest of the dishes were just ok. For example, I usually get Burrata if it is on the menu and this was probably my least favorite in the city and the lobster bisque was very watery. Fortunately, the other dishes were decent in taste but due to the poor service, uncomfortable seating and few poorly flavored dishes I will not be back to give #PricciATL another chance. \n\nHopefully, this is not the general experience and we just had a bad night but this was our experience.",
        "language": "en"
      },
      "date": "2023-02-14T02:56:28Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Shihintha S.",
        "user_id": "Iws077eECHhYGriBE0f9IA",
        "link": "https://www.yelp.com/user_details?userid=Iws077eECHhYGriBE0f9IA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UvcjNHiD63DhuzVEAEW-Gw/180s.jpg",
        "address": "Dallas, TX",
        "friends": 166,
        "photos": 305,
        "reviews": 154,
        "elite_year": 24
      },
      "comment": {
        "text": "So I said I'd never come back after my terrible experience but the Chef reached out to me to come back and try again after seeing my previous review. I'm going to be completely honest with my review and not biased just because they called us to come back. \n\nI think the differentiator between a good restaurant and a great restaurant is that their Chefs and owners ACTUALLY CARE how their customers feel about their food and experience. When I spoke to Chef Piero I appreciated so much that a) he called and b) he truly cared to change my opinion because he believed in his work and that's a great trait. Also, he was really friendly and just an overall lovely person to speak to. He brought me and my bf back to the restaurant and gave us honestly one of the best experiences EVER! And boy did he change my mind. Not only because of the service but seriously THE FOOD! Sidenote, I was enjoying the food too much so I missed taking some pictures but I captured some of the faves. \n\nWe got there for our 7:30 reservation and the hostess took us to a table near the bar. The atmosphere was fancy, fun and lively. We got our waters and Chef Piero then came over and spoke to us. He asked us about any food restrictions and what we normally liked. I was excited to see what he had in store for us so I put my complete trust in him to order whatever he thought best. We started off with a drink called Smoke on the Watermelon which was very refreshing and then moved on to Zonin Prosecco for the rest of the night. I liked both the drinks! For appetizers we started with a Crostini Amize and then had the Burrata which was SO good! The blend of the pesto and tomatoes with the Burrata was such a good mix! Will definitely have this again. Then for the main course we had the Scampi Dish and OH MY GOSH!! I was in love! It was soooo delicious! My bf who's been to Italy before said this was the best pasta he's had outside of Italy which was a pretty bold statement to make! It's been 2 days and my mouth is still watering from the thought of this pasta. The flavors were divine! We finished this dish and we thought we were going to move to dessert but Chef Piero came by with their Duck dish. This was my first time having duck and honestly it was actually really good! Duck tastes a little more gamey than chicken but not bad at all! By this point I was so full but we still had the final dish...dessert. They brought us the Bomba and y'all it was delightful! I'm not really a dark chocolate fan but this was delectable! \n\nMy overall opinion of this establishment has completely changed. Not only because of Chef Piero and the staff but also because of the food. When you can master both service and food I'd say you've won. My fellow yelpers I now understand why this place has the rating it does. I will definitely recommend it to others and for sure plan on coming back again! Thank you Chef Piero for changing my mind. You have a true talent! You and the team at Pricci are lovely people and truly care about the customer. I'll see you all again soon!",
        "language": "en"
      },
      "date": "2020-06-21T16:44:21Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Qjf0QDM6XUgwyDROvU6kOA/o.jpg",
          "caption": "Duck"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/E8d__UXfHPO2BHsI4bswbA/o.jpg",
          "caption": "Scampi"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/v7DVAZolqt-Kt9kwoc6LYw/o.jpg",
          "caption": "Bomba"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Pano K.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/bl6IJ_orhPe5STkVuty25Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Dear Shihintha, thank you for leaving feedback about your recent experience.  We would like to apologize for the lack of delivery you experienced while dining with us.  Anytime you are not 100% satisfied with your meal, let our management team know so that they can fix it.  We are happy to hear that our team was apologetic and tried to assist.  We hope that you will come back and give us another shot to wow you for a five-star experience.",
          "date": "2020-02-25T20:29:48Z"
        }
      ]
    },
    {
      "user": {
        "name": "Neil P.",
        "user_id": "VDLQnEfd4-0YPyBih-tWuA",
        "link": "https://www.yelp.com/user_details?userid=VDLQnEfd4-0YPyBih-tWuA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pij1s0w_znfl_8gAUvK2RQ/180s.jpg",
        "address": "Orlando, FL",
        "friends": 195,
        "photos": 642,
        "reviews": 135,
        "elite_year": 24
      },
      "comment": {
        "text": "My wife and I visited Atlanta from Orlando to visit our friends and he made reservations at Two Urban Licks. My friend found Pricci here on Yelp and what a beautiful gem it was. From the moment we got out of the car to the moment we picked up our car from valet was phenomenal. FYI On yelp it says it closes at 8 PM but that is false. It is open until it's regular hours 9:30 PM. The hostess was really pleasant and so was the manager up front. Really welcoming. Every employee was wearing masks and gloves which great. They are taking social distances seriously. I'm embarrassed to say I forgot our servers name but she was fantastic. For an appetizer we ordered a veal, ricotta and parm meatballs. I don't know for sure but I believe the marinara sauce is home made. WOW that 1st bite was oh so good. For dinner I ordered a chicken parmigiana. It was a real generous portion and tasted so fresh. It really had my taste buds doing the happy dance. My wife ordered some pizza with salmon, arugula and goats cheese. I skipped tasting it being that salmon and goat anything is not my cup of tea. However, my wife said it was amazing. Now to my favorite part of the night- Dessert!\nTiramisu is my ultimate favorite dessert. My father used to make it from scratch and there's not many places that can compare. Pricci has the BEST tiramisu I've ever tasted outside of my fathers. My regret is last night I didn't buy more to take home with me to Orlando. \nIf your looking for an Italian restaurant to go to that tastes delicious and fresh then Pricci is it! My new restaurant to go to whenever I come back to Atlanta.",
        "language": "en"
      },
      "date": "2020-06-15T03:59:21Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N2gXVwkRmtSujlxejpSP-A/o.jpg",
          "caption": "Tiramisu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Joe B.",
        "user_id": "E9K1lu9Dcft602J7XM1P1Q",
        "link": "https://www.yelp.com/user_details?userid=E9K1lu9Dcft602J7XM1P1Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6BF95fqueeqwm3Ygd_aUoA/180s.jpg",
        "address": "Fort Lauderdale, FL",
        "friends": 0,
        "photos": 1,
        "reviews": 1
      },
      "comment": {
        "text": "This is by far best Italian restaurant  on earth coast. \nYou fly to big apple  and yes  comparable  quality \nThis is my go to place for Italian.  This is a staff \nThat is extremely  polished.  Extremely  strict \nCovid19  polices.  Pasta is cooked  to perfection \nHighest  possible  ingredients.  Wild caught  fish and prime aged beef. Wine selection  is good\nThis is a don't  miss in Buckhead... your wasting \nYour time  trying  to find a better place\nThis place knows how to look out for your safety \nIn these unprecedented  times  !",
        "language": "en"
      },
      "date": "2020-11-10T01:12:39Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KFQ8mOHI7GjlEgYzyk7stg/o.jpg",
          "caption": "Bar area very similar  to Marea central  Park  south"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Andrew N.",
        "user_id": "qToFUVPglWAUBzysYkd93A",
        "link": "https://www.yelp.com/user_details?userid=qToFUVPglWAUBzysYkd93A",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 8
      },
      "comment": {
        "text": "The best pasta I've had in a very long time. I got the truffle pasta and my wife the Cacio e Pepe and both were fantastic. Cocktails were delicious and arguably some of the best service all around. We will be back!",
        "language": "en"
      },
      "date": "2023-01-09T00:34:24Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mai C.",
        "user_id": "8E3D1gKK6zGgDNV4pwlb_g",
        "link": "https://www.yelp.com/user_details?userid=8E3D1gKK6zGgDNV4pwlb_g",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Great date night. Ambiance was lively and vibrant. Food was okaaay. Had the seafood pasta. Tasted like tomato sauce with a little garlic. Had they cook down the sauce, it'll bring out natural umami flavors and elevate the dish. Ate at the bar. Dessert was memorable.",
        "language": "en"
      },
      "date": "2022-12-03T21:19:33Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cody C.",
        "user_id": "JBsl_9zWc_O4oBFLKeYJ2g",
        "link": "https://www.yelp.com/user_details?userid=JBsl_9zWc_O4oBFLKeYJ2g",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Let me start by saying I don't typically leave reviews but I also have never had the type of experience I had at Pricci, a \"fine dining\" restaurant before. The food in my opinion is very good and worth every bit of the price. The problem we had was the service. I would say for the most part my girlfriend and I were probably the youngest people in the place (not saying this is the exact reason but a possibility). Our waitress came to our table very quickly once we first sat down and then after that she did not come back to our table because she was spending extended periods of time at the other tables around us and completely ignoring us. It got so bad that the bartender ended up coming to our table to take our appetizer order and then we didn't see anyone again for another 20 minutes. We had to get the attention of someone walking around just to fill up our water glasses. Then towards the end when our waitress finally came back over once the restaurant was getting empty she would not say a word and just pick stuff up or try to bring us a dessert menu. Overall terrible experience outside of the food but the service is not worth spending $250+ in this place. First and last time at Pricci.",
        "language": "en"
      },
      "date": "2023-06-24T14:22:05Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Blake W.",
        "user_id": "jhT9r_NBORDB2Fa5mBXWTA",
        "link": "https://www.yelp.com/user_details?userid=jhT9r_NBORDB2Fa5mBXWTA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Pdsez-w6cNkSVWimzuYwMw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 68,
        "photos": 129,
        "reviews": 319,
        "elite_year": 24
      },
      "comment": {
        "text": "Last night I had the opportunity to go to Pricci. Being that I have lived in Atlanta since 1991, I have certainly heard of it and it has been on my list to try, but just now getting around to it. My wife and I decided to make reservations there as it was our next $25 gift card as part of Buckhead Life's Summer Dine Around program. Basically, in the mail you get a $25 gift card for one of their restaurants.  If you redeem that card before the expiration date, you get another gift card for another one of their restaurants. As you may know, Buckhead Life restaurants are higher end, so the $25 is not going to save you a huge percent, but as an incentive to go to one, $25 is enough in my book. \n\nWe took Uber so parking was not an issue for us. It appears to be a valet only situation. We arrived on time for our reservation at 7pm and were promptly seated at a cool little circular booth. \n\nI must say the menu was quite extensive, but not overwhelming. Wine choices were broad enough and prices seemed fair. Plenty of choices by the glass or bottle. We decided on a nice bottle of Brunello. Our server, Matthew, decanted it for us, and it was quite nice. We knew it might be a little much for what we would be ordering, but we were in the mood for a pretty full red and it delivered. \n\nWe were not terribly hungry so we ordered pretty light. We both ordered from last night's special menu.  My wife ordered the fig salad (Fichi e Pomodori).  I ordered the scallop and crab risotto (Risotto Re e Regina).  My wife very much liked her salad. My risotto was also very good.  I found the crab a little overwhelming but the scallop was a much nicer blend with the cheesy risotto. It was a fairly rich dish and it did satisfy my appetite.  While the food was very good, I can't say it was 5 star good. Definitely 4 star!  \n\nOur server was relatively attentive but I can say he could have been a little quicker on a couple of things. \n\nWithout the next point, I would give Pricci 4 stars as the food was very good, service fair, maybe a little pricey but to be expected. It just was not knock your socks off OMG 5 star worthy in my opinion. \n\nSo why the 3 stars?  The gnats. Yes I said gnats. For some reason throughout the meal the quantity of gnats visiting our table seemed to grow. One entered our decanter even. Not a huge deal as it didn't drink much.  But by the end of the meal I had killed several and at least one or two continued to appear. Yes...we were both showered and clean :). Please don't get me wrong. If I were at some seafood shack sitting on the patio, I could stand and even expect a few bugs. But for an alleged premium white table cloth type dining experience indoors, I really don't expect gnats to deal with. A restaurant of this caliber should be equipped to handle such issues. My wife and I debated on the way home if it was enough of an issue to drive down Pricci's rating from 4 stars to 3.  We ultimately decided that yes it was. It was enough of a distraction from our experience to knock them down a star. \n\nOur bill after tax, after the $25 gift card, before tip was $171.  Very fair considering a $105 bottle of wine and my pre-dinner cocktail. But we did eat small. \n\nI'm not saying I won't be back, but after 26 years of being in Atlanta, I can say I won't be rushing back. Good, but I think for this price point you can do better.",
        "language": "en"
      },
      "date": "2017-08-28T13:01:12Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3tDtXu_TW2oLfRsMtXiGBA/o.jpg",
          "caption": "Pre-dinner bread is good"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/e8Y4Y9jdkSLnpuckq63vmQ/o.jpg",
          "caption": "My wife's fig salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fgPy7skMUwhxA3QvRDPCKw/o.jpg",
          "caption": "My scallop and crab risotto. Bigger than it looks in the picture."
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 2,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jeff P.",
        "user_id": "UZFn6SNd_lM-CzahYjPasg",
        "link": "https://www.yelp.com/user_details?userid=UZFn6SNd_lM-CzahYjPasg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/eCEMJmaVKagBI3xecXWnyQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 7,
        "photos": 1,
        "reviews": 97
      },
      "comment": {
        "text": "The food, service and atmosphere are wonderful if a little dated. You must check EVERY item on the bill because we have been overcharged more than once.",
        "language": "en"
      },
      "date": "2022-04-16T02:55:09Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Josh S.",
        "user_id": "nj6zz0Q8GbuaIMhY_Tnzfw",
        "link": "https://www.yelp.com/user_details?userid=nj6zz0Q8GbuaIMhY_Tnzfw",
        "address": "Johnson Creek, WI",
        "friends": 0,
        "photos": 0,
        "reviews": 58
      },
      "comment": {
        "text": "Fabulous food and very cool environment.  Upscale setting.  Wait staff was friendly and helpful.",
        "language": "en"
      },
      "date": "2022-11-20T19:14:34Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Travis F.",
        "user_id": "pUnJDaTjtli7lquHUaA4gw",
        "link": "https://www.yelp.com/user_details?userid=pUnJDaTjtli7lquHUaA4gw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dd4ptfdND4oOT8JjE4KYrg/180s.jpg",
        "address": "San Francisco, CA",
        "friends": 142,
        "photos": 3,
        "reviews": 24
      },
      "comment": {
        "text": "Took my grandma here for Mother's Day. What a great experience. Food is amazing and the server was awesome. I believe his name was Anthony and he was the nicest and most professional server I've had in awhile. Can't wait to go back!!!",
        "language": "en"
      },
      "date": "2022-05-29T19:53:24Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Andrew K.",
        "user_id": "1MA74yf06GAd59jSN_0pOw",
        "link": "https://www.yelp.com/user_details?userid=1MA74yf06GAd59jSN_0pOw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-sxdjpPbpgcylqsGzMunTg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 117,
        "photos": 205,
        "reviews": 430,
        "elite_year": 24
      },
      "comment": {
        "text": "My family and I were looking for a convenient Italian place in midtown, accessible to Marta, and affordable and we found Pricci. There really aren't that many places in the area that fit this description so we were happy to see that their space worked comfortably for our party of six adults and one infant. They were very accommodating of my wife and baby by giving us a nice corner table where we could easily nurse. \n\nThe service was prompt and servers were polite and helpful. We enjoyed most of our meals although didn't love the marinara. It was just a bit bland and the angel hair noodles seemed over-cooked. The Italian wedding soup was also just ok but the calamari was delicious as was the seafood Alfredo dish which oddly used a really nice pesto base. Everyone else seemed to like their food as well and the prices seemed just right.",
        "language": "en"
      },
      "date": "2017-06-07T19:08:14Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bsnd6fys9x7u4U1IoeOolw/o.jpg",
          "caption": "Angel hair marinara pasta"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5gfrlf_6hKTsZQRY6SCShw/o.jpg",
          "caption": "Seafood Alfredo"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mNM7uB-XHZjzObvOoD20wA/o.jpg",
          "caption": "Italian wedding soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9SAqnIcC7MJQvDVyHuseTw/o.jpg",
          "caption": "Calamari"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Pano K.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/bl6IJ_orhPe5STkVuty25Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We're so glad you enjoyed Pricci, Andrew! Thank you for dining with us, and we hope to see you again soon.",
          "date": "2017-06-13T13:20:03Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jordan S.",
        "user_id": "pEZJ5D_Tt0Dz_nMCgtrfLQ",
        "link": "https://www.yelp.com/user_details?userid=pEZJ5D_Tt0Dz_nMCgtrfLQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fzq-nY-dXVqMf7Kr9uQGlg/180s.jpg",
        "address": "Peoria, AZ",
        "friends": 4,
        "photos": 2,
        "reviews": 175,
        "elite_year": 24
      },
      "comment": {
        "text": "Very nice.  Atmosphere was lively and the decor unique.  We celebrated our anniversary here.\n\nI was 'okay (not the best I've had)' with the bread and olive oil at the beginning, but everything else we had made up for it.  For appetizers, we shared the Polpo In Umido and Casare Salad.  Both were ample portions although with respect to the salad the wait staff failed to deliver the anchovies on the side as they said they would . . . we actually received no anchovies at all.  Unfortunately, we finished the salad before we realized they never delivered them.  The wait staff did not seem to care, but the rest of the meal made up for it.  :)\n\nWe had the Spaghettini with Meat Balls and Halibut (on the December specials menu).  Both were excellent.  For desert we had the Tiramisu and it was excellent, as well.\n\nThis was our first time and we liked our experience and food well enough to come back.",
        "language": "en"
      },
      "date": "2019-12-15T12:09:43Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rachel K.",
        "user_id": "LcgTfTHc2nJ0pwXY1vg5Wg",
        "link": "https://www.yelp.com/user_details?userid=LcgTfTHc2nJ0pwXY1vg5Wg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yLDuMZnaqXGfq0aF5MF05w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 417,
        "photos": 178,
        "reviews": 74
      },
      "comment": {
        "text": "We went here for my mom's birthday dinner and had a fantastic experience! We went on a Thursday night and all bottles of wine were 1/2 off which was a pleasant surprise. We started with the beef carpaccio app which had a delicious smoky flavor. We then decided to order a variety of the half-portion pastas and an entree to split between the three of us. My personal favorite was the Ravioli di Brasato and the Mushroom Risotto, but all were fantastic. I definitely want to try the pizza next time!",
        "language": "en"
      },
      "date": "2021-03-19T11:38:36Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2wRkhQIMiZYI1lOshf3ZGw/o.jpg",
          "caption": "Orecchiette"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ytp3o723ha255t5QjeJSFw/o.jpg",
          "caption": "Ravioli Di Brasato"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/itaP53xiY9PE1tE4wYr0rQ/o.jpg",
          "caption": "Risotto Ai Funghi"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Jc_-gaxGkMrrGZ89IGUftA/o.jpg",
          "caption": "Mezzi Rigatoni Alla Norma"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TZSilxtLjkPd1elEqwu3fQ/o.jpg",
          "caption": "Cacio e Pepe"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DcyP2BcHmTj92FRzW5pUbQ/o.jpg",
          "caption": "Front of restaurant"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1Y_E6WIzpDZKeB7bAMsvrA/o.jpg",
          "caption": "Filet Mignon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pI1E960i-cWMUrgGlgBaQw/o.jpg",
          "caption": "Carpaccio"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Asikul M.",
        "user_id": "cWYOzDBv-TafhBZPDA8XMg",
        "link": "https://www.yelp.com/user_details?userid=cWYOzDBv-TafhBZPDA8XMg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9KNSO9XPJgw0c1-rNndO4g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 161,
        "photos": 2,
        "reviews": 8
      },
      "comment": {
        "text": "After long day of moving, we went on a dinner at Pricci. What an amazing experience, The service was top notch and the food was amazing. This experience just finish my day on a great note.\nWe start of with Watermelon and tomato salad serve over a goat cheese sauce( if I am not mistaken), than we had the delicious risotto with scallops. And the best part was When chef Pierro came and sliced the truffle table side. The taste was amazing and texture of the risotto was just perfect. \nFor entree we had Branzino and Asparagus with egg and Sliced truffle( table side again).\nThe dessert was a chocolate dessert which my girl enjoyed very much, I am not a dessert person but I had few bites and it was amazing.\nOverall after a long and exhausting moving day turn out to be a perfect night at Pricci. Thank you chef and the team for the amazing experience. \nAbsolutely amazing.",
        "language": "en"
      },
      "date": "2020-07-17T06:13:43Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QQkrCufgvnTUO93OiSwN4g/o.jpg",
          "caption": "Mushroom Risotto with seared scallops and table side thinly sliced truffle."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hhyH4GyiM-LI29ZGhpFD0Q/o.jpg",
          "caption": "With my little beauty."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Atlantafoodguy I.",
        "user_id": "YX9dHYs5rqqeoaPeRCQdtA",
        "link": "https://www.yelp.com/user_details?userid=YX9dHYs5rqqeoaPeRCQdtA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/T7cbilowBElMqn4Rk3zmcw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 144,
        "photos": 269,
        "reviews": 96
      },
      "comment": {
        "text": "If you're looking for some fine Italian @pricciatlanta is the place to be! \nThey offer lunch & dinner with authentic Italian cuisines.\nNow to what we ate:\n1. Vegetable Lasagna \n2. Carrot purée, cucumber, field peas & celery insalate\n3. Salmon & asparagus \n4. Tiramisu\n5. Chocolate bom w/ raspberry sauce",
        "language": "en"
      },
      "date": "2019-03-08T16:39:45Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5TpqVfKD_Ca-nw8c7hRpJw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/q2r9JntZwcpy-YIzZbdDvQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4dHuklNqMTVfq37wa41n4A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XOWCe1Vkv0rFCpIs3rxsbg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Lxkt_hwtbEtiPjRqd7IWMA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iGaQSnBUpcRLnj_Eqm7T5A/o.jpg"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sofia B.",
        "user_id": "mYeZCAU9-d266KhlT87RVw",
        "link": "https://www.yelp.com/user_details?userid=mYeZCAU9-d266KhlT87RVw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OMhJ9lXIZnpW9dYSzGPZZw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 6,
        "photos": 134,
        "reviews": 54
      },
      "comment": {
        "text": "Came here for lunch with my sister in law, baby, and mother in law.\n\nWe were celebrating my mother in law's belated birthday. The staff was very attentive, sweet, and made her feel extra special. The food here was exceptional! We were full and still considered ordering another pizza, because.. PIZZA. \n\nThe waitress brought out a dessert on the house in light of the celebration. Greatly appreciated.\n\nI will definitely return for date night!",
        "language": "en"
      },
      "date": "2020-01-14T21:17:47Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lKQ5e00YJwK2HXpPUQhnIg/o.jpg",
          "caption": "Margherita Pizza"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zQhhxY_rb5fq7zY7B878dQ/o.jpg",
          "caption": "Calamari"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/f9Y_qhDWP_qcO1LFwYEzdw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Trina G.",
        "user_id": "_IWOoYdKdna5OxCEh-va8A",
        "link": "https://www.yelp.com/user_details?userid=_IWOoYdKdna5OxCEh-va8A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MHy8KikwsXv0FiN3ggaayA/180s.jpg",
        "address": "Miramar, FL",
        "friends": 0,
        "photos": 15,
        "reviews": 13
      },
      "comment": {
        "text": "I was on vacay from Miami I am very hard to impress when it comes to fine dining. The wait staff is incredible from start to finish. The food was incredible. The restaurant was clean, and staff abiding by CDC. They made a birthday celebration special. Making amazing recommendations, providing  samples of the menu. Table visit from head chef, owner. It has become one of my favorite places to dine.",
        "language": "en"
      },
      "date": "2021-06-27T18:58:41Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/77NK1r22JtQyD9kb2P4AHA/o.jpg",
          "caption": "Prime New York Strip"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JMxCP4y5U_xT3vKA1ReQrQ/o.jpg",
          "caption": "Tiramisutini"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Summer L.",
        "user_id": "KbsBIpty-f43YYzrtKBnMA",
        "link": "https://www.yelp.com/user_details?userid=KbsBIpty-f43YYzrtKBnMA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JHCXz1gNM3bpP5JHBQ2AjA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 88,
        "reviews": 29
      },
      "comment": {
        "text": "Service is top notch I have never seen better than this place. Our waiter Sean was soooo very patient with quite a very loud table of women. Even the chef came out with a complementary appetizer. All of the food aside from one dish was amazing and they went way above and beyond to correct for that one dish. One of my friends spilled wine on her pants and the waiter immediately brings out soda water for her to remove the stain. Like who does that?! My only gripe is the valet only parking however the service you get for this place as well worth that and the prices you pay. Keep it up Pricci team!",
        "language": "en"
      },
      "date": "2021-04-10T13:51:43Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wHQyGoi2lSgDM6qi1A7Qxw/o.jpg",
          "caption": "Chicken parmigiana, salmon pasta, shrimp pesto pasta, clam linguine, meat cheese tray"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rocky R.",
        "user_id": "oUyY4WjlrB5bClP1oFkyzA",
        "link": "https://www.yelp.com/user_details?userid=oUyY4WjlrB5bClP1oFkyzA",
        "address": "Black Mountain, NC",
        "friends": 1,
        "photos": 0,
        "reviews": 89
      },
      "comment": {
        "text": "We dined again at Pricci last week. We have really liked the food at this restaurant; and continue to. However, this visit was not up to the quality that we have observed in the past. First, and perhaps, most important was the noise level. It was as if all of Buckhead (the conspicuous wealth and consumption part of Atlanta in which Pricci is located) were there together, at the same time, on this evening. The noise was at a level that made it sometimes difficult for the two of us to easily carry on our conversation, and at sometimes it bordered on being painful to our aging ears. As frequently is the case there was one table of eight folks containing at least one diner with a penetrating and loud voice and a particularly high decibel laughter. I also discovered that three party rooms in the restaurant were full with tables of 8-10 each, and the doors that opened onto the main dining area open. Not pleasant. \nMy wife ordered the \"rigatoni alla norma,\" an eggplant pasta dish; and it was up to previous Pricci quality. The pasta was cooked just right; the tomato-based sauce was just right. I ordered the orecchiette with sausage, broccoli rabe, and peperonciono. The pasta was a bit \"tough,\" indicating to me that it was not cooked to the point of being \"al dente.\" I love pasta, but this dish was not nearly worthy of the $26 price. \nWe also had a Caesar salad, $13, which was good (nice, crisp lettuce, a good dressing, nice crunchy croutons) but a bit heavy on the dressing. \nThe menu continues to offer the focaccia with goat cheese and warm marinara, but now for a charge of $12. In former times, it was complimentary and served to the table at the beginning. \nIn past visits a salt-and-pepper haired fellow has been on the serving side of the kitchen, just at the edge of the dining area, inspecting each plate as it was delivered from the cooking line. I engaged him on at least a couple of occasions. He was passionate about the food that he provided, and seemed to be honored to be working at a great restaurant like Pricci. I recall that he was \"from the Old Country\" - proud to be Italian and proud to be upholding his culture's reputation for serving outstanding food. But now he is gone. Replaced by a fellow with somewhat similar looks. I had seen somewhere that the previous fellow was gone; retired I believe. Perhaps the old guy was the energy that kept a good kitchen staff on its toes, demanding that each plate meet his standards, and passing his Italian sense of food pride to the staff each evening. I understand that the founders of this \"chain\" of restaurants (Buckhead Life Restaurant Group) was that same way. But Paul left the group, opened a couple of other restaurants, then retired several years ago. I would guess that the original Pano has also retired, but not sure. So this restaurant group still seems to have full houses. But I wonder if it has lost its former quality of producing consistently outstanding plates. Is it becoming a group of \"expense account\" restaurants after being so much more over the last 30+ years?",
        "language": "en"
      },
      "date": "2022-06-26T20:09:24Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Pano K.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/bl6IJ_orhPe5STkVuty25Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We're so glad you enjoyed everything! Thank you for dining with us!",
          "date": "2017-07-18T17:05:47Z"
        }
      ]
    },
    {
      "user": {
        "name": "Anh T.",
        "user_id": "IdyXXrFtMJMs5GXzQ3f0xQ",
        "link": "https://www.yelp.com/user_details?userid=IdyXXrFtMJMs5GXzQ3f0xQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OqXEUTZtF9m_9p0o1BqYzw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 414,
        "photos": 41,
        "reviews": 94
      },
      "comment": {
        "text": "Hubby wanted to break the COVId routine with a datenight visit to Pricci. I haven't been back at Pricci for years, I would say close to a decade. I wasn't impressed years ago, but (maybe with the fact that I miss being around people like times) I am now with their services and quick delivery of our food to the table. We got the carpaccio which was definitely melt in your mouth, a pasta and a whole fish to share. All were great! \n\nIt doesn't help that they have a nice selection of wine to choose from as well. \n\nI will not go a decade until my next visit :).",
        "language": "en"
      },
      "date": "2020-12-23T16:24:43Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ty N.",
        "user_id": "k_UnYpbglgAZ--098FvdUw",
        "link": "https://www.yelp.com/user_details?userid=k_UnYpbglgAZ--098FvdUw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TC2nIhB8uxCFaeL9s47Qlw/180s.jpg",
        "address": "Holland, PA",
        "friends": 0,
        "photos": 3,
        "reviews": 9
      },
      "comment": {
        "text": "This place haunted me. I was finally able to get back after 2 years as I'm not from the area... the Veal Chop parm and burratta salad are UNREAL.",
        "language": "en"
      },
      "date": "2021-04-23T23:10:27Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AIrkRZ3eSj64xsA0XGpjjg/o.jpg",
          "caption": "Veal Chop Parmigiana"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QCBnFLRo9zdQJq9ahI1EgA/o.jpg",
          "caption": "Burrata Pugliese"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "R J.",
        "user_id": "qvpRk7IqFteC57jOJuD1Vw",
        "link": "https://www.yelp.com/user_details?userid=qvpRk7IqFteC57jOJuD1Vw",
        "address": "Smyrna, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Great experience at Pricci for our anniversary dinner. Our server, Dan Trevelino, was outstanding. Very knowledgeable, personable, and attentive without being overbearing. Our favorite dish was the truffle pasta, which included extraordinarily fragrant truffles, shaven and served table side by the head chef. Dan then followed up with expert mixing technique to ensure the flavors were properly incorporated. I recommend Pricci...in fact, we're going back tonight.\n\nPS - Don't let the seemingly dated decor fool you...the service and food are more than enough for a memorable experience.",
        "language": "en"
      },
      "date": "2022-04-08T16:59:25Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dean S.",
        "user_id": "B0mjjn-xDal9kmtqSv0u4A",
        "link": "https://www.yelp.com/user_details?userid=B0mjjn-xDal9kmtqSv0u4A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gfeVZaEpYW-HFEj7acUG_Q/180s.jpg",
        "address": "Newnan, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 92
      },
      "comment": {
        "text": "Took a special lady friend here for dinner for her birthday.  The overall experience was pretty good but had plenty of room for improvement.  \n\nValet parking was convenient and fast.  Our reservation was promptly recognized by the hostess and she asked who's birthday it was, so that was established and we were offered a choice of two tables.  We found the drinks that were prepared by the bar to be spectacular.  They were absolutely delicious.  The food was also good, maybe portions a bit small for the pricing.  Where we felt the evening lacked was in the service.  Our server was completely adequate and that's all.  He had a very short and quick way about him that sort of rubbed the wrong way.  No conversation, lack of explanation of things, quick to move on to the next phase were observations of ours.  Also by the end we realized that there was no reference of the lady's birthday at all! Only by the hostess at the beginning.  I had read such good things about the service here and given the prices here I expected at least some recognition and better service.",
        "language": "en"
      },
      "date": "2021-08-05T20:40:42Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chad N.",
        "user_id": "hsKEWfihE7h3Sneph7anSg",
        "link": "https://www.yelp.com/user_details?userid=hsKEWfihE7h3Sneph7anSg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ShXTmEIXUH4QI_tkGEX99w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 27,
        "photos": 3,
        "reviews": 24
      },
      "comment": {
        "text": "The atmosphere here was amazing, the manager even let us know that Thursdays they have live jazz music which would be a great touch. The service was amazing with the waiter being attentive and very knowledgeable of the menu. The drink was also great but the veal chop was amazing, great flavor and a very tender and delicious cut of meat. I would recommend this to anyone looking for a great Italian meal!",
        "language": "en"
      },
      "date": "2021-04-22T20:12:18Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HN6HZBW_S18hkKfF6Cw_OA/o.jpg",
          "caption": "The Veal Chop & Tiberian Bulleit"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lindy F.",
        "user_id": "hTEKSL52x8cUUlHpUEx4lw",
        "link": "https://www.yelp.com/user_details?userid=hTEKSL52x8cUUlHpUEx4lw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LJXCJNsmSKUXK8VF-6yr0g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 542,
        "photos": 4854,
        "reviews": 1029
      },
      "comment": {
        "text": "\"Well the wedding wasn't a failure. Remember the tiramisu?\" -- Young Adult (2011)\n\nIt has been ages since I went to Pricci and I realized I had never written a review. I'm not sure why that is as it has always been a favorite of mine. This time around, I took my Mom for her 75th birthday and they rolled out the red carpet.  My biggest complaint was having to wait for our table for so long when we had a reservation - about 20 minutes or so. I wonder why this seems to be the new trend?\n\nWe were finally walked back to our table in a nice quiet back room  where there were only two other populated tables and Jena was our server. She was a delight and took excellent care of us and was fabulous to my Mom - pretty much the entire restaurant came up to the table to wish my Mom a happy birthday. This is what great customer service is all about.\n\nI had a chat with Jena (and put it in Open Table) about my allergies and the restaurant put great care into making sure that I was well taken care of. We started with a couple of appetizers - I opted for the Burrata with zucchini ribbons while my Mom had the arugula and beets salad. Both were delicious (well mine was awesome and Mom said she loved hers). I will order anything with burrata on it and this may be my favorite version yet. Marinated zucchini ribbons with a zesty bite of lemon and the right balance of cheese to campari tomato and that beautiful balsamic drizzle. I could have made a meal of this.\n\nMom and I each picked an entree and selected a side dish to split - the main reason I selected Pricci was the Holland Dover Sole on the menu for Mom. This is one of her absolute favorite things to eat of all time. And with a table-side fileting of the fish by Jena, it was quite the production. Mom was pretty silent through thee entire meal as she savored every morsel. For me, I decided on the veal chop milanese. Basically, a hunk of meat that took up my whole plate. Perfectly breaded and cooked to absolute perfection. The meat was juicy, well-seasoned and way too much to eat for one meal - I brought half home. Our side was the cauliflower and Brussels - slightly over cooked for my tastes, but still delightful. \n\nFor dessert, they brought Mom a tiramisu with a candle and a Happy Birthday chocolate and we enjoyed it together. The biggest complaint we had all night was a table of 10 rowdy millennials that were seated in the same room about halfway through our dinner who were enjoying their wine very quickly and rambunctiously. It was so loud, that we could no longer talk to each other. I'm all for enjoying a meal, but this was too crazy for Pricci. They lacked courtesy - I wish the staff had tried to quiet them or had put them in the main restaurant. It really put a damper on the birthday.",
        "language": "en"
      },
      "date": "2018-07-06T19:51:51Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xtBrNhNqRhj508c2mQUeuA/o.jpg",
          "caption": "Flowers on every table"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PE0IYbt49NZ0u1jNrTfcZw/o.jpg",
          "caption": "Bread offering"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BG8SUZkc9K2a4Ceo4w9z3Q/o.jpg",
          "caption": "Baby arugula, roasted golden beets, Gorgonzola, sea salt puffed arborio rice, hazelnut shallot vinaigrette"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/txVTRjyt4KuR_4pR8jK7gg/o.jpg",
          "caption": "Burrata, Campari tomatoes, marinated zucchini ribbons, olive dressing"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DSrhSmVNVlfPwN2zGL_cqQ/o.jpg",
          "caption": "Bone in 16-ounce veal chop Milanese, crisped with arugula salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pQjOd0B3HvO5sOgCWSM6Sw/o.jpg",
          "caption": "Holland Dover sole, lemon caper sauce, filleted table side"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/otxIVtGy95cIZtHK6GaBdA/o.jpg",
          "caption": "Roasted garlic & rosemary gratinee, cauliflower and Brussels sprouts"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bgogbZ2L5UkKrIDG4deG0w/o.jpg",
          "caption": "Tiramisu special for my mom's 75th birthday"
        }
      ],
      "feedback": {
        "useful": 11,
        "funny": 5,
        "cool": 6
      }
    },
    {
      "user": {
        "name": "Ksenia F.",
        "user_id": "4XhMzobkIda_y1DyQH54AQ",
        "link": "https://www.yelp.com/user_details?userid=4XhMzobkIda_y1DyQH54AQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oNq6grgKI-ipMGs0ZUm7fA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 304,
        "photos": 2842,
        "reviews": 495,
        "elite_year": 24
      },
      "comment": {
        "text": "After writing my review I was contacted by Pano K, the owner, requesting me to get in touch with their COO. Since the damage was done to my companion's car and not mine, I forwarded him the yelp message. \n\nLong story short, after he emailed as per my suggestion, Eagle parking contacted him and ensured they will cover the damage. That's a relief but I still don't think I'll ever feel safe surrendering my car to their valet. \n\nYou be the judge..",
        "language": "en"
      },
      "date": "2017-03-04T03:56:40Z",
      "rating": 3,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eRoxAK9OHIsY5BhQJnoMPQ/o.jpg",
          "caption": "Buratta with caviar"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g952P7h6NJZIgXHWK1i4nA/o.jpg",
          "caption": "Academy award party swag bad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/z4ugq9wvdrtsnDYaK1ISXg/o.jpg",
          "caption": "Photoshop picture options"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IM4h_-KWTUK-d7Gq8gQyTQ/o.jpg",
          "caption": "Academy award party menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KGn1HbAvJYpovWe-Db0xQw/o.jpg",
          "caption": "Gelato"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sFJhCoivUJ2ampl5RbO2TQ/o.jpg",
          "caption": "Academy award party swag bad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Pw8Q2Gmzwj0qElnQfMt2yw/o.jpg",
          "caption": "Swag bad cookie"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zdgvmFGOB8Yq2vdxd9YOqg/o.jpg",
          "caption": "Tuna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rBPeuDXoTs0DIwca548XOw/o.jpg",
          "caption": "Sole"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AvL7SSdzQEAs1JZrgTWzhg/o.jpg",
          "caption": "Complimentary bread"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hyo I.",
        "user_id": "WPdnUtmA8UkBhUmm5gucoQ",
        "link": "https://www.yelp.com/user_details?userid=WPdnUtmA8UkBhUmm5gucoQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PSa3jusPIyEnsPKReKTfSQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4,
        "photos": 12,
        "reviews": 10
      },
      "comment": {
        "text": "We ordered the Calamari e Artichoke dish as an appetizer, Gnocchi Formaggi e Tartufo, and the Orechiette. The chef came out with a complimentary fish(?) salad. I can't remember what it was exactly, but it tasted good and very refreshing.\n\nThe artichoke was perfect, but I wished the calamari was just as crispy. The Gnocchi was actually good and the presentation was beautiful. I liked the sweet/creamy sauce and pickled mushroom combo. The sausage in the orechiette dish was a little too salty for my liking, but the overall flavor was pretty ok. If you don't like the bitterness of broccoli rabe, I wouldn't recommend it. The broccoli rabe flavor is very present in the dish. \n\nIt feels pretty outdated inside, but at the same time, classy. A previous reviewer mentioned the inside looked like a cruise ship dining room with waiters wearing professional uniforms; I totally agree. I don't mind how it looks, but I do mind the bathroom. It doesn't match the restaurant...the food, the dining room interior, and the upscale casual dress code(unsure if it is enforced, but every diner looked nicely dressed). It's not filthy inside; it's just...not nice...at all. \n\nOverall, the food is ok/good. I'd say it's more American Italian than Italian. The service is perfect though! Sadly, I can't remember his name, but our waiter was attentive, helpful with the menu, and he made sure our water glasses were never empty. We came with early dinner reservations on Opentable and restaurant was nearly full by the time we left, so come with reservations. It's easy to make on Opentable. They have valet parking, so bring some cash.",
        "language": "en"
      },
      "date": "2019-07-18T14:00:15Z",
      "rating": 3,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EIWdpd9q6gDkizsMrW9ITg/o.jpg",
          "caption": "Calamari E Carciofi"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0V4S0BA9UVgU4HI1AYOBMg/o.jpg",
          "caption": "Gnocchi Formaggi E Tartufo"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OU7glddl2ZPJWMksor5FNA/o.jpg",
          "caption": "Compliments of the chef"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FO94brEOMpDyJ8NucLMpOg/o.jpg",
          "caption": "Orecchiette"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/A8tdf80Kv2BQsA0Et57uIA/o.jpg",
          "caption": "Complimentary bread and oil"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "J F.",
        "user_id": "y2RY9eDOi8cKkJWk6u7FOw",
        "link": "https://www.yelp.com/user_details?userid=y2RY9eDOi8cKkJWk6u7FOw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QIX5zrisrfdWj8PrQ0AniA/180s.jpg",
        "address": "Ladera Ranch, CA",
        "friends": 23,
        "photos": 48,
        "reviews": 148
      },
      "comment": {
        "text": "Very good food. Waiter pushed a 2nd bottle of expensive wine on the table and was awkward to say no in front of our client. Kitchen was accommodating with dish requests.",
        "language": "en"
      },
      "date": "2021-10-27T14:52:41Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nick W.",
        "user_id": "W3gd6RnEQBp5TaXqrWvRBw",
        "link": "https://www.yelp.com/user_details?userid=W3gd6RnEQBp5TaXqrWvRBw",
        "address": "Kennesaw, GA",
        "friends": 489,
        "photos": 6,
        "reviews": 11
      },
      "comment": {
        "text": "This is hands down my favorite Italian spot in Atlanta! The service and food is out of this world!! The flavors, authenticity and creativity of the dishes are *chefs kiss*\n\nTucker was our server and he was very attentive and wonderful. If you get the privilege to meet Chef Piero you won't forget him. \n\nI love this spot and would recommend to anyone!!",
        "language": "en"
      },
      "date": "2021-06-30T00:16:00Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tiffani D.",
        "user_id": "GJdFsWM8fn3DzBel8E18Ww",
        "link": "https://www.yelp.com/user_details?userid=GJdFsWM8fn3DzBel8E18Ww",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/StG9LCOpYwfQJmpbm13kiA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 77,
        "photos": 29,
        "reviews": 12
      },
      "comment": {
        "text": "Ambiance was a little lacking but the food was fantastic!\nI had the beef short rib ravioli which was super flavorful and my Husband has the Lobster Risotto which has a surprising amount of lobster.",
        "language": "en"
      },
      "date": "2019-05-31T23:31:47Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/66HHmtORcEK1UBRIB7Z3SQ/o.jpg",
          "caption": "Dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_snSP-cY5AuxlX9JCEb-XQ/o.jpg",
          "caption": "Lobster Risotto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TzpCsVr41zzpLU0H1dhzdQ/o.jpg",
          "caption": "Cesar Cesare Salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NGSL10KRH3UKRyqKFR_QBg/o.jpg",
          "caption": "Beef Short Rib Ravioli"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Margo C.",
        "user_id": "dlYYLgS0_X2e1A5fLMTgeA",
        "link": "https://www.yelp.com/user_details?userid=dlYYLgS0_X2e1A5fLMTgeA",
        "address": "Midtown, Atlanta, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 1
      },
      "comment": {
        "text": "Extremely deceiving photos and terrible doesn't taste like mozzarella. Soaked in oil I could only eat the crust. Would not recommend.",
        "language": "en"
      },
      "date": "2021-03-06T01:01:37Z",
      "rating": 1,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3dhiWxbE9XJmtLBGqJz2Fw/o.jpg",
          "caption": "Regina margherita"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nJvorsZl-VG6166dENqa0g/o.jpg",
          "caption": "Regina margherita"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Drysanna M.",
        "user_id": "HeCb84S2GnhNKNa88sjuMA",
        "link": "https://www.yelp.com/user_details?userid=HeCb84S2GnhNKNa88sjuMA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/B3CugHbwcWNri8LTw5odSg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 2
      },
      "comment": {
        "text": "Customer service was exceptional! The food was even better! Even though we are in the middle of a pandemic, the staff took precaution to make sure everything was clean and organized. I will definitely come back again",
        "language": "en"
      },
      "date": "2020-09-10T19:07:43Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VZV0JyX4cu5XVT1iqPlzfg/o.jpg",
          "caption": "Chef Piero's Pasta of the Day"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ethan R.",
        "user_id": "iTyURpht6F4ITu_XACf5WQ",
        "link": "https://www.yelp.com/user_details?userid=iTyURpht6F4ITu_XACf5WQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/APpEQjWhu2O13x6spgHIiw/180s.jpg",
        "address": "Dunwoody, GA",
        "friends": 114,
        "photos": 33,
        "reviews": 43
      },
      "comment": {
        "text": "Dinner was delicious as usual. All our food came out hot and correct! My only complaint is that one of the older valet gentlemen was extremely rude to me when I was leaving. Telling me that the $3 valet fee wasn't enough for him",
        "language": "en"
      },
      "date": "2021-08-08T00:44:58Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Scott T.",
        "user_id": "Y6q41uoVdQ5qS_hUiIm9RA",
        "link": "https://www.yelp.com/user_details?userid=Y6q41uoVdQ5qS_hUiIm9RA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qfqs3yZfQrqHQq9F8LM9tw/180s.jpg",
        "address": "Warehouse District, New Orleans, LA",
        "friends": 286,
        "photos": 3,
        "reviews": 16
      },
      "comment": {
        "text": "REAL Italiano food.  Fantastic everything!!!! Ambience, customer service and FOOD is exceptional!!!!!!!!!!!!!!!!\n\nGreat place.  You will not be disappointed.  \n\nPS Jimmy was awesome as well and Marco the general manager greeted us like no other Italian could.  We will be regulars.",
        "language": "en"
      },
      "date": "2020-07-19T23:02:38Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dre V.",
        "user_id": "HVR9R6wVgDBIQBTwf3VZCw",
        "link": "https://www.yelp.com/user_details?userid=HVR9R6wVgDBIQBTwf3VZCw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Hdr5fZO2j3uR-M4lVAL-CQ/180s.jpg",
        "address": "Dallas, TX",
        "friends": 18,
        "photos": 35,
        "reviews": 87
      },
      "comment": {
        "text": "I was so excited to visit this restaurant and have some good Italian food. \nThe service and ambiance was top notch! \nOur waiter was very attentive and knowledgeable. \nMy husband and I went to celebrate our 1 year anniversary (9/21/18)....we ordered the cozze piccanti (mussels) for an appetizer and they were very, very good! He ordered the pasta stuffed with crab with a red sauce and zuchinni and I ordered the orecchiette. They were good.\nThey surprised us with an anniversary dessert which was awesome! \nThe only reason why I'm giving them 3 stars is because I got food poisoning from the undercooked sausage in my pasta! I'm so upset about it! On top of that I had to miss a day of work!!\nPlease cook your sausage well Pricci!",
        "language": "en"
      },
      "date": "2018-09-22T18:36:07Z",
      "rating": 3,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9Ikucjxv2YqYxRr8-O0BUQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qwF_9soRfr20FFBBuX4AFg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aR4aZpav-cQEiNDaKXptow/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3tquoDInC0Q34a0lnCB0LQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Morgan C.",
        "user_id": "WY4SSP0V4K0EPonl3Qoj5A",
        "link": "https://www.yelp.com/user_details?userid=WY4SSP0V4K0EPonl3Qoj5A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ykZFc_HGJbYRZR_BjkOuww/180s.jpg",
        "address": "Ellenwood, GA",
        "friends": 1,
        "photos": 31,
        "reviews": 20
      },
      "comment": {
        "text": "This restaurant honestly gets a 2-star rating mainly because their food was very unseasoned and bland. The presentation looked good but the dish was missing the yummyness a good dish offers. However, the restaurant itself had a really nice ambiance and the red wine they served me was top tier. The night I had dinner at the restaurant all their bottles of wine were half off so that made me feel a little better about the food I recieved. If you're looking for a nice, upscale, Mediterranean restaurant in Buckhead, this place is a good choice, but I'd definitely keep in mind the food isn't all that great.",
        "language": "en"
      },
      "date": "2020-09-19T22:53:32Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0cB_wXwRiJLXRWSjPP8iOw/o.jpg",
          "caption": "Mediterranean Shrimp Rigatoni"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jess R.",
        "user_id": "O3yZ_0oChHptvTfweEqChA",
        "link": "https://www.yelp.com/user_details?userid=O3yZ_0oChHptvTfweEqChA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oPumdpz5bt_qfKPkR52p5Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 20,
        "photos": 105,
        "reviews": 76
      },
      "comment": {
        "text": "I am absolutely in love with Pricci. I'm sad to see my review didn't post and just saved as a draft. So I have to make sure it posts because this place is AMAZING. My friend and I came for a nice dinner out and to catch up. Note: there are a LOT of gluten free options on the menu.\n\nI started off with the Cesare salad. I love Cesare salad and this one did NOT disappoint. It was so crisp and fresh. The Parmesan crouton on top was DELICIOUS. (Note: you are able to split the salad. I've done this before. So if you don't like to eat too much salad, but want a small portion you can split with your guest. They'll split it for you.)\n\nAlso, for those of you who love bread please try the focaccia! We ordered extra.\n\nFor my main I had the Linguini Frutti di Mar. The flavors are perfect with the pasta. The seafood is fresh and the pasta is cooked to perfection. The portions are big. As much as I wanted to finish it - I could not. So again, this is where I would split the salad or maybe not eat as much focaccia as I did before my pasta came LOL. \n\nDo yourself a favor and visit Pricci. The ambiance is lovely. You feel as if you're not in the middle of the hustle and bustle in Atlanta. It's the perfect atmosphere to enjoy a delicious dinner.",
        "language": "en"
      },
      "date": "2019-12-04T23:05:02Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alexis C.",
        "user_id": "0A069kZ1iq4I3eOuu7-7ew",
        "link": "https://www.yelp.com/user_details?userid=0A069kZ1iq4I3eOuu7-7ew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qMxUra-OouAHS5izoaYcxA/180s.jpg",
        "address": "Lilburn, GA",
        "friends": 47,
        "photos": 140,
        "reviews": 47
      },
      "comment": {
        "text": "So my husband and I decided to go out on a Wednesday night (during the week) since we are in pandemic mode and figured it would be less crowded and better for social  distancing.\nWe parked our car in valet since it was chilly out and was greeted by the host upon entry.\nWe had reservations for 7:30 but arrived early and they were able to seat us early.\nThe restaurant also allows you to BYOW for an additional $15 so we bought our own bottle of Rose.\nThe restaurant was nicely lit for ambiance and there was light music playing through the speakers and the tables were also socially distant. Our waiter came and told us about specials and recommendations since it was our first time here.\nWe ordered the mussels for an appetizer which were not seasoned well but still good.\nTaking the waiters advice I ordered the Lamb Parfalle which was the special for the evening and my husband ordered lasagna.\nAs we both ate our dishes we noticed that it was played nicely but lacked the taste we were expecting for both dishes.\nAs the night closed, the manager brought us a complimentary dessert; Tiramisu on the house! The tiramisu was moist and tasty not too overwhelming.\n\nWe are going to definitely give this location another try and maybe during the weekend because we had a great experience it just lacked flavor that we were expecting.",
        "language": "en"
      },
      "date": "2020-12-07T22:09:43Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Grace S.",
        "user_id": "BMgMTU-Tuz1V0Pi8S80fag",
        "link": "https://www.yelp.com/user_details?userid=BMgMTU-Tuz1V0Pi8S80fag",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qoKeg8kwn-EDijQCZQTzlA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 3,
        "reviews": 47
      },
      "comment": {
        "text": "We went to Pricci for our July \"Buckhead Dine Around\" and had a lovely time! We were running late due to a car wreck in Buckhead that backed up tons of traffic. We called ahead and notified them, and thankfully there were no issues! \n\nOur waitress, Francesca, was very kind, attentive, and had fantastic recommendations. We started with the mussels, which were a little spicy (Francesca told us, don't worry!) and were delicious! It was Thursday, so there was live jazz and bottles of wine were half off - you can't beat that! \n\nThe manager came out at one point and checked in with us, which I thought was very nice. \n\nMy husband had the gnocchi and I had the tortellini. Both were delicious, and the Goldilocks of portion sizes...not too big, not too small, just right! \n\nWe typically don't get dessert, but we were convinced after seeing others around us with theirs. The tiramisu was not \"traditional\" but it was very good. We also got the \"fruit basket\" which was very different and refreshing. \n\nOverall, we loved our experience and certainly will be back on another Thursday!",
        "language": "en"
      },
      "date": "2019-07-28T17:44:09Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Pano K.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/bl6IJ_orhPe5STkVuty25Q/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for the kind words, Grace! We're excited to have you dining around with us this summer. We look forward to serving you again soon!",
          "date": "2019-07-29T19:47:53Z"
        }
      ]
    },
    {
      "user": {
        "name": "Linda S.",
        "user_id": "5CaNJw0J7w-HpUBhiMxdrA",
        "link": "https://www.yelp.com/user_details?userid=5CaNJw0J7w-HpUBhiMxdrA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9KZVTfBll37H2xZEEYKlig/180s.jpg",
        "address": "College Park, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "I have been a very loyal customer of Pricci and other BUCKHEAD LIFE restaurants, until now.\n\nJuly 11, 2019\n\nWell, went to my old faV Pricci this afternoon after a Dr. Appt next door.  Just thought i would have a wine and appetizer...started out great with bar staff and very pleasant experience until I asked that the TV be changed from ESPN  to CNN, was watching White House news conf when TV suddenly changed to ESPN.  Was enjoying my wine and food when at my request, bar manager went to ask Management to switch back to CNN.  The bar manager came back and said they refused because CORPORATE  asked them to keep tv's on Sports channels only. \"They\" turned out to be Eddie Valente, General Manager, 404.237.2941.  Am familiar with favorable treatment for males in restaurants \n that like sports and are believed to tip better than women.\n\nI asked Valente to come talk to me and he gave me this same Corp line.  REMEMBER, I was the only watching this TV.  Valente told me he would turn off the TV So I couldn't watch it, but NOT change the channel back to CNN.  I told Valente that I was yhevCUSTOMER and thought this was a rouse to get me to leave as I was only single female at the bar.  He continued to act as if I was a problem.  As i paid full tab with good tip, I also encountered another manager who asked me not to file this complaint.  Sorry, until single women are treated with respect when they are behaving and dressed appropriately, I will NOT  put up with this discriminatory treatment. This manager said it was not a big deal and I told him I will not be treated In a discriminatory manner anywhere or anytime.  BUCKHEAD LIFE, PLEASE PAY ATTENTION!!\n\nI hate this happened as all who know me have shared my BIRTHDAYS and other celebrations there too.  So very disappointed in the management of Pricci and Buckhead Life Restaurants.  Lsj",
        "language": "en"
      },
      "date": "2019-07-14T16:30:20Z",
      "rating": 1,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nicole L.",
        "user_id": "7ckIoH8tLZ3Pgp-Dcg1krA",
        "link": "https://www.yelp.com/user_details?userid=7ckIoH8tLZ3Pgp-Dcg1krA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/K_s4e586kAd4pjoRighMdA/180s.jpg",
        "address": "Decatur, GA",
        "friends": 14,
        "photos": 70,
        "reviews": 180
      },
      "comment": {
        "text": "The pizza is out of this world, and we loved the prosciutto and pear appetizer. Don't leave without getting the tiramisu. Skip the broccolini- it was swimming in oil and overcooked. Will be back for pasta!",
        "language": "en"
      },
      "date": "2020-11-17T20:52:06Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Sumi J.",
        "user_id": "RrHTiSVOwiEMeE16wxfHjQ",
        "link": "https://www.yelp.com/user_details?userid=RrHTiSVOwiEMeE16wxfHjQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GjZipyd3h7-VNiO5GKGSaA/180s.jpg",
        "address": "Capitol Hill/Northeast, Washington, DC",
        "friends": 303,
        "photos": 2,
        "reviews": 20
      },
      "comment": {
        "text": "One of the least overrated places in Buckhead - quite refreshing honestly! The price is high but worth it. Service was wonderful. Got the appetizer with goat cheese in marinara. Even my husband who swears he hates all cheese that isn't pepper jack LOVED it. It was served with WARM fresh focaccia bread. For main dishes, the cacio e Pepe was DELICIOUS. Top two places for this dish in ATL (no. 246 in Decatur is a close second). Also had their truffle pasta that is served tableside. What an experience! very Vegas. The chef comes to your table and you get to eat with your eyes and nose before actually tasting the dish. Absolutely worth each penny.",
        "language": "en"
      },
      "date": "2021-05-04T00:50:55Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "T T.",
        "user_id": "x2tpfTQOWW1uRBFz5RjkkA",
        "link": "https://www.yelp.com/user_details?userid=x2tpfTQOWW1uRBFz5RjkkA",
        "address": "Los Angeles, CA",
        "friends": 0,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "The food and dining experience were nice, however, this might be funny but the menu description for the salmon dish, which is what I ordered, said it would come with fingerling potatoes which was not the case and is misleading for there was not a single one. I asked the servers and they said the potatoes are a minimal embellishment/presentation sliced in half.",
        "language": "en"
      },
      "date": "2022-05-08T20:38:09Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jennifer T.",
        "user_id": "XPWiUNYQVOAlc255F5zVQw",
        "link": "https://www.yelp.com/user_details?userid=XPWiUNYQVOAlc255F5zVQw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DMx_uYYO9wHMeMwvZVTLXw/180s.jpg",
        "address": "Philadelphia, PA",
        "friends": 171,
        "photos": 174,
        "reviews": 276
      },
      "comment": {
        "text": "Pricci has some of the most delicious risottos I've ever eaten...even in Italy!  My family and I tried the seasonal pumpkin risotto and the menu staple seafood risotto and they were absolutely divine.  Firstly, the portions were massive and for the price, it was such a great deal in my opinion.  The seafood risotto was loaded with chunks of fresh lobster, shrimp and scallops and wasn't too overpowering in seafood flavor.  The star, though, was the pumpkin risotto--it was so flavorful with the sweet roasted pumpkin; I didn't want to stop eating it.  \n\nBeside the risottos, we ordered quite a few things which were all delicious.  For starters, I highly recommend the Carpaccio De Polpo which is basically like a octopus carpacio--it was very refreshing and light.  Their meatballs (Polpettine) were also superb; you get two, very big but tender meatballs covered in a light tomato sauce.  The margherita pizza was surprisingly delicious and easily a favorite among my family.  I'm from the East Coast near NJ and NY so I know a good pizza and Pricci definitely delivered with their thin crust.  We also ordered the charcuterie board but was not that impressed - this was my least favorite of the night and the only dish that wasn't 100% that night.  My husband ordered the Veal Parmigiana and it was massive!  The veal was nicely battered and crisp, covered in just enough sauce and cheese,  and my husband ate every last bit of it.  \n\nBeing able to enjoy such delicious food is always great but being serviced by an equally exceptional service staff was just the cherry on top.  At first glance, the restaurant can come across as a very old school, fancy Italian restaurant--servers dressed in white coat tuxedos, tables topped with white table cloths and a variety of wine and water glasses, a stiff maitre d' at the front door and the \"Godfather\" sitting at his regular table.  But once you're greeted by the friendly host and serviced by the courteous and attentive staff, you become all at once comfortable and home.  And to boot, you won't be stuck with a check that will break the bank!  All the prices were very reasonable considering the décor, service and quality (and quantity) of food.\n\nI highly recommend Pricci and will make it a point to go back when I'm in Atlanta again.",
        "language": "en"
      },
      "date": "2016-12-08T22:08:37Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RXqsplHCUSs2vD6pEees0g/o.jpg",
          "caption": "Pumpkin Risotto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/o9L8fFgG_3uImF_PEkP9VQ/o.jpg",
          "caption": "Veal Parm"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WqS6k6-bbQSzvcqg6CD7tg/o.jpg",
          "caption": "Seafood Risotto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xGoP7jS8D1DQCoLEgyUX5g/o.jpg",
          "caption": "Octopus Appetizer"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ryan T.",
        "user_id": "o-QGZyu7uteBuWzCrnukQQ",
        "link": "https://www.yelp.com/user_details?userid=o-QGZyu7uteBuWzCrnukQQ",
        "address": "GA, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 2
      },
      "comment": {
        "text": "Amazing food, went there for prom and our server was so nice for letting us sing happy birthday to our friend. Would definitely come back again for a nice date.",
        "language": "en"
      },
      "date": "2022-04-19T16:21:16Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Daisy C.",
        "user_id": "gs4lQyK0qcc2WTU8aUJKCQ",
        "link": "https://www.yelp.com/user_details?userid=gs4lQyK0qcc2WTU8aUJKCQ",
        "address": "Canterbury Farms, Grovetown, GA",
        "friends": 0,
        "photos": 12,
        "reviews": 10
      },
      "comment": {
        "text": "To begin with I would say our Experience didn't start off great. The Valet was very sarcastic and borderline rude while pulling up our car, gave us an attitude when we asked if we could park without using the valet, a genuine simple question that was answered with attitude. Not something that veered us away from the restaurant but it was annoying. Then once we got inside they told us about a 20 min wait which really is nothing on a Saturday night in Atl with no reservations so that was great. They had us in a waiting area next to the bar where they offered to take our drink orders. I had a Pomegranate Martini (super good especially if you're into tart drinks)  and waited a short 20 mins to be seated. So let me start off with I LOVED our waiter. He gave us great conversation and recommendations. I ordered a Pizza and Pasta to split between me and my man. Everything tasted great although it took a while for us to get started with the Food once it arrived it was great.!!! Tiramisu was outstanding",
        "language": "en"
      },
      "date": "2021-09-02T18:47:10Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/m3RPxF3SPjpUd3kAJ12kew/o.jpg",
          "caption": "Pomegranate Martni"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZpzlgKvKdDem5lwEEWzhVg/o.jpg",
          "caption": "Mediterranean Shrimp Rigatoni"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Mecca M.",
        "user_id": "7kHGWPDA-uUITiAfynhLIw",
        "link": "https://www.yelp.com/user_details?userid=7kHGWPDA-uUITiAfynhLIw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aN0dTBa06_IVj0S3GvFD_Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 1,
        "photos": 11,
        "reviews": 17
      },
      "comment": {
        "text": "My delivery order was quick and the food was fresh when I received it. I ordered the spaghetti, calamari and spinach. All of it was tasty except the spaghetti noodles seemed to be stuck as if they sat too long.  It was still good.  The portions of the items I ordered were big enough for two servings for a lunch and dinner for one person.",
        "language": "en"
      },
      "date": "2021-04-24T22:09:29Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anisha R.",
        "user_id": "fdsdm35Zk1O9cnUgz4aN0A",
        "link": "https://www.yelp.com/user_details?userid=fdsdm35Zk1O9cnUgz4aN0A",
        "address": "Marietta, GA",
        "friends": 0,
        "photos": 7,
        "reviews": 6
      },
      "comment": {
        "text": "Decided to give this place a try. My husband and I made a reservation while we pulled in the park lot. From the first cocktail (pear martini) I knew Pricci was a great choice. The food was nothing but amazing and service was top-star. We will return with the family next time.",
        "language": "en"
      },
      "date": "2021-02-23T14:47:22Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iSH-gsQxseZhB2QdkQD00g/o.jpg",
          "caption": "Mediterranean Shrimp Rigatoni"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/h-LGCF90vwP6Mfw7gtHzPA/o.jpg",
          "caption": "Calamari & Sicilian Eggplant Chips and  Creamy Georgia Goat Cheese in Warm Marinara"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vDvrV8BnO3K0rV570ZWtUQ/o.jpg",
          "caption": "Arugula salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CV218mfF3mMzc04wJdj51Q/o.jpg",
          "caption": "Caesar salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tybi9wQfZbiGTZgoHvb4uA/o.jpg",
          "caption": "Fettuccine with salmon"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=7dxsCFc6f5owlHaycbdQow&start=130"
  }
}