{
  "search_metadata": {
    "id": "66018a022bc7d8c94ab5f78a",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/66018a022bc7d8c94ab5f78a.json",
    "created_at": "2024-03-25 14:28:18 UTC",
    "processed_at": "2024-03-25 14:28:18 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/4zViEsupemIkBLIZGsgMzw?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/66018a022bc7d8c94ab5f78a.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/66018a022bc7d8c94ab5f78a.prettify",
    "total_time_taken": 2.1
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 80,
    "num": "50",
    "place_id": "4zViEsupemIkBLIZGsgMzw"
  },
  "search_information": {
    "total_results": 255,
    "business": "Ticonderoga Club"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 255
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "David T.",
        "user_id": "0geOCH93KVUzWI07QNVBrg",
        "link": "https://www.yelp.com/user_details?userid=0geOCH93KVUzWI07QNVBrg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ILIlMU4naDYsSGpD-67zBg/180s.jpg",
        "address": "Decatur, Atlanta, GA",
        "friends": 48,
        "photos": 3183,
        "reviews": 281,
        "elite_year": 24
      },
      "comment": {
        "text": "1st review after several visits.  T Club is located in Krog Market.  Limited parking is available in their lot, but off street parking is another option.  Happy hour is not an option, but the bar is full.  I ordered the Ticonderoga cup to start, then ordered the clam roll with a cold beer.  Had never had a clam roll before, but it was very tasty and I'm glad that I gave it a shot.  Service at the bar was friendly and prompt.  Prices were moderate.  Great option in Krog Market!",
        "language": "en"
      },
      "date": "2018-02-23T00:48:11Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l464-FLx3BWAmgZtAUubQA/o.jpg",
          "caption": "T Club menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GRbO1uoOMaYZr3oOyGwtCw/o.jpg",
          "caption": "T Club - special cups"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ctKn9dv2KcK-9EGTdiI_9A/o.jpg",
          "caption": "Pinkus organic beer - pairs very well with the clam roll"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Phil G.",
        "user_id": "OEEecY20Wtb7KEKUlx6bNA",
        "link": "https://www.yelp.com/user_details?userid=OEEecY20Wtb7KEKUlx6bNA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bVmGWA6EB93fMSoaH0jlag/180s.jpg",
        "address": "Milwaukee, WI",
        "friends": 141,
        "photos": 1179,
        "reviews": 1373,
        "elite_year": 24
      },
      "comment": {
        "text": "On my first night in Atlanta after stressful day at work, a sick dog guiltily left with sitters, and an uncomfortable flight from SLC, I needed a resprieve. The Ticonderoga Club was an oasis in a desert of tumult.  With a surprisingly small bar, several seats were available at 9:00 PM on a Thursday night.  \n\nThe TC was to be a pre dinner cocktail stop, but after a perusal of the dinner menu, we were in for the night! Descriptions of the kitchen offerings made me salivate, and Pavlov's dogs not withstanding, I began ordering food like a Banshee after conferring with the knowledgeable bar staff.  The rabbit rilette was delicious, with a portion that could please the offensive line of the Green Bay Packers (I may have some for breakfast) While the Ceviche was a bit too spicy for my buds, the heat distracted from the taste of the seafood, some folks would enjoy the caliente.  Highlighting our dinner, the seafood stew was amazing, with a array of treasures of the sea floating around in a light broth reminiscent of what a Gloucester fisherman would eat on a stormy night in February.  It still tasted great on a balmy night in Atlanta. Bravo!\n\nThe staff at the TC were engaging, smart, with a quick wit and pour. Clientele at the bar all conversed and shared.  It was collegiality at its warmest, and I had a fantastic time and meal.  I was wrong.  Atlanta is a lot more than just a busy airport with a Delta hub. \n\nOne caveat: There was a loud and boisterous group dining upstairs, and the cacophony of sound reverberated throughout the restaurant. For me, the ribaldry was fitting and something I missed after moving to SLC from Wisconsin.  (Ribaldry and Utah shouldn't be used in the same sentence) However, be aware that the noise level may be obtrusive to some.",
        "language": "en"
      },
      "date": "2017-05-12T13:38:48Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Niki P.",
        "user_id": "pE-Pw82WqEtlDCwB-jc_ow",
        "link": "https://www.yelp.com/user_details?userid=pE-Pw82WqEtlDCwB-jc_ow",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pGJmz8NzMO2nkrww7clWSA/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 451,
        "photos": 158,
        "reviews": 252
      },
      "comment": {
        "text": "I cannot say enough good things about Ticonderoga Club. It's taken me years to come here, but I finally found a suitable night to come after a nice visit to the museum.\n\n\nIt's located in Krog St., and you'd think it's just a small bar slinging good drinks.... but it's so much more than that. The food, drinks, and the service are top notch. We tried the tartare, the mussels, and the little gem salad. Each had great flavor, and it made me want to come back for me. Even though there's Jeni's right next door, I would suggest trying their dessert made in partnership with Little Tarte Bakeshop.\n\nIt's more than I could've wished for, and I'm just sorry it took me longer to try it out.",
        "language": "en"
      },
      "date": "2019-01-14T20:16:06Z",
      "rating": 5,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Carolina M.",
        "user_id": "3SGQKsO1J-jcRIp3WNxCeA",
        "link": "https://www.yelp.com/user_details?userid=3SGQKsO1J-jcRIp3WNxCeA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4ZSra-_e3BR2DCeCCbUqlQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 135,
        "photos": 301,
        "reviews": 953
      },
      "comment": {
        "text": "On a Saturday night, it can be pretty difficult to get a table. We got in at the nick of time to be seated around 8:40pm without a reservation. I highly recommend making a reservation if you REALLY want to eat here, otherwise, if you're just floating around KSM, you can always get a beer at Hop City during your wait.\n\nOne of my coworkers raves about this place and I can see why: lively bar, interesting decor, and the food is pretty good. Here's what we ate:\n\nIpswich Clam Roll - This was my favorite thing of the night. They really pile it high with those fried clams, so my husband and I were picking off the roll first before cutting the roll, so we could enjoy our halves. The bread is soft, they're very generous with the aioli (so if you're not into mayo, this isn't for you), but also served with crispy Cape Cod chips. \n\nClub Mussels - You can definitely taste the fermented black bean which is usually an Asian flavor but it works pretty well with this since it's in a sake broth. The mussels are served on top of one piece of toast at the bottom of the plate so that piece of toast does soak up the broth - beware it's salty though, but you do have 2 pieces of plain toast on top. The portion for this was pretty big that I can't even imagine just one person eating this by themselves.\n\nSpiced Pork - The pork is served on a banana leaf and it's so soft that it's almost like a tamale but there's the crispy, crunchy texture from the chicharrones. I joked with my husband that this felt like a pork salad because there was SO MUCH cilantro on it. I have no problem with cilantro but there was a lot on here that it was nearly a cilantro salad.\n\nOverall, I felt the food was a bit heavy-handed with salt but I get that they probably sell more drinks so you'll probably want that with alcohol. Front of house was incredibly nice, but our server...eh, not so much. Whatever. We came for the food. I'd come back if it were convenient and if it wasn't as crowded.",
        "language": "en"
      },
      "date": "2019-01-21T14:00:13Z",
      "rating": 4,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Tyler W.",
        "user_id": "ygTm19aCVdV-_3cPMCJnnw",
        "link": "https://www.yelp.com/user_details?userid=ygTm19aCVdV-_3cPMCJnnw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WPJVlzv6iVAk09ACchzWOw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 11,
        "photos": 16,
        "reviews": 25
      },
      "comment": {
        "text": "The cocktails are great. The food is great. The tartare is one of the best things I've ever eaten. And last but not least, the service is fantastic. Go, drink, eat, you'll be happy you did.",
        "language": "en"
      },
      "date": "2019-06-07T13:43:57Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HxnFD8TC4wiEmQw02TxXjQ/o.jpg",
          "caption": "Tartare"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jacob A.",
        "user_id": "dYUERRp8PFtJfjpFhHoarA",
        "link": "https://www.yelp.com/user_details?userid=dYUERRp8PFtJfjpFhHoarA",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 2
      },
      "comment": {
        "text": "Exceptional service, feels like you're at one of the best steakhouses in Atlanta based on the attentiveness they have to what's happening at your table. The food is phenomenal and the atmosphere is weird in just the best way possible. Its a place that doesn't make sense and yet makes more sense than anywhere else you can eat. Go here and enjoy.",
        "language": "en"
      },
      "date": "2021-05-23T04:16:00Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ejsdDZReC6KWWS_fS9lXaA/o.jpg",
          "caption": "Sweetbreads"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7QuMdodwRq08muw8bN1zcw/o.jpg",
          "caption": "Mussels"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "James K.",
        "user_id": "nQjgUGEBOu-jsCQlp43WGA",
        "link": "https://www.yelp.com/user_details?userid=nQjgUGEBOu-jsCQlp43WGA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0YTZJozADqJO9zsfx9B-HA/180s.jpg",
        "address": "El Cerrito, CA",
        "friends": 279,
        "photos": 400,
        "reviews": 701,
        "elite_year": 24
      },
      "comment": {
        "text": "This place was fun! We came here for dinner and ordered a few things to share. My two most memorable and favorite dishes were the clam roll and the duck. The clam roll came with chips on the side and had tartar royale, lemon, and scallions to flavor in addition. It was scrumptious in a warm and soft bread roll, soaking up the clam flavors. The roasted moulard duck came with shiitake egg foo yong, miso vinaigrette, and some bok choy. The duck was pink and juicy, and the texture was just perfect. This was certainly a highlight of the market place and of the visit to Atlanta.",
        "language": "en"
      },
      "date": "2019-10-08T20:20:58Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rachel M.",
        "user_id": "brAKyiOqj6oD0PDJi2bWkQ",
        "link": "https://www.yelp.com/user_details?userid=brAKyiOqj6oD0PDJi2bWkQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LvlEs_P0nz0mR97zsUxRgQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 147,
        "photos": 14,
        "reviews": 59
      },
      "comment": {
        "text": "I have been to Ticonderoga club a few times, most recently for their anniversary celebration.  Each time I am a guest, I am always greeted and serviced with care and kindness.  The staff here genuinely seem to love their job and even when it's busy, still have time to chat with guests.  The drinks are tasty as is the food, and rotates often so you always get to try something new.  My friend and I are officially members of the club and can't wait to return!",
        "language": "en"
      },
      "date": "2019-11-19T23:33:18Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zN-PpKsi6KU0QT4UZM8utA/o.jpg",
          "caption": "Bar area"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Barbara B.",
        "user_id": "stwfLYzQA-JTpxf09veD1w",
        "link": "https://www.yelp.com/user_details?userid=stwfLYzQA-JTpxf09veD1w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ny8O9DkVMOwTwyD-rUQUDw/180s.jpg",
        "address": "Poughkeepsie, NY",
        "friends": 0,
        "photos": 18,
        "reviews": 7
      },
      "comment": {
        "text": "The best Mothers Day ever! What a great way to begin Mother's Day with brunch at the Club and a return in the evening for dinner!!! Now that is Ticon saturation. \nLiterally everything we drank and ate was perfect. \nFor brunch I enjoyed the grain bowl. Perfect harmony of ingredients. A nice glass of bubbly complimented my dish. Off to a museum for the day and a return to the Club for dinner left us famished. \nDinner for me was a starter of smoked mackerel and toast points. I decided on a Clam Roll for dinner but shared my husbands dish of Mussels. We also shared the hearty and flavorful mushrooms. Did I mention starting my meal with the Ticonderoga Cup. A wonderful blend of rum, cognac and tropical juices. I left our cozy corner booth happy and FULL and definitely feeling the love of a great and attentive staff. \nWe also were lucky to purchase a couple of t-shirts, hats and pens to take back to NY where the original Ticonderoga looms over Lake Champlain. We are sure to return when we again visit Atlanta.",
        "language": "en"
      },
      "date": "2019-06-30T18:00:23Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WyBufccx3uJ1PkoOiscI7g/o.jpg",
          "caption": "Ticonderoga Cup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KuerL_YVhEpGydnlOia-aQ/o.jpg",
          "caption": "Icy Blue Mussels"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dv3Wih0kkfMeYQEbD2krjA/o.jpg",
          "caption": "Bathroom illustration"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 2,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jasmine B.",
        "user_id": "krvnZE8hDMb_C_IzypZQ5Q",
        "link": "https://www.yelp.com/user_details?userid=krvnZE8hDMb_C_IzypZQ5Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uVoDXYpkyFd0pF84iTuQnQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 99,
        "photos": 31,
        "reviews": 41
      },
      "comment": {
        "text": "This has become one of my favorite local spots. My husband and I love steak, and in large quantities, so the Chuck Wagon is perfect for us! 48oz of delicious beef marinated and seasoned with no bone and just the right amount of juicy fat. We get that and the roasted mushrooms side at least a couple of times a month. 24 oz each for $86...can't beat that!",
        "language": "en"
      },
      "date": "2019-03-25T00:52:32Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hO4yAmBz5zvDd23etoFxng/o.jpg",
          "caption": "The Chuck Wagon Pan Roasted Mushrooms"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Kk08dWOcFC5Gik7Rxz_pTA/o.jpg",
          "caption": "The Chuck Wagon"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Tiffany B.",
        "user_id": "aetkoMJ2M378_5d5HMoKPA",
        "link": "https://www.yelp.com/user_details?userid=aetkoMJ2M378_5d5HMoKPA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8_PHcvb4W4nrC24Ohj9ssw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 226,
        "photos": 208,
        "reviews": 137
      },
      "comment": {
        "text": "What a fun, cute place in the back of Krog Market. I stopped in here because I noticed they had a happy hour drink and a chefs special. The day I went the Chef's special was Taquitos. Wow! Super tasty and fried just right and the avacado dip was super tasty as well. I also tried the Ceviche with plantain chips. OMG! This was worth every last bite. I don't know how they made this but it was Sooooo good. Not to mention red snapper is my favorite fish. I will be back just for this. \n\nThe place is great cute and cozy and it actually started storming while we were in there so we ended up sitting a bit longer and I tried the house drink. The Ticonderoga. It definitely packs a punch but with minimal ingredients, it tastes amazing. Our server was definitely fun and I liked that the staff worked together to make sure we were comfortable and had everything we needed. I walked here since its off the beltline and I can't wait to come back!\n\nUpdate: I've been back and I still love this place. Always expect that the items will be very flavorful and challenge your taste buds. My new fav starter is the Steak Tartare. They seriously are always updating their menu which is fun and a nice element of surprise. Additionally, if you don't know what to order the servers are highly knowledgeable about the menu.",
        "language": "en"
      },
      "date": "2016-08-06T12:32:38Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iUUKGeIm3rlFXOOzGGQxmQ/o.jpg",
          "caption": "Happy Hour"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UBWgRBDleugzTATBBcyQlQ/o.jpg",
          "caption": "Taquitos Chef's Special and a Frozen Cocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jtHcjR9W0R6FlDtCbjr2_w/o.jpg",
          "caption": "Drank"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kVyEyzHtQSMzDj-1qmWSWA/o.jpg",
          "caption": "Snapper Ceviche with Plantain Chips"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/05ivuhq1b8AAnDGhR_LIyw/o.jpg",
          "caption": "Steak Tartare"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QlokdMxjiosUnkpiyck6nQ/o.jpg",
          "caption": "Veal Sweatbread"
        }
      ],
      "feedback": {
        "useful": 6,
        "funny": 2,
        "cool": 6
      }
    },
    {
      "user": {
        "name": "Allison M.",
        "user_id": "LLO2qqD7m8DzjO5aOcyvJg",
        "link": "https://www.yelp.com/user_details?userid=LLO2qqD7m8DzjO5aOcyvJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zrOCkUs3ARhAhXuw5_4Jjw/180s.jpg",
        "address": "Asheville, NC",
        "friends": 839,
        "photos": 2281,
        "reviews": 945,
        "elite_year": 24
      },
      "comment": {
        "text": "Interesting and unique place at Krog Market. I've always seen this place, but alas it was closed. Got to try it for the first time. \n\nUpon entering, I said to my friend: \"did we just enter a speakeasy? Should I be carrying baggies of illegal substances\"? This place has the feel of a fancy speakeasy restaurant. Dingy yet sophisticated. Clean but well worn. At one point, I imagined myself in the back of a pirates ship... you get my DRIFT. \n\nOkay for real now. We did not get food, but the drinks were great. OMG finally a place with real cocktails rather than the \"I'm trying to hide my alcohol behind a ton of high fructose-tail\" I'm used to. The bartender was a bit snobby at first, recognized his snob (were all guilty of it sometimes, right) and promptly apologized. Glad we decided to stay as the service was wonderful. All the workers were knowledgeable and friendly. The drinks strong and simple and unique. The prices quite fair for Krog. \nWould like to try the food next time!",
        "language": "en"
      },
      "date": "2016-10-11T01:22:02Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Eric C.",
        "user_id": "X_DkwPTzdO_VWzUcbUXREg",
        "link": "https://www.yelp.com/user_details?userid=X_DkwPTzdO_VWzUcbUXREg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GU5fQnnwRfqMgZnzForSyA/180s.jpg",
        "address": "Seattle, WA",
        "friends": 1495,
        "photos": 1232,
        "reviews": 1743
      },
      "comment": {
        "text": "Tried a couple times to eat here. Unfortunately the last time I was here they were undergoing some renovations! No harm no foul. I was excited to come here and try out the food because they had some great ratings and reviews. Came here on a Tuesday evening and it was easy to get a seat but by 7:30 the place was full. \n\nWhen you're walking around Krog, you might miss Ticonderoga if you weren't looking for it. Tucked in the back of the food court, Ticonderoga has a unique ambience; one that makes you take a closer look to see what type of food they serve. Bar food? New American? It's really a combination of both and the menu has some exciting names and foods.\n\nWe came hungry so we got the ceviche (snapper) which was really good served with a side of fried plantain chips. That was clever! Unfortunately where they fell short were the entrees and the more I thought about it, the more I had fundamental issues with the flavor. We got the sweet and sour charred pork with poh's eggplant on the side. While good in concept and definitely with the right idea but it was salty. It's interesting because your first bite into it, there is a perfect balance of flavors but as you let it mellow on your tongue, it became saltier over time. The meat was tender and moist which are all great qualities but the saltiness was challenging to accept. We also got the Tempura Soft Shell Crab with shrimp sauce. I was a big fan of the sauce but maybe it was just the crab that we got but there were pieces of shell that were left stuck in my teeth which I don't usually get.\n\nThe star of the night was the Roasted Duck Breast. Tender, nicely flavored and all around a stellar dish. If evaluated on its own, I could give that an easy 4 or 5 star review but the other entrees were not my jam. I do have to compliment the wait staff here as they were all polite, efficient and quick to bring drinks and food out. People greeted you on the way in and then on the way out. Not many restaurants take that aspect of customer service seriously and I really appreciated their effort. I would consider returning but there would have to be some revisions to the menu before trying it again. The drinks were great however and could see myself here as a hang out place after work!",
        "language": "en"
      },
      "date": "2018-07-11T22:29:08Z",
      "rating": 3,
      "feedback": {
        "useful": 4,
        "funny": 2,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Cherpumple F.",
        "user_id": "RmxuIIpYDy0AI_Mch4VqjQ",
        "link": "https://www.yelp.com/user_details?userid=RmxuIIpYDy0AI_Mch4VqjQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jY27aIqsAWAWml5n02imVA/180s.jpg",
        "address": "Baltimore, MD",
        "friends": 16,
        "photos": 0,
        "reviews": 734
      },
      "comment": {
        "text": "So much rave, fame, and more. Even merchandise.\n\nWent for drinks and dinner, got two of their cocktails and they were both okay. Nothing stood out. Got the mackerel dip, which was delicious hence three stars. \n\nThen we went to eat and drink more at Watchman's next door because we know we like them. I guess I need to give Ticonderoga another chance because so many people rave about it, but basically I don't know what's so special or unique about this spot.",
        "language": "en"
      },
      "date": "2019-06-29T14:28:52Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hunter S.",
        "user_id": "x128vT1dyoklLG2RdagCpQ",
        "link": "https://www.yelp.com/user_details?userid=x128vT1dyoklLG2RdagCpQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LnWJNEJvAqk9QCXzEVusrw/180s.jpg",
        "address": "Nashville, TN",
        "friends": 83,
        "photos": 8871,
        "reviews": 948,
        "elite_year": 24
      },
      "comment": {
        "text": "This restaurant consistently makes \"must eat\" lists in Atlanta.  I had the Poh'a eggplant, which is based off a recipe from the chef's Indonesian grandmother.  My husband had the fish and chips, which is not your average fish and chips.  It was a tender, grilled fish fillet with smoked potatoes.  We had many of the cocktails, some gin based, some rum based, some bourbon based.  Some of these drinks are quite strong!  We had pineapple upside down cake for dessert, made with goat's milk yogurt, as well as the rum chocolate mousse.",
        "language": "en"
      },
      "date": "2019-03-19T03:26:15Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Clean Foodie ..",
        "user_id": "y3vFB_jjUCwHdD7ROvqqFg",
        "link": "https://www.yelp.com/user_details?userid=y3vFB_jjUCwHdD7ROvqqFg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WFr5CU-m8n57i-_5anb4bg/180s.jpg",
        "address": "Longwood, FL",
        "friends": 0,
        "photos": 1,
        "reviews": 146
      },
      "comment": {
        "text": "Ticonderoga Club serves many clean options including  Grass-Fed Beef, Local Lamb, Wild Caught Seafood and Local Organically Grown and Certified Organic produce. We ordered the Cobb Salad...not your ordinary Cobb Salad. Every ingredient was savory and delish and just might be the best I've ever had. The salad was big enough for the 2 of us. The many dishes passing by looked amazing.  Can't wait to return for another round of yumminess!",
        "language": "en"
      },
      "date": "2020-08-26T23:02:07Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Licca K.",
        "user_id": "c-5Ll8ptojXkTh-MDLw5tA",
        "link": "https://www.yelp.com/user_details?userid=c-5Ll8ptojXkTh-MDLw5tA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WBzBQPATaPEKwu_LHR43Tg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 255,
        "photos": 1996,
        "reviews": 647
      },
      "comment": {
        "text": "Ticonderoga Club.. that's a really cool name. I think so, at least.\n\nWe came here for the fish sticks. Kinda. Fancy fish sticks are seemingly as novel as a $9 grilled cheese (noted that TC doesn't have grilled cheese, at least that I know of.) My point is, we came to feast and see what Ticonderoga's menu was all about and maybe check out their fish sticks.\n\nTC is a new addition to the Krog Market family with a cabin-y, woodsy feel, and a gamut of Asian to American inspired cuisine condensed into a few choice dishes.\n\nOur group, quickly found ourselves upstairs at the rightfully named Captain's table. If you can score a seat upstairs, I'd say go for it. Not many tables, besides the one large one and two smaller couples seats, but it's a quaint view of the bar, and quieter.\n\nThe eats -- Cured Salmon Spring Roll, a fresh tasting rice wrap with salmon, mango, cilantro and drizzling of sweet chili sauce. Very good if you're looking for something light.\n\nShrimp in Kataifi, snack worthy, with a raw yolk and a soy sauce looking mixture. This was really good too.\n\nButternut Squash Salad, another fresh and light item with a Vietnamese inspired taste. Isn't vegetarian since it's lined with tiny salty dried shrimp. Decent portion.\n\nVegan Noodle Bowl, something more substantial with snow peas, mushrooms, herbs, and spice. Had a nice kick to it and great flavor. Hasselback potato, buttery spiraled potato, cheese, and scallions. Not my favorite thing, but was good too! We also had some amazing shellfish in a broth with bread that was pretty much toasted to perfection. By this point you can't really go wrong with the menu.\n\nWe also tried several drinks: the antique, Courier, Ticonderoga cup. I didn't try the courier, but the antique and Ticonderoga cup were more on the boozy side and did not disappoint.\n\nTC also has apple turnovers from Little Tart and an amazing salted chocolate mousse with cacao nibs. The Mousse was a big crowd favorite with two cookie wafers and while it was small and didn't look overly fancy, it packed a punch of delicious chocolate-y flavor.\n\nAs for those fish sticks? Mission pathetically failed, we didn't even order them in our frenzy of delicious other eats, but count us back, TC, for that amazing mousse and maybe a round one on those fish sticks.",
        "language": "en"
      },
      "date": "2016-01-08T20:04:23Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/loeo8Ps4DejW4EBhtBcc9g/o.jpg",
          "caption": "Cured Salmon Spring Roll"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9uoWFLnH9CrNUhZsoQsMFQ/o.jpg",
          "caption": "Ticonderoga Cup (left) & The Courier (right)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Uvye31kGCA-H6LBNv0pV9g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7yvMFwdmS8nDcSRj2YDZcw/o.jpg",
          "caption": "Antique Sour"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kckk0MY2QjGNqwLQXkwabQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J7EDpXJGS1JFZ7_TMas3kQ/o.jpg",
          "caption": "Shrimp in Katafi"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oTOEvD0GqcIXmFsiBDbzRQ/o.jpg",
          "caption": "Butternut Squash Salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/k5ciszdnxcq30vrrzWnZCw/o.jpg",
          "caption": "Vegan Noodle Bowl"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GwBtQtaEDDQyvn3-atKJFw/o.jpg",
          "caption": "Hasselback Potato"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EcC5_ICRf0Vg4bPzPJS2XA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 6,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Sebrina B.",
        "user_id": "y9cyIC5VbyQ58WDLGbeDag",
        "link": "https://www.yelp.com/user_details?userid=y9cyIC5VbyQ58WDLGbeDag",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LQrNad8JK660gW7a-mDYaw/180s.jpg",
        "address": "New Orleans, LA",
        "friends": 83,
        "photos": 72,
        "reviews": 316
      },
      "comment": {
        "text": "This place is the definition of hipster.  Well, at least my definition.  From the menu to the decor to the staff to the pricing it is simultaneously self aware and unapologetic.  The Ticonderoga Club is one of the full size offerings within Krog Market.  \n\nWe ended up here because my friend, whose birthday we celebrated that night, raved about the cocktails.  And she was totally correct.  The champale I had was both delicious and strong enough to get a normal person to buzz within two drinks. \n\nI wasn't quite sure how to order as the one page menu lists first course, second course, and classics.  I assumed it was more like a tasting/sharing menu but the items as served didn't really allow for that.  I had the vegan fried rice which was quite delicious and hefty enough to take some home.  I tasted some of the crispy skate wing which I didn't even know was a thing and it was tasty as well.  \n\nOverall we all were quite pleased with the offerings and service we received as well.  That being said, like the best of my 20 something hookups, it served me for the night but didn't leave me with that warmth in my soul to make me go back for more.",
        "language": "en"
      },
      "date": "2018-01-16T01:35:22Z",
      "rating": 4,
      "feedback": {
        "useful": 4,
        "funny": 2,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Smita P.",
        "user_id": "RrhiuSYwr947EQqgX3VkZA",
        "link": "https://www.yelp.com/user_details?userid=RrhiuSYwr947EQqgX3VkZA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-9Gind0dePaIEXiRgMyyqg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 28,
        "photos": 18,
        "reviews": 29
      },
      "comment": {
        "text": "I'm AMAZED at the outstanding creativity of this menu.  My favorites are the Hamachi with scallion oil and jalapeno, the rabbit croquette, the mussels with the bread dipped in a heavenly garlic sauce, the asparagus with frommage amd anchovies and the Smelt which was a true surprise with the best tarter sauce I've had.\nNo doubt a TOP notch menu for foodies and anyone interested in a different, creative dining experience. Drinks/cocktails were outstanding too. I will be back for sure!",
        "language": "en"
      },
      "date": "2018-04-30T01:31:49Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Stephie Z.",
        "user_id": "tvFpp0WS0PGf-wjFn6shMg",
        "link": "https://www.yelp.com/user_details?userid=tvFpp0WS0PGf-wjFn6shMg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DFVAlTq7V3pgWZM03N3u7g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 261,
        "photos": 309,
        "reviews": 778
      },
      "comment": {
        "text": "Dinner last night:\nDrank - Long Henry: rum, cider, some other stuff. Tastes like winter. Perfect!\nApp- Cured salmon spring roll: Great flavor. Nice and light.\nSalad- Butternut squash salad: Almost exactly like papaya salad at Vietnamese restaurants, but with pomegranate seeds. Delicious!\nDinner- Vegan Noodle bowl: Large portion. Heavy on the vegetables (beets, sugar snap peas, etc). Noodles are thin vermicelli. My friend thought the dish was super spicy. I thought it was pretty salty. Either way it was quite tasty. Heavy on the umami. \n\nService was fantastic!",
        "language": "en"
      },
      "date": "2015-11-30T18:03:58Z",
      "rating": 5,
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Vijay S.",
        "user_id": "UPNuvW7y6aVwhKK5z6eTJw",
        "link": "https://www.yelp.com/user_details?userid=UPNuvW7y6aVwhKK5z6eTJw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3QiaTEGLU6OdEnsvAzNcHQ/180s.jpg",
        "address": "London, United Kingdom",
        "friends": 48,
        "photos": 144,
        "reviews": 194
      },
      "comment": {
        "text": "We ordered:\n- The trout on flatbread\n- Mussels (great gravy and toast served on the side - drool!!)\n- grilled octopus \n- I had the vegan fried rice \n- others at the table got the lamb\n\nAll dishes were excellent \n\nFor drinks I ordered the antique sour (Cognac base) and it blew my mind!! The staff were incredibly helpful and friendly and the bartenders/mixologists were excellent.\n\nHighly recommend you try this place.",
        "language": "en"
      },
      "date": "2018-02-21T03:36:42Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jennifer B.",
        "user_id": "ZReopB4rpWPqyB1gwxZxQg",
        "link": "https://www.yelp.com/user_details?userid=ZReopB4rpWPqyB1gwxZxQg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/y8uKpoVs99izVOU0IZ6ZdA/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 194,
        "photos": 241,
        "reviews": 298
      },
      "comment": {
        "text": "My absolute favorite new to me place in ATL. Located in Krog market, it is a very special place. Like some kind of secret club you find in Europe.\n\nThe food is fantastic and the service is really good. \n\nI love the ambience. I feel like I am still somewhat marginally cool when I go there.\n\nAfter I first tried it at recommendation of my sons, I took everyone I knew - went like 5 times over 6 weeks.\n\nI miss it now that I write this so gotta make a return visit!",
        "language": "en"
      },
      "date": "2018-01-07T19:07:55Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Christopher Z.",
        "user_id": "lYQk0R6sPfo3WeX-l_5BuA",
        "link": "https://www.yelp.com/user_details?userid=lYQk0R6sPfo3WeX-l_5BuA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Q06UX2mG63TDkATPOVJDvQ/180s.jpg",
        "address": "Des Peres, MO",
        "friends": 53,
        "photos": 868,
        "reviews": 1396
      },
      "comment": {
        "text": "This place is good but somewhat pricey.  We ordered two plates and both drank water and without tip our bill was $57.  \n\nShe ordered the fried rice.  It was really good and they gave her a nice sized portion.  The spin on it was different as it had squash accompanying the mushrooms and onions.  I had braised beef with indian spices over rice.  It too was good sized and flavorful.  \n\nService was really good.  Both of our dishes were spicey so we kept emptying our water glasses quickly.  They were on top of it and seemed genuinely interested on how we thought our meal was.",
        "language": "en"
      },
      "date": "2017-12-16T13:39:38Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Michael L.",
        "user_id": "i-UDBEX2r6XYdAq4kXk9lA",
        "link": "https://www.yelp.com/user_details?userid=i-UDBEX2r6XYdAq4kXk9lA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/es60e83VWMAMxhBUKvUZBQ/180s.jpg",
        "address": "Decatur, GA",
        "friends": 89,
        "photos": 81,
        "reviews": 58
      },
      "comment": {
        "text": "A funky, memorable, and ultimately satisfying experience. This is the best way to describe Ticonderoga Club. \n\nI had brunch at Ticonderoga Club with a party of 5 last Sunday for the first time after hearing about this spot. We sat out on their outdoor indoor seating just below some makeshift rafters. The first thing that caught my eye was their funky menu. (See picture). \n\nWhile I wasn't in the mood for yogurt parfait I did elect to try the hash browns. I've had hash browns numerous times from various breakfast/brunch spots before, but I've gotta hand the best hash brown award to Ticonderoga Club. They really nailed it. I shared half of my plate to my party and they all agreed - one of the best hash brown plates ever done. Loaded with melted cheese and onions served with well done hash browns over a crispy surface, I will gladly recommend any hash brown lover to this place.\n\nAside from the Hash Browns I decided to try an order of their Sweet Flitters, after hearing how similar they sounded to beignets. While the flavors were right for me, the texture was a miss. I had a couple and gave the rest to the group: some liked it. If their flitters were spot on, this would be 5 stars.\n\nDrinks: 3 of us decided to try their often talked about Ticonderoga Cup. Two thumbs up for this drink: a mix of aged rum, cognac, sherry, pineapple, lemon, and a sprig of mint. I'm not usually big on rum but this day drink was just right for a relaxing Sunday afternoon.\n\nService here is laid back and fun: they want you to relax and have a good time. \n\nBottom line: Great option for Sunday brunch, funky menu and service, get the hash browns!\n\nVisits: 1",
        "language": "en"
      },
      "date": "2016-07-27T17:41:48Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GEA2yXlh6KvxXaHJj09GYQ/o.jpg",
          "caption": "Love their menu. Get the Ticonderoga Cup."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jan S.",
        "user_id": "xYgjHhC0dOsf26bMsDkQ5A",
        "link": "https://www.yelp.com/user_details?userid=xYgjHhC0dOsf26bMsDkQ5A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pmKeTJ9TWxzYz6NWv7kRjA/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 0,
        "photos": 1,
        "reviews": 73
      },
      "comment": {
        "text": "Could have been way better considering the price point. Service was so so, food was not as we asked it to be prepared in any way, (simple asks). Salt was the main seasoning in all dishes, not much anything else. The vegetables on the side dish was the most disappointing. I big single clump of barely cooked broccoli with a super salty canned sauce over it. I would have dug in but it was served on a small plate, no cutlery given to break up it's super hard uncooked state, ( I like fresh veg partially uncooked but this was tough and not cooked, seemed heated) and no extra plates to put anything on. Service person was out of it, could not get a cutlery or see our service person for 1/2 hour. It was a calm weeknight, we are super polite people and eat out a lot. They had good take out when they did but do not offer the option anymore in a huge take out hall, Krog Market, odd. Won't be recommending to our large group of co-workers or going back to. Sad.",
        "language": "en"
      },
      "date": "2021-11-08T19:38:02Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "James S.",
        "user_id": "u9t6iBZHHZWdLkyyJ_4FJQ",
        "link": "https://www.yelp.com/user_details?userid=u9t6iBZHHZWdLkyyJ_4FJQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5zaDIn0r3GvF8Ecsvgen_Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 23,
        "photos": 62,
        "reviews": 131
      },
      "comment": {
        "text": "Cool, small little space in Krog St. Market.  Excellent hand-crafted drinks and a solid beer selection.  Food is eclectic and above average.  However, my experience with service has been a bit off-putting.  I'm planning a dinner party for a group of 8 college friends and thought that the Ticonderoga's upstairs private table would be perfect for the occasion.  I asked the bartenders on duty how I could reserve the table, and they indicated that I should \"go to the website\".  Which I did.  I filled out the form for the private party, entered my dates, party size, and my contact info.  For added emphasis, I also e-mailed the guy who it said to contact for private events (Paul).  2 weeks later and no response, which is just as well since The Little Alley Steakhouse in Buckhead was able to accommodate our group just fine.  As was Two Urban Licks, Cape Dutch, American Cut.  \n\nUltimately I decided on Little Alley, but the lack of response from Ticonderoga was rude and arrogant, which kind of fits the vibe of this place.  Won't be back.",
        "language": "en"
      },
      "date": "2018-07-10T18:04:33Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Maximilian R.",
        "user_id": "wxpUJ64FBW0NUWREwFGp_g",
        "link": "https://www.yelp.com/user_details?userid=wxpUJ64FBW0NUWREwFGp_g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SGHTLpfbNgkyuwV7VSAfiQ/180s.jpg",
        "address": "Detroit, MI",
        "friends": 30,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Superb. Highly recommended. I sat at the bar and Alec welcomed me illustrating the menu. \nI had veal sweetbreads and charred pork, while sipping a drink called \"hudson tunnel\". Delicious.\nThe food was good, but the service was outstanding. \nI am used to the NY dining scene, and this place would rank very high even there. \nNext time in Atlanta I'll be back.\nThank you.",
        "language": "en"
      },
      "date": "2018-03-21T00:30:46Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jillian M.",
        "user_id": "NWjOxPJuTuz7oWGBk-Q6ZA",
        "link": "https://www.yelp.com/user_details?userid=NWjOxPJuTuz7oWGBk-Q6ZA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gaWP8rh0u-Wo3npHz8ujww/180s.jpg",
        "address": "Chicago, IL",
        "friends": 74,
        "photos": 190,
        "reviews": 456
      },
      "comment": {
        "text": "Went here on a Saturday night for dinner with a few friends and we were delighted to find this quiet, quaint restaurant and bar in the corner of Krog Street Market. \n\nThe atmosphere leaves nothing to be desired. It's almost hard to believe it's connect to the chaos that is Krog Street Market. It feels like you're almost in a cabin and it has a homey feel. The bar has a cool design and there is also an upstairs. \n\nDrinks were delicious. I'm not a huge cocktail drinker, but I had the Long Henry and would go back specifically for this drink. It has rum, hard cider, lemon, and a few other ingredients. My friend got the Thread & Theory, which was also good but a little sweeter than I personally like. \n\nMenu is somewhat seafood heavy, but definitely has a southern twist on everything. My friend and I split the vegan noodle bowl and the crab. The vegan noodle bowl is served hot and had a little bit of a kick to it. The shaved beets and snow peas added a nice twist. I would definitely get this again. The crab was fried with a red sauce and came with fried snap peas as well. I would've liked the crab better if it wasn't fried, but it was decent. Probably wouldn't order it again. We also had the salmon rolls for an appetizer. They were fresh, but could've used a little more sauce. \n\nService was phenomenal. Our waters were constantly refilled, drinks and food were brought promptly, and the entire staff was friendly. \n\nWould definitely go back and want to try it for lunch! My guess is this place gets way more crowded as word gets out about it. Only reason I gave it 4 stars is because I expected a little more from the food, seeing as there are only five star reviews. Great spot and will be back soon.",
        "language": "en"
      },
      "date": "2015-12-20T05:49:34Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gt-WjcFRB4usjHmoOLqJ_A/o.jpg",
          "caption": "Vegan noodle bowl. So good, even for meat eaters!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jana H.",
        "user_id": "B7YxGZZV4hVTeYEigh5G1Q",
        "link": "https://www.yelp.com/user_details?userid=B7YxGZZV4hVTeYEigh5G1Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/npC3l8RFVRFwCiRjKywiSQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 56,
        "photos": 270,
        "reviews": 167,
        "elite_year": 24
      },
      "comment": {
        "text": "I came in for dinner on Friday evening around 8. There were two seats open at the bar, so the BF and I were seated there. The two bartenders took great care of us, and very very knowledgeable about the menu as well as the drinks.\n\nI had the bourbon cocktail that was a twist on an old fashioned. It was perfection.\n\nFor food, we started with the salmon spring roll. It was light, and delicious. I loved the addition of the crispy salmon skin on top of each piece - it added the perfect amount of texture to the roll. For my entree, I choose the fisherman's bowl, and I will definitely order it again. Shrimp, mussels, clams and a perfectly cooked piece of flaky white fish were served in a  shallow bowl with a deliciously flavorful broth. The two pieces of buttered bread served on the side were perfection, and allowed for sopping up that broth.\n\nWe also ordered a side of hassle back potatoes, and the two potatoes were covered in butter, soft, with a slightly crispy skin, and topped with freshly shredded Parmesan cheese. Definitely not calorie friendly, but worth the gluttony.\n\nOverall I definitely recommend checking out the club...it was a delightful dinning experience.",
        "language": "en"
      },
      "date": "2015-12-24T17:51:27Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Pam C.",
        "user_id": "cbf0Nl5p-rzvpCPu0594gA",
        "link": "https://www.yelp.com/user_details?userid=cbf0Nl5p-rzvpCPu0594gA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SRxuQukfcsqanBaD630BhA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 44,
        "photos": 452,
        "reviews": 345
      },
      "comment": {
        "text": "Restaurant is cozy, not many tables.  Attentive service. Their menu changes frequently, so sometimes the website is not up to date. This visit we had the duck and soft shell crab, both excellent. The crab was lighter, so if your starving opt for something more hearty.",
        "language": "en"
      },
      "date": "2018-05-31T18:47:05Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nFk6C9G4ETy9Zx3q_GlS1A/o.jpg",
          "caption": "Duck, excellent"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/77eAoDbYTBlsbp1kMDtusg/o.jpg",
          "caption": "Mussels, very good, rich. Biggest mussels I've ever seen."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Cc3OYJ1UB9NJQzZuECuZyw/o.jpg",
          "caption": "Soft shell crab, delicious."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rian A.",
        "user_id": "cvvYmsicJTa-bAFqEDURyQ",
        "link": "https://www.yelp.com/user_details?userid=cvvYmsicJTa-bAFqEDURyQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nDTPrHT7p9Lfi-JyDnkATQ/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 240,
        "photos": 119,
        "reviews": 111
      },
      "comment": {
        "text": "Nomnomnomnom!  My favorite steak tartare.  Ever!  The Japanese chili and garlic oil it's spiced with is deep, earthy, and delicious!  I'm obsessed.  I'm heart broken that I don't live in Atlanta anymore so I can go get some every weekend.  If you eat meat, eat this.  Eat it!  One per person because I would not have shared.\n\nI really enjoyed my cocktail as well.  They didn't have Chartreuse for a Last Word (the lack of an extensive bar made me sad) but the bartender was fully prepared to pull off a just as tasty version.  \n\nCute surroundings, good cocktails and it seems great food (I only got steak tartare and drinks), I'd recommend it and will certainly be going back for another round on my next visit to Atlanta.  The bartender Pat is really friendly as well.",
        "language": "en"
      },
      "date": "2017-09-07T18:05:43Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Lee H.",
        "user_id": "-EXSBcHig4ab9GGuaAzBRw",
        "link": "https://www.yelp.com/user_details?userid=-EXSBcHig4ab9GGuaAzBRw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4Y_MDKpQxW8AJ6ugqdSl9w/180s.jpg",
        "address": "Enterprise, AL",
        "friends": 0,
        "photos": 8,
        "reviews": 16
      },
      "comment": {
        "text": "If balls taste that good then it's worth going to this very cool restaurant. We say with another group. Didn't say a word to them and had a very chill experience. Cocktails are there specialty. Just say what you would to experience and they will do the rest. Experiment and have fun",
        "language": "en"
      },
      "date": "2017-10-14T00:34:13Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/m7vFHFyS1jXiuggkC30L3A/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Robby C.",
        "user_id": "UmKhlq9mcKmMPFZ2-JOKHw",
        "link": "https://www.yelp.com/user_details?userid=UmKhlq9mcKmMPFZ2-JOKHw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RY89Kq1gPufX1a75tfU7EQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 13,
        "photos": 11,
        "reviews": 76
      },
      "comment": {
        "text": "This past Sunday, the sun was finally out, so we decided to get out and take a walk on the Beltline in the O4W then have an early dinner at Ticonderoga, I had never been.  Prior to our walk I checked their website to see if Ticonderoga takes reservations, they do not and I checked to see if they were open on Sundays, they were open for brunch and dinner.  So we had a plan.  We did our walk, enjoyed the day, got to the restaurant and it was CLOSED for the Super Bowl.  I saw no mention on the website of the restaurant being closed, that was unprofessional to say the least.  Good news is Superica was open and we had a great dinner.  This trend of Atlanta restaurants not taking reservations, making people wait forever to be seated or standing in line to place your order sucks.",
        "language": "en"
      },
      "date": "2020-02-03T14:56:15Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Allen R.",
        "user_id": "IwWh1SCugxdQMQwOwcK5_A",
        "link": "https://www.yelp.com/user_details?userid=IwWh1SCugxdQMQwOwcK5_A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/KYBIfbGYWs5rbKAAXmUnjQ/180s.jpg",
        "address": "Marietta, GA",
        "friends": 33,
        "photos": 1,
        "reviews": 121
      },
      "comment": {
        "text": "Great, great, great place to grab a drink in Atlanta and I can attest this after coming to this wonderful venue a couple of times.  Although I did not have any of the entrees, I was quite impressed with the cocktail that I had which was the Ticonderoga Club's Long Bottom Stretch.   This is absolutely one of the best gin-based drinks that I have had, as it was so crisp and refreshing and will put you in the mood to have a great afterwards (no matter what that is).  It is so Juniper-forward, yet subtle, that it will have you coming back for more and more.  It will be the only cocktail that I will grab from this venue going forward and I am glad to have stumbled upon this spot.  In the words of Snoop, nothing wrong with sipping on some gin and juice.  As a sidebar and to keep with the Snoop reference, this place is also laidback.",
        "language": "en"
      },
      "date": "2019-12-15T20:30:00Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Michael I.",
        "user_id": "ooN3N-o1OZX2kMT3rlUeYw",
        "link": "https://www.yelp.com/user_details?userid=ooN3N-o1OZX2kMT3rlUeYw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GZK_1y22NIkB5tMy5WuP4Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 533,
        "photos": 643,
        "reviews": 109
      },
      "comment": {
        "text": "A1 cocktails ! The craft cocktails here are made with love and care. And the environment here Screams speakeasy embedded in the heart of Krog street. I also must had they may have arguably the best muscles in town. A must visit !",
        "language": "en"
      },
      "date": "2018-04-29T23:22:15Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yl0o6ZMy5BV_AYP0WcSHDw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jordan W.",
        "user_id": "H4Z_Ltb32c8jmNP5bK92Pg",
        "link": "https://www.yelp.com/user_details?userid=H4Z_Ltb32c8jmNP5bK92Pg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/e_vBPZBmsKscICt8EpAqdw/180s.jpg",
        "address": "Virginia Highland, Atlanta, GA",
        "friends": 155,
        "photos": 0,
        "reviews": 519,
        "elite_year": 24
      },
      "comment": {
        "text": "Ticonderoga Club is a high-concept and high-end cocktail bar and restaurant in Krog Street Market, and one of my favorite places in town for a drink. The vibe here is modeled on vintage, 1960's steakhouses, with dark, romantic lighting, wood-paneled walls and slightly nautical/tiki elements reflective of trends popular in that era. There is also a definite sense of humor and kitsch in the unexpected details, like the absolutely enormous, four-foot tall pepper grinder servers pull out every so often, making a visit here even more fun. I usually like to sit on the indoor patio, which allows guests to absorb the restaurants theme while still being able to people watch in the Market. As a vegetarian, the meat-heavy, retro menu is a little difficult for me, but their award-winning cocktail program more than makes up for it. This time, we came with a large group on a busy Saturday evening for drinks. I had my usual Ticonderoga Cup, an ice-cold punch served in a metal mug over crushed ice, topped with a flourish of fresh mint. It is delicious and smooth, but quite strong- a perfect drink for a lively night out. A visit to Ticonderoga is a dreamy and transformative escape from the usual hustle and bustle of Krog Street Market, and a must-try cocktail experience while in Atlanta. Enjoy!",
        "language": "en"
      },
      "date": "2020-02-10T21:38:33Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Audrey E.",
        "user_id": "5fAW0oKLZ0kcebRb6Jk2kw",
        "link": "https://www.yelp.com/user_details?userid=5fAW0oKLZ0kcebRb6Jk2kw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "This is my favorite restaurant in Atlanta. Their take out and swim up bar are amazing. Our Covid takeout favorites are the Bali wings, the spiedie and the Cobb salad.",
        "language": "en"
      },
      "date": "2020-12-09T01:57:44Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Christine H.",
        "user_id": "mcse9_4xEnHOepvabWsW-Q",
        "link": "https://www.yelp.com/user_details?userid=mcse9_4xEnHOepvabWsW-Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/c8suCmyP0pWFB4BxtrEF-Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 71,
        "photos": 2,
        "reviews": 127
      },
      "comment": {
        "text": "THE MUSSELS. OMG THE MUSSELS. The fermented black bean must be magical. And Andre is the epitome of an excellent server. We'll be back!",
        "language": "en"
      },
      "date": "2020-02-23T02:40:26Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Billy L.",
        "user_id": "0F1beE7s15gWySCsda6drA",
        "link": "https://www.yelp.com/user_details?userid=0F1beE7s15gWySCsda6drA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/te073Yw5L3x_iiK_XXrr1A/180s.jpg",
        "address": "Taylors, SC",
        "friends": 6,
        "photos": 4,
        "reviews": 4
      },
      "comment": {
        "text": "This place was amazing. The atmosphere was great the people were very nice, and the food was so delicious!",
        "language": "en"
      },
      "date": "2018-05-03T21:27:34Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Tj9CqNSIajkEOFGU23h1vA/o.jpg",
          "caption": "Not sure why it was there, but there was actually a bat-a-rang stuck in the rafter above us!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-yNB_E5ysEfKnISiTMRi9A/o.jpg",
          "caption": "The crispy chard pork was so good. It was like a deconstructed banh mi sandwich."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Matt R.",
        "user_id": "YYMd1k-Sb7hG8KD-wb_8AA",
        "link": "https://www.yelp.com/user_details?userid=YYMd1k-Sb7hG8KD-wb_8AA",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 27
      },
      "comment": {
        "text": "A truly exceptional meal. We have meant to come here for years, and the recent Eater38 review inspired exploring a reservation - last minute. BAM! We scored, and boy-oh-boy was it worth it. The menu is limited, but very interesting. We sampled from big and small plates. Where to start....the tartare is sublime (spicy but balanced and perfect with the daikon radishes), the fried clams are outta this world, and the eggplant - OMG! Who knew veggies were so good. We topped it off with the mushroom stroganoff - another food orgasm. And then the olive cake....we assumed if they do food this good, the desert will impress as well. We were soooo right. Top it off with an interesting wine list and a fantastic non-boozie drink list for my sober partner, and it was the perfect night. Very cool speak-easy surroundings noted and amazing service (thank you Caroline and friends), we can't wait to go back. Eater was right - again!",
        "language": "en"
      },
      "date": "2022-05-08T02:11:27Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dan G.",
        "user_id": "ovKR4eLtbSw6ZafPQUpyuA",
        "link": "https://www.yelp.com/user_details?userid=ovKR4eLtbSw6ZafPQUpyuA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fWBij5Nc56otEWExniu_iQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 11,
        "photos": 7,
        "reviews": 47
      },
      "comment": {
        "text": "These guys are different, and I mean that in a good way! They beat to their own drum with atmosphere and menu. I get the upscale dive bar theme that they are going for and like the approachability of the menu while still stepping out of the comfort zone. When I went the table got the chuck wagon and smashed potatoes. Both were absolutely outstanding. The steak was cooking perfectly and served with more of an old school flare by including a side for freshly shaved horseradish. Have been back many a time but unfortunately no one has braved the chuck wagon with me since the first trip!",
        "language": "en"
      },
      "date": "2019-03-07T01:13:24Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Holly O.",
        "user_id": "rDvFyPBeNG2hq2JDzFh1UA",
        "link": "https://www.yelp.com/user_details?userid=rDvFyPBeNG2hq2JDzFh1UA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Zp3FTxrZUJKNuJfQ4KuasA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 214,
        "photos": 29,
        "reviews": 34
      },
      "comment": {
        "text": "We came for drinks and ended up coming back later for dinner because the menu looked so interesting. We were not disappointed. \n\nWe tried four different cocktails and all were excellent. The More Pricks Than Kicks was one of the best drinks I have had in a long time.\n\nThe mussels were amazing. I was hesitant about the black bean sauce but it worked. The Catch of the Day was Mahi Mahi and was excellent. The clam roll was really good too as long as you are okay with rich food. I ordered the vegan bowl which was good but spicy. (The catch of the day was better.) \n\nWait staff and hostess were extremely welcoming and knowledgeable but laid back.",
        "language": "en"
      },
      "date": "2017-03-05T21:18:14Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ansley G.",
        "user_id": "aLfEj-T5HyjbMyFVSFoaIQ",
        "link": "https://www.yelp.com/user_details?userid=aLfEj-T5HyjbMyFVSFoaIQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cxleMi4g90EShWUpo-KbyA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 235,
        "photos": 35,
        "reviews": 47
      },
      "comment": {
        "text": "GREAT brunch spot!!! The service was prompt, the food was AMAZING and the cocktails were very unique & delicious! Although seating is minimal it's worth the wait, the staff is so kind and gives great recommendations on the best plates! I had the T.C Cobb Salad and it was a more than satisfying portion with fresh lettuce, perfectly cooked diced chicken, and presented wonderfully. My friend had the B.E.C yankee and she was disappointed after eating it only because she was done ;)! Definitely a fabulous brunch spot and I can't wait to try it for dinner!",
        "language": "en"
      },
      "date": "2017-06-27T22:55:03Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Pc7oyVyzofgRiGldRLMLkw/o.jpg",
          "caption": "Best Cobb salad in Atlanta!!!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ziggy S.",
        "user_id": "PW0-OtwvuFo71RagoQCXEg",
        "link": "https://www.yelp.com/user_details?userid=PW0-OtwvuFo71RagoQCXEg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8iP54dEBIFJSFIgbs_SUPg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 6,
        "photos": 0,
        "reviews": 105
      },
      "comment": {
        "text": "Went there for brunch last weekend and ate the best French toast I've ever had. And I've eaten a lot of French toast. Normally, I don't like those wheaty, whole-grain, stupid breads for my FT, but when it's covered in house-made whipped cream and berries, it totally works. Love this place and it's cool vibe. Don't forget to drop 50 cents in the adult prize machine. My kids got a plastic worm and a free beer! Righteous!",
        "language": "en"
      },
      "date": "2019-05-18T09:51:34Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Thomas M.",
        "user_id": "-ckgweaL5fqQkAZiCVIj6A",
        "link": "https://www.yelp.com/user_details?userid=-ckgweaL5fqQkAZiCVIj6A",
        "address": "Brooklyn, New York, NY",
        "friends": 0,
        "photos": 1,
        "reviews": 11
      },
      "comment": {
        "text": "Really good food. Best restaurant in Atlanta from NYC standards. The beef carpaccio and beef tartare are the absolute best I've ever had. \n\nATL has amazing food \n\nTiconderoga club better than Mary Macs equal to steamhouse lounge better than south city kitchen",
        "language": "en"
      },
      "date": "2020-02-29T00:23:26Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lyndsey H.",
        "user_id": "CeF668ONNn4FEZxfaVajYw",
        "link": "https://www.yelp.com/user_details?userid=CeF668ONNn4FEZxfaVajYw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/idZ6Njur9F7B5So-NKoTfA/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 2,
        "photos": 11,
        "reviews": 11
      },
      "comment": {
        "text": "We had dinner and cocktails at Ticonderoga Club last night, and totally get why they're a James Beard award finalist. Also their awards for cocktails make complete sense. We ordered one cocktail off the menu then let our server know about our tastes and he drove the evening from there, from a drinks perspective. I highly recommend letting their staff do this, many of the ingredients are uncommon these days, but paired do well together and they're experts at doing so. We also had a friend with us who doesn't drink alcohol, but was able to join in on the fun as well. Ticonderoga club has a mock tail list has many fresh and uncommon ingredients that were delightful as well. We had the best tartar which had s very different flavor profile than other tartar's I've tried, but was bold and oh so good! It is served on radish chips, which I prefer over bread slices now. We also had the mussels, and historically I am not a mussels fan, but this dish was unreal absolutely a must get! For entrees, we got the fish and chips, snapper with risotto, and the soft shell crab. These were all exceptional, though I will say the aioli paired with the fish and chips was a bit pungent. The snapper was light, very delicate, and paired perfectly with the snow pea risotto (stick with me on this) was unstoppable. The environment is also very laid back, and service was as good as we've ever had. Make visiting Ticonderoga club a priority before they hit James Beard and you can't get in! You will not regret it.",
        "language": "en"
      },
      "date": "2019-04-21T14:42:06Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/b8V10E0M5n1tLLszAyxBVA/o.jpg",
          "caption": "Ticonderoga's take on a French 75"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7PdSWhXKZSmDlongzqE-Kg/o.jpg",
          "caption": "Snapper Entree"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V4oGLnpYIau9PxNsvC-JAw/o.jpg",
          "caption": "The Chapman Cocktail"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/c_S-1ZMIf7eBhBeb0rQZuw/o.jpg",
          "caption": "Holland Tunnel Cocktail"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Itai H.",
        "user_id": "Qmwu1B0EIgrnQ3afJ3knjQ",
        "link": "https://www.yelp.com/user_details?userid=Qmwu1B0EIgrnQ3afJ3knjQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FWzOOHAF5BaD8QxBmhistw/180s.jpg",
        "address": "Old Fourth Ward, Atlanta, GA",
        "friends": 4,
        "photos": 105,
        "reviews": 167
      },
      "comment": {
        "text": "Such great atmosphere! Especially for the open and loud Krogh street market, it's fun to sit ins semi-intimate space.\nFood is very good. And large portions too. I had the lamb, which is Indian-style and was excellent. Others had the fish and steak, and they looked very happy.\nDo try the potatoes!\nIt's not inexpensive, but very good.\nOh, and they'll make you anything you want to drink :)",
        "language": "en"
      },
      "date": "2017-01-16T02:27:13Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jessica B.",
        "user_id": "FDuPxW2Lze292SHVaArJjQ",
        "link": "https://www.yelp.com/user_details?userid=FDuPxW2Lze292SHVaArJjQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/P7IORnipfEtlfG5RJmPHNA/180s.jpg",
        "address": "Arlington, VA",
        "friends": 12,
        "photos": 395,
        "reviews": 141
      },
      "comment": {
        "text": "Stellar service and one of best food spots in atl! Everything the table ordered was interesting and deliciously prepared. The server had the best memory of anyone I've ever met! Must try the smashed potato, bok choy, and Cobb salad.",
        "language": "en"
      },
      "date": "2017-12-11T14:40:35Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eYncAFJXgx4IKaGzlAv1Dw/o.jpg",
          "caption": "Cobb no blue cheese"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Christopher B.",
        "user_id": "v-HcprOKPC1_F5_15t4JDw",
        "link": "https://www.yelp.com/user_details?userid=v-HcprOKPC1_F5_15t4JDw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2S0tb6pfAMxN4t1PYgJ7RA/180s.jpg",
        "address": "Chicago, IL",
        "friends": 369,
        "photos": 172,
        "reviews": 2271,
        "elite_year": 24
      },
      "comment": {
        "text": "I liked this place a lot. It seemed like a hidden gem in the back of Krog Street Market. It had a really nice energy to it and I felt like the mixologists did a good job with the drinks. This is a good spot to chat with friends or to come on a date. I would certainly come back for a more laid back, quieter option for a drink.",
        "language": "en"
      },
      "date": "2017-04-30T18:53:50Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Karly G.",
        "user_id": "buhQusfhldaAhsemLcF6UQ",
        "link": "https://www.yelp.com/user_details?userid=buhQusfhldaAhsemLcF6UQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AENGcsyMkQ19gNFDqmalVg/180s.jpg",
        "address": "Suwanee, GA",
        "friends": 299,
        "photos": 41,
        "reviews": 533
      },
      "comment": {
        "text": "The place is really dim which makes it difficult to see the food or even take pictures for that matter. There's a small bar at the corner which also includes a unisex restroom next to the kitchen. This place is a little snug  and dim for me but the service was wonderful. \n\nI ordered the Ticonderoga Club drink and of course tipped it over right into my plate, they offered to make a half of the drink at no charge and I appreciate that. Trust me, that goes much further than you think... it just means good customer service. But the drink was good; I'm not much of a cocktail person so I didn't try anything else. \n\nWe ordered the Pork Confit with Smashed Potatoes and Mussels. The Mussels were really good but I dunno if that was enough mussels on the plate... just seems not enough... I think I had 6 and my friend had 6... kind of pricey... I also thought it was just a pinch too salty but otherwise enjoyable. The toasty bread was nice and chewy to sop up some of that juice. \n\nThe Pork Confit was served with a small piece of plantain.It seems a bit chewy and dry for me because there were no fat on it... If you were to share, it's recommended that you order a side dish such as the smashed potatoes to go with it... I thought it paired nicely with the confit and I could totally eat just that and nothing else. \n\nLastly, we ordered the clam roll which came with a bag of Cape Cod chips... and you know I love me some cape cod chips. The clams were fried nicely along with the buttery roll. \n\nAll in all it was a pleasant place to meet up with friends and the menu is different... it's not your typical menu. Service was great. We didn't get to try the dessert menu because Jeni's icecream literally next to them. :)",
        "language": "en"
      },
      "date": "2016-09-26T18:53:05Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 2,
        "cool": 1
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=4zViEsupemIkBLIZGsgMzw&start=130"
  }
}