{
  "search_metadata": {
    "id": "66018bb4969c0842a4001c3f",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/66018bb4969c0842a4001c3f.json",
    "created_at": "2024-03-25 14:35:32 UTC",
    "processed_at": "2024-03-25 14:35:32 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/Gwi9PMVb61nrrpUNa9_wfQ?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/66018bb4969c0842a4001c3f.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/66018bb4969c0842a4001c3f.prettify",
    "total_time_taken": 1.79
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 90,
    "num": "50",
    "place_id": "Gwi9PMVb61nrrpUNa9_wfQ"
  },
  "search_information": {
    "total_results": 694,
    "business": "Lure"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 694
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Brianna L.",
        "user_id": "e2qUETXjFm0pHGhNFuZKNA",
        "link": "https://www.yelp.com/user_details?userid=e2qUETXjFm0pHGhNFuZKNA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jkf84EY6dF1MvfsPljbvEw/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 2,
        "photos": 11,
        "reviews": 21
      },
      "comment": {
        "text": "i'm giving this place 3 stars only because it wasn't a WOW experience i think my server had too many tables. service was kinda slow. the tuna tartare was super fresh i really loved it. my steak really didn't wow me (i'm new to atlanta so i'm trying a lot of new spots) i would go here again and maybe try the salmon",
        "language": "en"
      },
      "date": "2022-06-27T18:44:22Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kNSUUtbZw8Oc0rtvtP1XgQ/o.jpg",
          "caption": "Yellowfin Tuna Tartar"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jViycFUOVAHrv6u5ULBWNg/o.jpg",
          "caption": "NY Strip Steak Crispy Brussels Sprouts"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rohit R.",
        "user_id": "LW7CjMfLW_549msbN1BZYQ",
        "link": "https://www.yelp.com/user_details?userid=LW7CjMfLW_549msbN1BZYQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jC2-27QrgNFut0bWSFJiPA/180s.jpg",
        "address": "Marietta, GA",
        "friends": 4,
        "photos": 166,
        "reviews": 137,
        "elite_year": 24
      },
      "comment": {
        "text": "Ordered grouper, wine and some starters. Grouper was perfectly cooked. Wine paired well with the fish and the starters were good. Excellent service and overall we had a good time.",
        "language": "en"
      },
      "date": "2021-07-04T18:25:46Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "William W.",
        "user_id": "jiCJUduBY1rNlPftAja3tA",
        "link": "https://www.yelp.com/user_details?userid=jiCJUduBY1rNlPftAja3tA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FWkes2Z4lOwZ8PIt4IFo2w/180s.jpg",
        "address": "Osprey, FL",
        "friends": 0,
        "photos": 0,
        "reviews": 15
      },
      "comment": {
        "text": "Great place! Staff and manager were awesome. Had the catfish bites, Salmon, and heirloom squash. Amazing. And, a spicy margarita and the Mezcal cocktail on the menu - both great also. Highly cool modern farmhouse vibe too. Highly recommend",
        "language": "en"
      },
      "date": "2022-07-02T00:19:48Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Andrew D.",
        "user_id": "bjZazUc9YzAlnOzZGDR8hQ",
        "link": "https://www.yelp.com/user_details?userid=bjZazUc9YzAlnOzZGDR8hQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Chd57nMyWlkleJfU8j6DTg/180s.jpg",
        "address": "Chicago, IL",
        "friends": 770,
        "photos": 938,
        "reviews": 449,
        "elite_year": 24
      },
      "comment": {
        "text": "Lure is a great Midtown location for Seafood.  In fact, it is the main destination for Seafood in Midtown, as Oceanaire is simply too chainy these days.     \n\nLure has a great patio, but I usually opt to dine inside though.    On my most recent trip I  was impressed with their selection of Amaros.  Not only do they carry my favorite Montenegro, but they also have an assortment of others that I had and hadn't tried.  They seem to have recently changed up their cocktail menu, and it seemed more complex with greater use of Amaros and other liquors.    Last night I tried the Commissioner made with a couple of darks, a French Peach Liquor, and Black Walnut Bitters.  It was awesome.   We also had one with Montenegro in it and it was pretty good.      Before dinner I had Amaro Ciociaro as it was new to me.    I bring up the drinks here, as in the past I don't remember the drink menu being as impressive.  This was new to me.    They did not have Pastis (Ricard, Pernod) but was assured that coming into Spring it would be reintroduced.\n\nFor dinner, for most of my times here, the Crab Dip remains the top appetizer, followed closely by the Grilled Octopus.    For entrees we had the Sole, and the Seafood Stew.  Both were great!   In general the menu tends to be more innovative than say an Atlanta Fish Market or Kyma.    \n\nService is always good, and although many of the tables are pretty close to each other, NYC style, the restaurant tends to slow down earlier than most, so I find that a late reservation works quite nice.",
        "language": "en"
      },
      "date": "2018-04-14T15:43:43Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J2iRXU2-wDusJvRt_4_5cQ/o.jpg",
          "caption": "Seafood stew and Sole"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Anna C.",
        "user_id": "dOzVYCGMf3uYKnZcgP_qBA",
        "link": "https://www.yelp.com/user_details?userid=dOzVYCGMf3uYKnZcgP_qBA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aF3nfbTOycS8QB2xhANexQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 3,
        "photos": 10,
        "reviews": 21
      },
      "comment": {
        "text": "Delicious! A little pricey, but very, very good. Had the hushpuppies, poached shrimp, and the swordfish. Service was beyond attentive - had the best evening.",
        "language": "en"
      },
      "date": "2022-05-24T15:14:26Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jenny N.",
        "user_id": "blSjTheMk-QrX3ze6PmZJw",
        "link": "https://www.yelp.com/user_details?userid=blSjTheMk-QrX3ze6PmZJw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FsraafC_KtgFauSu38nJFg/180s.jpg",
        "address": "Austin, TX",
        "friends": 356,
        "photos": 172,
        "reviews": 314,
        "elite_year": 24
      },
      "comment": {
        "text": "Good service. Good location. Good vibes. Great food. \n\nWe liked the oysters so much we did 2 dozens of them and pop ups as appetizers (stick to the oysters - popups were standard). However, the scallops (it's the south so there was just enough butter in the sauce and the scallops absorbed all of that) were amazing. It was accompanied by spinach (I believe) and grapes. An unlikely combination, but delicious nevertheless. The grouper was also pretty solid. \n\nBut I think what sealed the deal was the dessert. We went for the donuts with pecan ice cream - if you're doing dessert...get this one. We also did the coconut cake which was good, but I'm not a fan of lemon meringue and so a coconut lemon meringue combo in cake form didn't sell me, albeit still good. \n\nOur waiter was great. It was a busy night, but we had pretty good service and he went out of his way for recommendations even stopping us from ordering certain dishes - that always earns a star in my book. \n\nNext time I'm back in Atlanta - I'm coming back. \n\nSome tips: Take an uber - easier in and out since the area is valet or street parking. Do an open table reservation beforehand.",
        "language": "en"
      },
      "date": "2017-11-08T04:03:48Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6XBwNIfsWxjV8EMKZx7Z1w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ze6ZoGfuo4HWLyd-KLLFuw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7trDVEovv8zz3oerwTd1AQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nsqAysjFNmeir96TqibAcQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 2,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Cheryl W.",
        "user_id": "QkgmYvZPgx-s-3b91xtlFg",
        "link": "https://www.yelp.com/user_details?userid=QkgmYvZPgx-s-3b91xtlFg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EJW4SMKrkahq4Y4WaU7xPw/180s.jpg",
        "address": "Lakeland, FL",
        "friends": 24,
        "photos": 27,
        "reviews": 46
      },
      "comment": {
        "text": "Our vacation planner had arranged for dinner at Lure.  I called ahead the day prior to request a patio seat and they were able to accommodate our request. The food was creative and delicious.  Our dishes were fresh and the portions were just right. We were very happy with the entire dining experience.",
        "language": "en"
      },
      "date": "2021-06-28T18:09:14Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/__VM_ZZ9zJD-1zSbPI4oxg/o.jpg",
          "caption": "Scallops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WGzO9Vc8cFfsG8b7st44_A/o.jpg",
          "caption": "Hush puppies and steak dinner."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Helena W.",
        "user_id": "hcvNEVqALm-ZQGnxzELPHw",
        "link": "https://www.yelp.com/user_details?userid=hcvNEVqALm-ZQGnxzELPHw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E86Y65PSudwnIcSh26VT1Q/180s.jpg",
        "address": "New York, NY",
        "friends": 332,
        "photos": 147,
        "reviews": 160
      },
      "comment": {
        "text": "Really enjoyed our visit to Lure this past weekend to celebrate my dad's birthday!\n\nWe got there right when the restaurant opened for happy hour. They have specials every day from 4-6p, with bar seating only. We ordered $5 glasses of wine and the crab dip appetizer. The wine was lovely and the crab dip was pretty good, but the tomato flavor overpowered the crab flavor just a little bit. The dip was enough to share between the three of us.\n\nDinner starts at 5:30, so we moved from the bar to the booth. We ordered $1 oysters from happy hour, the scallops and pork belly entrees, and the flounder. The oysters were so delicious and fresh - definitely worth trying! The scallops also were the star of the show. They were cooked perfectly, and although you wouldn't think to pair these flavors together, the pork belly and the cornbread with the green tomatillo sauce, queso fresco, and corn salad all blended together perfectly. Even my dad, who is a bit picky enjoyed the seafood dish with Mexican flavors. The flounder, on the other hand, was not our favorite. It was served with asian cabbage and jasmine rice, but ended up being very plain. Definitely something thing we could've cooked at home, so it's the only reason Lure is getting bumped down a star. \n\nService was also great and food came out quickly. For my dad's birthday, they gave us a glass of Prosecco and a little dessert with pineapples after dinner. We devoured it! \n\nParking was a little hard to find, but there is street parking and parking decks available in the area. \n\nOverall, Lure was such a treat. A very solid seafood restaurant in the city. Remember, it is a little fancier, so proper dress is required. However, a casual shirt and jeans will suffice. We will come back again!",
        "language": "en"
      },
      "date": "2020-02-02T13:56:52Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dhPlEzyXEAn1dD1YV4Pr4w/o.jpg",
          "caption": "SEARED SCALLOPS"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amy L.",
        "user_id": "c9pvV1grCQd42RYtrMGYYA",
        "link": "https://www.yelp.com/user_details?userid=c9pvV1grCQd42RYtrMGYYA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fBsaN6pyVd_YA0v3E9MJAg/180s.jpg",
        "address": "Marietta, GA",
        "friends": 395,
        "photos": 180,
        "reviews": 176
      },
      "comment": {
        "text": "You guys.. seriously. I've been here before for dinner and drinks, but what made me finally want to write this review was their brunch. Seriously, hands down, one of the best brunch spots in Atlanta.\n\nCame here with some girlfriends on a Sunday afternoon and was promptly greeted and seated on their beautiful patio. Our server, Roman, was fantastic, cordial and charming. He guided us through the menu and made several amazing suggestions. We ended up ordering the Scallops and Pancakes with a Pecan syrup (their take on chicken and waffles), OMG seriously, SOOOO heavenly. I was worried that it would be a little sweet, but the flavors worked perfectly. We also shared the Poutine fries, AMAZING, the Lobster Benedict, HOLY HELL GIVE ME MORE and the Landlubbers breakfast. Lure's brunch menu seriously offers a different approach to brunch and I LOVE it. If you're sitting at the bar, hopefully Barri is there because she is so knowledgeable and genuinely wants to offer you a great experience. \n\nSo to review, here are the things you need to know:\n- Both their dinner and brunch menu are great examples of culinary creativity\n- Cocktails and wine are ON POINT\n- Their valet services are from a third party, but it's $10 to valet (very steep imo)\n- Price point here is high, but just know it's so worth it\n- Service is honest and personal \n- One of my fav restaurants in Atlanta\n- To be safe, I would make a reservation :)\n\nDef will be back!!",
        "language": "en"
      },
      "date": "2019-09-30T15:32:00Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4QSuBBoQqdcIvlLvp9q5Mg/o.jpg",
          "caption": "Lobster Benedict.. so heavenly"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oU48LXbsFs2j9hgMEbC_zQ/o.jpg",
          "caption": "Poutine fries"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cpbix1W0ScguEnwku0pg7g/o.jpg",
          "caption": "Scallops and pancakes... THE BEST"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Precious C.",
        "user_id": "PuRLYBMJoikEbxK0SWhmWQ",
        "link": "https://www.yelp.com/user_details?userid=PuRLYBMJoikEbxK0SWhmWQ",
        "address": "Greenbelt, MD",
        "friends": 0,
        "photos": 0,
        "reviews": 46
      },
      "comment": {
        "text": "Nice atmosphere, loved the pork belly buns. Can't wait to try more of the menu. & Niara is the sweetest bartender! Very pleasant and can multitask very well while maintaining all of her bar guests.",
        "language": "en"
      },
      "date": "2022-08-04T00:17:23Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jim A.",
        "user_id": "T0nNb5y8--snKiPPb6U3vA",
        "link": "https://www.yelp.com/user_details?userid=T0nNb5y8--snKiPPb6U3vA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rgtCxmsDxfdgWRp1JsRuhA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 155,
        "photos": 11,
        "reviews": 48
      },
      "comment": {
        "text": "We always loved this restaurant before Covid.  We had a good meal tonight, but looking forward to better ones in the future.  Our server Casey was really great, very professional, knowledgeable and attentive.  There is no more valet parking here, which is a major pain in this busy part of Midtown (hopefully they can fix that soon).  The menu is *extremely* limited now; there were only 6 entrées to choose from, with a VERY limited selection of fish (2 shellfish, a burger, catfish, redfish and salmon).  I hope the menu has a nicer fish selection next time we come.",
        "language": "en"
      },
      "date": "2021-04-29T01:46:57Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alexis C.",
        "user_id": "0A069kZ1iq4I3eOuu7-7ew",
        "link": "https://www.yelp.com/user_details?userid=0A069kZ1iq4I3eOuu7-7ew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qMxUra-OouAHS5izoaYcxA/180s.jpg",
        "address": "Lilburn, GA",
        "friends": 47,
        "photos": 140,
        "reviews": 47
      },
      "comment": {
        "text": "Wow!!! Our first time at this restaurant --From the time we stepped in the door till we left, the service and food was awesome. We made a reservation through open table for 8:30pm on a Thursday night, if you luck up and find street parking that's cool but we parked in the parking lot directly to the right of the restaurant. Upon arrival- the hostess greeted us by name and stated our table was ready. The menu was digital---We were seated and had the Charbroiled Oysters with dynamite sauce and Crab dip-- both very flavorful!!\nFor our meal I ordered the scallops over smoked pork belly pieces- very good. My husband had the Blackened Redfish both dishes were packed with flavor.\nI also had a glass of Chardonnay and my husband had the signature drink The Commissioner.\nOur sever made recommendations and was very pleasant... I also did not realize that we made our reservation 30 minutes prior to closing which I didn't know however we were not rushed and all of our items came out fresh, hot and packed with flavor! Even though we try not to eat at the same restaurant twice we definitely will make an exception for this location!! It's also good to know during COVID they add in 20% gratuity to the check. Our bill totaled $150 including that 20% gratuity. Loved it here. Thank you Lure for a wonderful evening!",
        "language": "en"
      },
      "date": "2020-11-07T21:09:15Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/whQL0LqtZ5mAgNqY73mOrg/o.jpg",
          "caption": "Parking lot directly to the right and in the rear of the restaurant."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/y8YtFmt4sgU9BdQZa5GbBQ/o.jpg",
          "caption": "The Commisoner"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Nj38HEFJUSecV0UgQ2w8gw/o.jpg",
          "caption": "Char Broiled Oysters- Dynamite Sauce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cyGLIySvmjIrJkKv0lIQBQ/o.jpg",
          "caption": "GEORGES BANK SEA SCALLOPS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/er0JQEI3627Wv2B3mGHwMw/o.jpg",
          "caption": "Blackened Redfish"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DstbxubXDy-RRGRgDBAazg/o.jpg",
          "caption": "BAKED CRAB DIP"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Clay G.",
        "user_id": "ley6lE4SDhakfFkLHk4Frw",
        "link": "https://www.yelp.com/user_details?userid=ley6lE4SDhakfFkLHk4Frw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9vpzN-zN1tuC2uFlu5HCMQ/180s.jpg",
        "address": "Fairburn, GA",
        "friends": 243,
        "photos": 0,
        "reviews": 7
      },
      "comment": {
        "text": "Excellent seafood kitchen, great location to start for dinner and wander to the clubs right next door.",
        "language": "en"
      },
      "date": "2022-06-12T08:38:44Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ingrid L.",
        "user_id": "EBaGF-6nzX1kve9eHbS8oA",
        "link": "https://www.yelp.com/user_details?userid=EBaGF-6nzX1kve9eHbS8oA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/iwSyie3ne-2HJaz63KIw4g/180s.jpg",
        "address": "Duluth, GA",
        "friends": 9,
        "photos": 3,
        "reviews": 17
      },
      "comment": {
        "text": "Pretty good food and a nice ambience. It was my first time and the waitress was very helpful with making selections for food. I enjoyed my meal and look forward to going again.",
        "language": "en"
      },
      "date": "2021-04-28T18:42:45Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7t0TzEn2xJwxX5LZ9ZxdbA/o.jpg",
          "caption": "Oyster sampler of their charbroiled options.  Char Broiled Oysters"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "LA B.",
        "user_id": "OlA7qHW4T91v1OwLZ-XAKw",
        "link": "https://www.yelp.com/user_details?userid=OlA7qHW4T91v1OwLZ-XAKw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/a-K8EyJnN1BbJcR3eilk5g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 10,
        "photos": 35,
        "reviews": 26
      },
      "comment": {
        "text": "3 stars is for the food pairing and taste. 4 starts due to good service. Started with baked crab dish which was great! Ordered the catfish and it came with potato salad which was prepared very different than anticipated with cold okra and red potatoes, not the best pairing. The waitress was nice enough to replace with cauliflower  which was really good.",
        "language": "en"
      },
      "date": "2021-06-05T02:46:18Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kn6F91rUPg4RyCaRQ7lBfQ/o.jpg",
          "caption": "FRIED LOUISIANA CATFISH"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/K_3etQOySNC3kHsZzHqiCQ/o.jpg",
          "caption": "BAKED CRAB DIP"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Janay S.",
        "user_id": "nrn5LL4dCFqiicGqmYIEHQ",
        "link": "https://www.yelp.com/user_details?userid=nrn5LL4dCFqiicGqmYIEHQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yTrz41u4Uy5DpXFOQlowDQ/180s.jpg",
        "address": "Hampton, GA",
        "friends": 165,
        "photos": 23,
        "reviews": 32
      },
      "comment": {
        "text": "Initially planned to go to a different restaurant, but after some complications some friends and I found this gem right around the corner. Got there at 6 ok on a Friday and we're able to be seated right away. Our waiter Haki was amazing. Everything he recommended was so good. The crab dip and Wagyu burger had be convinced they had a farm in their backyard it was so fresh. Best part- everything was in a nice price range. Servers always wore masks and everyone was properly distanced.",
        "language": "en"
      },
      "date": "2021-03-13T17:47:22Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QpAnYqSpiPl_UU2xP5PPWQ/o.jpg",
          "caption": "BAKED CRAB DIP  One of the best crab dips I've had"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oNO7D-46pFLUV6_ZJBbOaA/o.jpg",
          "caption": "That's the Key"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0VAHqyS0qTjGjbz-if85WA/o.jpg",
          "caption": "Wagyu Burger"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Timothy C.",
        "user_id": "PqmXC00uNYtVokj3LSHrxA",
        "link": "https://www.yelp.com/user_details?userid=PqmXC00uNYtVokj3LSHrxA",
        "address": "Dallas, TX",
        "friends": 8,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Well I could swear I got the wrong char broiled oysters but their scampi doesn't always consist what's on the menu, sometimes they interpret scampi a different way than that's on the menu.  Why have four different types of charbroiled oysters and list what the ingredients are and then throw a curve ball and throw other ingredients in them that don't flow with the ones listed?  I don't get it.  Whatever.  Manager was cool and took them off the bill.  Cool place, great cocktails and good wine list.  Just don't understand the oyster issue.  Won't repeat , it's a me thing.  Friends said their food was amazing and the dessert was top notch.  They gave 4/5 stars and I gave a 3.  Good thing we had a 5 top.",
        "language": "en"
      },
      "date": "2022-10-08T03:46:54Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Adam M.",
        "user_id": "3rh1mGCYuZocC1Abp24p9Q",
        "link": "https://www.yelp.com/user_details?userid=3rh1mGCYuZocC1Abp24p9Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mKh79Vn1-8MgivVwz1jdLQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 719,
        "photos": 178,
        "reviews": 104
      },
      "comment": {
        "text": "Always very tasty.  Shared the oysters, mesclun greens, tuna ceviche, and pork/octopus lettuce wraps with my friend. Service was great. Has patio seating which is great during the time of Covid-19.",
        "language": "en"
      },
      "date": "2020-10-10T22:33:38Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YsIbNgJA4EiitoXJbyTulA/o.jpg",
          "caption": "Oysters"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Yashaba H.",
        "user_id": "n-6ug0ZhTJhJooCcpHbH8Q",
        "link": "https://www.yelp.com/user_details?userid=n-6ug0ZhTJhJooCcpHbH8Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/e6gJ0am2pIPG1-rRCkZIcA/180s.jpg",
        "address": "Buford, GA",
        "friends": 15,
        "photos": 44,
        "reviews": 93
      },
      "comment": {
        "text": "The crab dip was just wow! Amazing. So good! We ordered 2 of those. The drinks were also pretty good. The food was just ehh. Super bland, from the wagyu burgers, the redfish, to the salmon. None of it was seasoned. So subpar. The ambiance was great and the service was nice as well. However, the food was so disappointing and didn't live up to expectations. Will not be back!",
        "language": "en"
      },
      "date": "2021-01-23T05:07:18Z",
      "rating": 3,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qmUeKgZP8e97Sm_FSxc_UA/o.jpg",
          "caption": "Blackened Redfish- Spicy and bland at the same time"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2Xcr4eVFRq836D2XPdfN5g/o.jpg",
          "caption": "Wagyu burger -great cut of meat but definitely tasted like it was missing something. Fries were just cut potatoes, no salt. So bleh"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gnrzNQzYf5T-IurhxJAscg/o.jpg",
          "caption": "GEORGES BANK SEA SCALLOPS  So bland, lacked salt and much flavor"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wOJVedeyDXMididcwi-YmQ/o.jpg",
          "caption": "Salmon is the most flavorless thing on the menu. Cooker to perfection yet no taste. Ughhhh"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Valencia B.",
        "user_id": "Rld0nwOJW4MTAzcLMFC-jQ",
        "link": "https://www.yelp.com/user_details?userid=Rld0nwOJW4MTAzcLMFC-jQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9nDFs9rOrqVy-lOOUpfXpw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 143,
        "photos": 41,
        "reviews": 45
      },
      "comment": {
        "text": "I'm so disappointed me and my bf went here to get out for The evening and the food left us wanting something else. We enjoyed the yellow fish tuna ceviche appetizer but our entrees missed the mark. I got the Louisiana style catfish( hard to mess up) and he got seared salmon. Both fish were salty and it didn't taste as we imagined.  Drinks were delicious tho !",
        "language": "en"
      },
      "date": "2021-05-30T01:50:47Z",
      "rating": 2,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hdwjQS8DbTGbEZ-WQywjQQ/o.jpg",
          "caption": "Catfish and potatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/T5bXnFxq51tdxziUBvDMvA/o.jpg",
          "caption": "Yellowfin Tuna Ceviche"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bI4MweOrZ5FLqM4wIbNang/o.jpg",
          "caption": "Attitude adjustment cocktail  Red wine"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sid B.",
        "user_id": "aJN3F3bS_ooe4rZx8rHmgA",
        "link": "https://www.yelp.com/user_details?userid=aJN3F3bS_ooe4rZx8rHmgA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qS06nG9o10ZnuIbJjQ-IBQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 108,
        "photos": 44,
        "reviews": 631,
        "elite_year": 24
      },
      "comment": {
        "text": "Lowering the rating, because  their menu went missing some key things\n\nNo mussels or clams. Ok it's not season,  but some replacements didn't meet my expectations.  Part of the problem is that I had high expectations.  \n\nWent at 5pm and focused on  the happy hour specials.  Had their $1 happy hour oysters. Dont bother. I guess you get what you pay for. Did also order some of their expensive \"ichabod flats\" oysters. $3.70, which were very good, but have had better elsewhere in town. \n$1 cocktail shrimp very good. \n\nI should have read my old review  before ordering their clam chowder. It's still not creamy, and I feel clam chowder should be. \n\nCrab dip was mediocre.  \n\nService by Ashley excellent. Got very noisy by the time we left.",
        "language": "en"
      },
      "date": "2019-01-17T09:07:13Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Julien S.",
        "user_id": "2ghzxipRtt5HkSpPwWkFCQ",
        "link": "https://www.yelp.com/user_details?userid=2ghzxipRtt5HkSpPwWkFCQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JKqLMfdKrT_u86tUMak3Qg/180s.jpg",
        "address": "Savannah, GA",
        "friends": 267,
        "photos": 27,
        "reviews": 238,
        "elite_year": 24
      },
      "comment": {
        "text": "I had a brief love affair with this place. \n\nReality struck and at this price point with only two good items on the menu it isn't worth it. \n\nWay  too many other restaurants.",
        "language": "en"
      },
      "date": "2016-11-03T05:06:01Z",
      "rating": 1,
      "feedback": {
        "useful": 3,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Christine M.",
        "user_id": "y3IjjpvHkMWAhUV_eKyQDQ",
        "link": "https://www.yelp.com/user_details?userid=y3IjjpvHkMWAhUV_eKyQDQ",
        "address": "United Kingdom",
        "friends": 0,
        "photos": 3,
        "reviews": 8
      },
      "comment": {
        "text": "Just had an amazing meal.  The waitress was very attentive ( so sorry I forgot her name).  Loved, loved the peach with goat cheese salad.   Oyster Rockefeller was just right, not too heavy with cream.   The waitress recommended the trifle and that was a perfect ending to my meal.  I would certainly come back next time I'm in Atlanta.",
        "language": "en"
      },
      "date": "2022-09-21T00:21:25Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rhoda O.",
        "user_id": "Non25WkwfSRI32iQ79rAtA",
        "link": "https://www.yelp.com/user_details?userid=Non25WkwfSRI32iQ79rAtA",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 18,
        "reviews": 13
      },
      "comment": {
        "text": "We really enjoyed our experience at Lure. We ordered a few entrees and appetizers and shared between a group of us. They oysters were really good and we ordered the large bowl of rum punch.",
        "language": "en"
      },
      "date": "2022-03-18T22:45:47Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4M2n69HZGZxwIWZ5IlEU2Q/o.jpg",
          "caption": "Char Broiled Oysters"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sipsy R.",
        "user_id": "vPCFnPN6ZtwLMSaKgDnPrw",
        "link": "https://www.yelp.com/user_details?userid=vPCFnPN6ZtwLMSaKgDnPrw",
        "address": "Fairburn, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 13
      },
      "comment": {
        "text": "Happy Hour is great! Baked Crab was amazing as an appetizer. Oysters on the Half Shell my favorite and so fresh!",
        "language": "en"
      },
      "date": "2022-10-08T19:11:07Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ron F.",
        "user_id": "RdL2kccJyn36AszC4_UU_g",
        "link": "https://www.yelp.com/user_details?userid=RdL2kccJyn36AszC4_UU_g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EiVYrgOqG3Y9Ef9_ApZi4A/180s.jpg",
        "address": "Brookhaven, GA",
        "friends": 321,
        "photos": 122,
        "reviews": 296
      },
      "comment": {
        "text": "This place was very good.   We came here on a Friday evening before the symphony.   The waitress asked us if we had plans and stated she would get us out at a certain time.  She actually came over at exactly that time, and gave us the check. \nWe order the octopus wraps (with all octopus -$5 extra).  The octopus was very tender.   You have to construct the wraps with the lettuce, sauce and octopus.   It was very good.  \nFor the main meal, I ordered a scallop special $29 which came on top of fried pork belly and a tomatillo sauce.  The scallops were tender and flavored well.  The pork was tender but needed some flavor (it was very bland).  \nOverall the dish was pretty good. \nThe side of hush puppies were very good.",
        "language": "en"
      },
      "date": "2019-09-22T17:48:43Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WQCe_xRvDM1VLx25HBmyCA/o.jpg",
          "caption": "Hush puppies"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rhV6rVLfjpo6vKKCA3b1tw/o.jpg",
          "caption": "SEARED SCALLOPS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Xe7bnGDMbXMvIP1ERbUQuA/o.jpg",
          "caption": "grilled octopus & baked lettuce wraps"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "G C.",
        "user_id": "ZVWWTo-K-RH5ucuSRrrOHA",
        "link": "https://www.yelp.com/user_details?userid=ZVWWTo-K-RH5ucuSRrrOHA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5gng0b1wd986J7lDEHEI5Q/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 1,
        "photos": 7,
        "reviews": 19
      },
      "comment": {
        "text": "Let me first say, that I am happy this restaurant is open during these times! My girlfriend and I choose Lure as our Valentine's Day dinner spot this year. To put it plain and simple - it's wasn't bad but it wasn't great. \n\nI got the scallops and she got the Waygu burger. The scallops weren't bad but more of a starter than an entree in my opinion. The sear on the scallops was good but the dish lacked the flavor I was looking for. As for her burger, (I ended up eating half) it literally tasted like a McDouble NO LIES! It featured chopped onions, ketchup and what looked like American cheese. No fresh greens, no finer cheeses and at least sauté your onions. It was very disappointing. \n\nAtmosphere looked great indoors. Low lit, warm, intimate vibes but we were seated on the heated/covered patio which didn't have the same feel as the interior. It felt like we were sitting at a fold up table with plastic chairs. However, service was great - very attentive and fast which I appreciated. Food was prepared quickly and everything was served hot.\n\nOverall I wouldn't mind coming here for a quick lunch stop but as far as a romantic evening featuring fine\"ish\" dining...I'd choose somewhere else next time.",
        "language": "en"
      },
      "date": "2021-02-17T15:30:12Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Yolanda W.",
        "user_id": "SubrH6MhICItXauoUhdPxg",
        "link": "https://www.yelp.com/user_details?userid=SubrH6MhICItXauoUhdPxg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/keQfTKNGtmJVA2fpzpVAdw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 33,
        "photos": 1242,
        "reviews": 263
      },
      "comment": {
        "text": "Getting ready to chow down with brunch. Will let you know after we finish eating.\n\nOk, finished. The french toast was too busy ... the bread was caked in cinnamon, drowned in whipped cream, macadamian nuts where chopped so small, they were more a bother. Too rich, no ... tooo much. Too sweet, too wet.\n\nMom enjoyed her oysters and tequila.",
        "language": "en"
      },
      "date": "2019-06-02T19:15:48Z",
      "rating": 2,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nxIxXU7Y4yKHZGob4xXlcA/o.jpg",
          "caption": "Crab on the flag .... not on the menu!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JHgfODFph8tX5IvBUq3ZEw/o.jpg",
          "caption": "Water and lemon"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Daniel B.",
        "user_id": "j14WgRoU_-2ZE1aw1dXrJg",
        "link": "https://www.yelp.com/user_details?userid=j14WgRoU_-2ZE1aw1dXrJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AZ91dRaJnhwWt6ARSNVc3A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4864,
        "photos": 88157,
        "reviews": 4864,
        "elite_year": 24
      },
      "comment": {
        "text": "Lure is a seafood restaurant in Midtown Atlanta which opened July 2012. It's part of Fifth Group Restaurants. I never really gave Lure much thought until Atlanta Hawks head coach Mike Budenholzer was put on the spot during a radio interview and was asked what his favorite restaurants in the city were. One of the restaurants he named was Lure.\n\nWhen it comes to seafood restaurants in Midtown and Westside, The Optimist and Six Feet Under come to mind. Lure is firmly planted in between those two in terms of food, service, and ambiance. The restaurant is nice enough to where you can dress up and celebrate a special occasion, but also casual enough for a laid back, low key dinner with friends. When the restaurant and bar get busy, this place can get loud.\n\nComplimentary valet parking is available in a small driveway next to the restaurant.\n\nThe building and furniture consist a lot of wood, reminiscent of an oceanside restaurant you might come upon in a fishing village. The nautical-looking light fixtures and exposed bulbs at the bar look like they've come off from a ship or some docks. It looks good. Seating consists mostly of wooden tables, though there is a banquette installed on the far end of the dining room, next to a wide display window that looks into the bright kitchen. Enclosed patio seating is available too.\n\nThe ever-changing menu features seafood of all types prepared in various fashion such as raw oysters, tuna crudo, assorted house-cured and smoked fish, trout pate, steamed mussels, grilled octopus, Ipswich clams (soft-shell clams), monkfish, Georges Bank sea scallops, salmon, Louisiana catfish, fish stew, and more. Two of the popular fish here are the Bramlett Farms whole trout and the pan-fried lemon sole, the latter of which I've been told has been a fixture on the menu since the restaurant's opening.\n\nThere's a decent selection of both shareable plates, if you want to dine family-style, and single-serving entrees. Expect to spend roughly $10-20 per plate during brunch/lunch and $15-30 during dinner. Like other seafood restaurants, oyster selection can vary daily. Oysters can cost anywhere from $2-5 each depending on type. Be sure to ask for complimentary H&F bread and butter - it doesn't come standard and must be requested.\n\nI've tried:\n\nOysters:\n* Pocomoke River - Chesapeake Bay, Maryland\n* Wild Tisbury - Martha's Vineyard, Massachusetts\n* Snow Creek - Discovery Bay, Washington\n* Wild Seaside - Chesapeake Bay, Virginia\n* Chunu - Chesapeake Bay, Virginia\n\n\nPlates, Soup/Salad, Sides:\n* Rainbow Trout Pate with creme fraiche and dijon, served with baguette toast.\n* Lure's Clam Chowder - New England-style with bacon, oyster crackers, and chives\n* Steamed Mussels - Fresno chilis, garlic, tarragon, butter\n* Grilled Octopus and Pork Lettuce Wraps - mixed herbs and spicy Vietnamese sauce\n* Confit Potatoes with creme fraiche\n* Yellowfin Tuna Crudo - smoked chili oil, grapefruit, gomashio\n\nThe oysters are superb. I suggest ordering one of every kind on the menu. The Snow Creek and Chunu oysters are rather small, but pack a flavorful, briny punch (particularly the Chunu). The large and plump Wild Seaside oysters are magnificent. The Pocomoke oysters are refreshing and melony. All the oysters are fresh and succulent.\n\nMild in flavor, the Rainbow Trout Pate is delicate and fluffy, almost wispy. I believe the toasted and crunchy baguette slices have been slightly buttered. This plate also comes with some shredded pickled red veggies, a perfect tart accompaniment to the savory spread.\n\nThe broth in Lure's Clam Chowder is among the thinnest, lightest I've tried of any clam chowder. Normally, I expect a thicker, richer soup, but Lure's version works out fine. It's appetizing and I like the inclusion of bacon and how crackers are already thrown in so we don't have to do it ourselves.\n\nThe Steamed Mussels are OK. This dish is best shared among 3-4 people and it can get messy. The mussels range in size and flavor from small to large and bad to great. The Fresno peppers are very similar to jalapeno peppers.\n\nThe Grilled Octopus and Pork Lettuce Wraps, another commonly ordered item, are just alright for me. The portion size for the octopus is small especially when compared to all the strips of pork. The pork is a bit dry. The way this dish is served reminds me of Mexican fajitas. The herbs (mint) are served atop room temperature noodles with a side of what I believe is Vietnamese nuoc mam (fish sauce) mixed with a lot of lime juice.\n\nThe Confit Potatoes are tasty and filling. The amount of creme fraiche is sufficient, but it would be nice if there was a tad more. This side is ideal for at least 2-3 people.\n\nThe Yellowfin Tuna Crudo is terrific. The slices of tuna are fresh, soft, and supple. They almost melt in your mouth. The Japanese gomashio seasoning, which is a type of toasted sesame salt, has a distinct, addictive flavor. Along with the oysters, this crudo is one of my favorites at Lure.\n\nService is excellent.",
        "language": "en"
      },
      "date": "2016-08-25T13:47:56Z",
      "rating": 4,
      "feedback": {
        "useful": 10,
        "funny": 2,
        "cool": 6
      }
    },
    {
      "user": {
        "name": "Jonetta V.",
        "user_id": "aFGiRelEDtcbWlgf6nNGLQ",
        "link": "https://www.yelp.com/user_details?userid=aFGiRelEDtcbWlgf6nNGLQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GsNRuG20HK11JZnk-wd74g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 328,
        "photos": 601,
        "reviews": 230
      },
      "comment": {
        "text": "Dined at Lure for my birthday weekend. The ambiance is nice and welcoming. We were seated immediately although we were late for our reservation. \n\nFor starters, we ordered the punch bowl, peach zinger. It was not to stomg; it was light and refreshing. We ordered the baked crab dip which was very flavorful. We had to request for more toast points to finish the dip. Definitely a good choice for appetizers.  \n\nI had the Confit Duck Ragout which was wholesome if you're hungry. The crispy brussel sprouts are awesome! Absolutely loved this side. My husband had the crab fried rice. He said it's salty.  The conduct potatoes was also very good. If my husband's rice wasn't salty, I would have given them 5 stars. \n\nI casually mentioned to the waitress that it was b-day. She came back with the chocolate mousse and a lit candle. That was quite nice. \n\nService is very good. Please remember that parking in the area is tight. Here a a valet nut that lot is small so it can be full so you'll have to find an open lot. \n\nOverall a good restaurant. I will be returning to try the other entries options.",
        "language": "en"
      },
      "date": "2019-02-10T05:04:09Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WZ90zkgMoGkTLwNq3IxUjA/o.jpg",
          "caption": "Yummy grisly Brussel sprouts and Confit potatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/A9U1oThHwHiado5n58c3fA/o.jpg",
          "caption": "Comfit Duck Ragout and the Peach Zinger punch bowl for 2-3 people."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7fkHDUWvYb0Rsd-7LLzR3w/o.jpg",
          "caption": "Crab fried rice"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Trudy C.",
        "user_id": "1Ou3-pHDCvrfgujcrLRKPQ",
        "link": "https://www.yelp.com/user_details?userid=1Ou3-pHDCvrfgujcrLRKPQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ynDCCtfPj4AbhDPV365hCQ/180s.jpg",
        "address": "Fort Worth, TX",
        "friends": 31,
        "photos": 947,
        "reviews": 137
      },
      "comment": {
        "text": "Excellent restaurant to visit while in Atlanta. We came on a Tuesday evening and there was no wait at 6pm. \n\nThe service was quick and accurate. Waiter made excellent recommendations and was exceptionally friendly. (Wish i could have remembered her name.)\n\nThe food was absolutely delish and drinks were super yummy and tasty.  The Commissioner cocktail and Carpaccio appetizers are must! Dont leave without having one or three of each :)\n\nI hd the grilled salmon and when i asked her how present was the peach flavor, bc i wanted a lot of it, she went out of her way to make the message clear to the cook without me even asking her to. It came back as perfection. Atlanta doesnt play with tasteless peaches, they were yum!! Also had the Peach Trifle and ugh! I wish i had more space in my stomach! \n\nDecor was chic and location was easy to access. Can't wait to come back again.",
        "language": "en"
      },
      "date": "2019-08-24T21:58:24Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pVCMdtwGg0n8BRHqOw4U4Q/o.jpg",
          "caption": "wagyu carpaccio"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uZspWV94dYE4l9fSU0uLHA/o.jpg",
          "caption": "grilled salmon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yCgIQjtOqx-eO8YmNzkmig/o.jpg",
          "caption": "Yellowfin Tuna Ceviche"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BZeWIhSrx7viNGepllgNVg/o.jpg",
          "caption": "micha caliente"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Rd4ASpjyRlufnuURjBIRQA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XGaeYycOiB7wQyh-S5HV8Q/o.jpg",
          "caption": "Bar section"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Yfl3LZ3tajYYb-nFEGCRJQ/o.jpg",
          "caption": "Peach Trifle"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/z8pAoTtRBL30ZZ4trAWD_Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dfvJcf5VgAOUj1zCR_pT-Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/u2CfrgOdedIaEaDNZQRXpg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Christina V.",
        "user_id": "GuuV2dfGxO0ighs66RTmRg",
        "link": "https://www.yelp.com/user_details?userid=GuuV2dfGxO0ighs66RTmRg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/k1rvtzUO2PEykIpx8ranpA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2162,
        "photos": 2175,
        "reviews": 390
      },
      "comment": {
        "text": "Don't tell anyone, but Lure is my favorite restaurant in Atlanta. Ok, there. I've said it. I love to celebrate aaaaany achievement (no matter how small... like completing the laundry on a random Tuesday) here. There are so many reasons I love this place, so let me list a few:\n\n-Prosecco on tap\n-Smoked Trout Pâté\n-peanut butter sundae with homemade twix\n-homemade twix in general\n\nEvery single time is always the best experience. Like, how does it keep getting better? The menu changes somewhat frequently, but I know they keep some staples (ahem - that trout pate). I love the scallops, no matter the preparation. The staff is always so kind and YOU. MUST. end your meal with the peanut butter sundae.",
        "language": "en"
      },
      "date": "2020-05-11T14:10:25Z",
      "rating": 5,
      "feedback": {
        "useful": 11,
        "funny": 5,
        "cool": 10
      }
    },
    {
      "user": {
        "name": "Anthony H.",
        "user_id": "qMekBhnFIZV5JyYzYy0ttA",
        "link": "https://www.yelp.com/user_details?userid=qMekBhnFIZV5JyYzYy0ttA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xO_nlqIBFi3cKaJ2UCG0IQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 24,
        "photos": 1,
        "reviews": 2
      },
      "comment": {
        "text": "You know I always rode past this place and always thought about stopping in and never did. Last night that changed. Went out with no destination in mind and landed here.\n\nThe ambience if this place is great, the staff deliver a solid customer service experience and the food ... Small portions but the quality of the food and drinks are too notch. \n\nThe only reason why I didn't give it a 5 is because the wait time after I ordered my entrée was a little long.\n\nI will definitely return and I highly recommend it.",
        "language": "en"
      },
      "date": "2020-01-26T20:57:11Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kim R.",
        "user_id": "RKR_QIZ8wLd_-uLA7ieTLw",
        "link": "https://www.yelp.com/user_details?userid=RKR_QIZ8wLd_-uLA7ieTLw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4ae2IKN-xBNz6pDqRC7Q0Q/180s.jpg",
        "address": "Jacksonville, FL",
        "friends": 6,
        "photos": 4,
        "reviews": 18
      },
      "comment": {
        "text": "One of the best dining experiences! Shareable Shaolin punch was an amazing drink. The crab dip, Hawaiian rolls and oysters for apps, and then the Sole was a refreshing and awesome dish! The hush puppies were a must too, but they are big and come 6 to an order, so be prepared. \n\nThe servers were attentive! The atmosphere is perfect! Small and quiet ... perfect mix of bar : restaurant.",
        "language": "en"
      },
      "date": "2019-03-04T02:02:50Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iAtpSbZUoareZlYXUEoQvQ/o.jpg",
          "caption": "GEORGES BANK SEA SCALLOPS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ss17IbquRSGHpxrs_UsN7A/o.jpg",
          "caption": "PAN - FRIED SOLE - the best!!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_n-Lgccb9f9z4UNMg6zf1g/o.jpg",
          "caption": "Vidalia onion hush puppies"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Morgan C.",
        "user_id": "gc5tYs0jUiDOa9leTfAoGQ",
        "link": "https://www.yelp.com/user_details?userid=gc5tYs0jUiDOa9leTfAoGQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CrzMzIuKo8wHKKUUoe9qrg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 356,
        "photos": 229,
        "reviews": 455,
        "elite_year": 24
      },
      "comment": {
        "text": "Dined here on Friday night and we sat on the patio. The restaurant is beautifully decorated and the atmosphere is great. very elegant yet welcoming vibe going on. the service was very good and the waitress was very helpful with the menu. i ordered a prosecco and it was very good. there is a very extensive drink list so i believe everyone could find something they like. the food was decent but seemed a little pricey for what you got. \nthis restaurant is located in midtown near flip flops. there is valet parking & street parking. definitely a nice date night spot or just a good dinner. i would recommend & would come back.",
        "language": "en"
      },
      "date": "2018-10-14T23:05:30Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kourtney N.",
        "user_id": "HmsBiHhb9Mk0RbTl0MuMFw",
        "link": "https://www.yelp.com/user_details?userid=HmsBiHhb9Mk0RbTl0MuMFw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gsZ6BloUVx4gcMWJV7-iXQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 75,
        "photos": 39,
        "reviews": 87
      },
      "comment": {
        "text": "~ACTUAL 4.5 STAR REVIEW~ \nI frequent this establishment at minimum yearly, and I always neglect to write a review. Not tonight! We arrived on a Sunday night without a reservation and were promptly seated. Roman, our waiter, was ridiculously polite and extremely knowledgeable. We started with the crab dip which was different than we anticipated but pretty good. There were absolutely too many tomatoes in the dish though hence the 4.5 star. I ordered the swordfish - WOW, simply amazing. The different flavors along with the perfectly seared swordfish paired so well together. I finished my meal with the chocolate cake with salted caramel drizzle. This was an absolute SHOWSTOPPER. Seriously. Do not leave the restaurant without trying it. That was by far the best way to end my night! I will definitely start coming more frequently!",
        "language": "en"
      },
      "date": "2018-10-29T01:15:29Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Junior L.",
        "user_id": "2RrtVGn_ITjf-m9cbJUn2A",
        "link": "https://www.yelp.com/user_details?userid=2RrtVGn_ITjf-m9cbJUn2A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/O4r9fBs-_6PhE8BuKtcoCg/180s.jpg",
        "address": "Gainesville, FL",
        "friends": 0,
        "photos": 0,
        "reviews": 11
      },
      "comment": {
        "text": "Definitely recommend this spot. Barry was our server and she was flawless. Really encouraged my wife and I to enjoy our night. The food was great, will say, there is some room for improvement -- steak can use a bit more flavor for the price. \n\nHowever, the ambiance is very classy; music, lighting, infrastructure, and small details like hot warm towels being ushered upon finishing hand foods, really tie the knot. \n\nPerfect date spot.",
        "language": "en"
      },
      "date": "2021-02-14T02:54:18Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Paul V.",
        "user_id": "OKX-V5j_qfuOebeHeWGrHg",
        "link": "https://www.yelp.com/user_details?userid=OKX-V5j_qfuOebeHeWGrHg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zTYxj_8U23fSYKc9ViGqPw/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 1370,
        "photos": 2974,
        "reviews": 2482
      },
      "comment": {
        "text": "Our work party of eight needed a spot in a bind on a Friday night, and fortunately Lure was there to assist. While their broad menu was appealing to everyone and the environment was good, their lobster roll didn't quite blow me out of the water like others have. \n\nStar 1: How were the service and atmosphere?\n\nGreat service and atmosphere at Lure, and the servers were accommodating even though our party staggered their arrivals over the course of about an hour. Star.  \n\nStar 2: How were the portions relative to the cost?\n\nPrices at Lure are reasonable, ranging between $20 and $30 across most of the entrees on the menu, to include the $23.00 that I paid for what was admittedly a small lobster roll. Had their been no side here it might have been a bit of an issue, but the fries carried through and it was fine at the end of the day. Star. \n\nStars 3 and 4: How was the food?\n\nThis was an okay lobster roll. It was small, and there wasn't nearly enough lobster given the size of the bun, but the flavor was good given it was mayo based and all in all I wasn't disappointed. Single Star. \n\nStar 5: Would you be excited to go back?\n\nLure is good, but I wouldn't consider Lure great when it comes to seafood, which maybe surprisingly has some great players in Atlanta. No Star.",
        "language": "en"
      },
      "date": "2020-03-30T00:48:59Z",
      "rating": 3,
      "feedback": {
        "useful": 3,
        "funny": 2,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Ray I.",
        "user_id": "149mzYe4i5ZT4VYZjP5U9A",
        "link": "https://www.yelp.com/user_details?userid=149mzYe4i5ZT4VYZjP5U9A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RSEmkq-loGDT5-zGDp2VtQ/180s.jpg",
        "address": "Roswell, GA",
        "friends": 507,
        "photos": 1547,
        "reviews": 325,
        "elite_year": 24
      },
      "comment": {
        "text": "First let me say our server Thais was exceptional. Personable and professional with great recommendations. We sat inside, next time will try outside, and the inside seating was fine - but a bit loud.  We started with a variety of the oysters, all were fantastic. We then shared the octopus and pork wraps. Amazing !  They came with fresh cilantro and basil still on their vines...added a phenomenal freshness to the dish. \n\nOur entrees were the seafood cassoulet and the cauliflower steak. What a great pairing to split amongst 2 people. The cauliflower has pine nuts and pistachios on a bed of light rice. And the cauliflower is seasoned very well. The seafood cassoulet had a smoky and earthy taste that went great with the bottle of Sancerre we went with. \n\nThe wine was marked up aggressively, but worth it. \n\nWe will definitely return.",
        "language": "en"
      },
      "date": "2016-10-01T03:31:04Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/asLY1vy5x-FY5mA0KcxhKg/o.jpg",
          "caption": "Lure menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/t1qfRqH4UxZNT-wJUaIhjw/o.jpg",
          "caption": "Lure - seafood cassoulet"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KPExEPNVQK35JnhfVRWqGw/o.jpg",
          "caption": "Lure - cauliflower steak."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lara H.",
        "user_id": "vuSWYOBULufXuSDdTuWtaw",
        "link": "https://www.yelp.com/user_details?userid=vuSWYOBULufXuSDdTuWtaw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/da-PAskQv4gZRX59UxR11Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 199,
        "photos": 217,
        "reviews": 141
      },
      "comment": {
        "text": "Upscale dining. \n\nTried the octopus lettuce wraps (excluded the pork). They were delicious. We've been looking for a great grilled octopus spot since Little Trouble took it off their menu. (they did it the best). \n\nServers were pleasant and accommodating. \n\nChef took care of my 16 food allergies very well.",
        "language": "en"
      },
      "date": "2019-03-10T14:11:57Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Christian D.",
        "user_id": "7OdzzArgXv-QPjuEgHDNwg",
        "link": "https://www.yelp.com/user_details?userid=7OdzzArgXv-QPjuEgHDNwg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 9
      },
      "comment": {
        "text": "I LOVED this place before covid. LOVED it. \n\nNow...the old chefs are gone  \n\nThe apps have been slimmed down to easy to prepare apps -- nothing sophisticated. The entrees are similar in type to pre-covid.  But nothing new.  Desserts also slimmed down to easy to make and simple. \n\nWhy is this??\n\nI think they laid off all the chefs and only have line cooks there.  They slimmed down offerings to simple things that line cooks can assemble. \n\nOur dinner tonight was easily  the worst food I've ever had there. \n\nThe octopus was supposed to be chargrilled. It wasn't. It tasted sous vide.  No char - just slime. Yes - this makes octopus tender, but it's the way you keep it on the menu when you don't have chefs who can ably cook octopus without making it tough. .  \n\nThe scallops here are normally amazing. These had very little sear (not something a chef would let out of the kitchen) and zero seasoning.  The sauce was also a simple sauce -- not like they used to make.  Scallops are very hard to mess up. You cook them on high heat and mix butter with oil to pan sear them. It's cooking 101. But the cooks in the kitchen were just not skilled. \n\nWe normally stay for coffee and dessert.  We did neither.  And we sent back the octopus.  \n\nVery sad.  \n\nUnfortunately , we won't be going back. We even bought gift certificates from them during covid to keep them in business.  But things have gone way way downhill.  We don't recommend any longer. \n\nI was embarrassed for my choice. I had hyped up this place so much to my date and she said during the meal: \"was this what you had expected?\"   \n\nI apologized to her.  \n\nOn a happy note our server was terrific.  We tipped her well.",
        "language": "en"
      },
      "date": "2021-07-07T04:00:05Z",
      "rating": 2,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Miranda N.",
        "user_id": "ysBli0_w_V8lOYIfQJ_NlA",
        "link": "https://www.yelp.com/user_details?userid=ysBli0_w_V8lOYIfQJ_NlA",
        "address": "San Francisco, CA",
        "friends": 89,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "I love the dinner at Lure! great appetizers, particularly liked the crab dip and tuna tartar! also, we had the best waitress Ayema and wonderful hostess Niara! definitely recommend this restaurant",
        "language": "en"
      },
      "date": "2022-08-17T01:50:21Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Barb T.",
        "user_id": "kfGmslXJqm1i7xtqJoBnPQ",
        "link": "https://www.yelp.com/user_details?userid=kfGmslXJqm1i7xtqJoBnPQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/p4jq-L7FYRWSniAdfRBAZg/180s.jpg",
        "address": "Jacksonville, FL",
        "friends": 108,
        "photos": 136,
        "reviews": 132
      },
      "comment": {
        "text": "Went here with friends while in Atlanta on business. Fun place to hangout and have drink and dinner. We were seated immediately. The waitress was phenomenal and the food was excellent. Definitely would recommend this place for dinner.",
        "language": "en"
      },
      "date": "2020-02-23T22:26:08Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bl_8aGd9GtO1OR4Sn66Sxw/o.jpg",
          "caption": "Shrimp with pasta"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iC2Gg78X5QfvrhQqWrFHNw/o.jpg",
          "caption": "steelhead trout"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Tonisha L.",
        "user_id": "iuS_bFf3n2PL3G3bU_MxIw",
        "link": "https://www.yelp.com/user_details?userid=iuS_bFf3n2PL3G3bU_MxIw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/s80uVCNXLfjWCHor-BhN8A/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 1,
        "photos": 20,
        "reviews": 12
      },
      "comment": {
        "text": "I went on a Tuesday evening. Quiet and little traffic.. A perfect time to dine with distance. The service was good, the chargrilled oysters were AMAZING! And the Commissioner cocktail was delicious.",
        "language": "en"
      },
      "date": "2020-10-30T12:10:31Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-G47VDmzjkDaAv3emQa7ZA/o.jpg",
          "caption": "Redfish"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BZoIrSXlwP2IT89x7C7vcw/o.jpg",
          "caption": "Chargrilled oysters"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jane C.",
        "user_id": "Fp7OaKUrZyJwuvftHbgn8w",
        "link": "https://www.yelp.com/user_details?userid=Fp7OaKUrZyJwuvftHbgn8w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RDAU6r6K6Ptu_odLQDKqXw/180s.jpg",
        "address": "Conyers, GA",
        "friends": 160,
        "photos": 137,
        "reviews": 30
      },
      "comment": {
        "text": "One word-DYNAMIC! We visited Lure for my daughter's 10th birthday. She wanted a \"grown up dinner\" with mom, dad and her auntie. We ordered some of everything and it was all delicious.\nTry some of everything! You won't regret it. We enjoyed a communal dinner of raw oysters, baked crab dip, crab rangoon, potatoes, a few orders of whole trout and catfish. \nThe cocktail menu was not extensive or overwhelming and I tried a couple-with my favorite being \"the commissioner\".\nThis is perfect for date night, a celebration or girls night out.",
        "language": "en"
      },
      "date": "2018-04-26T19:50:52Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ql6MY0nYjtllGTqhx6DN5A/o.jpg",
          "caption": "confit potatoes , crème fraiche"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_7UIJF-9-UMW6rPbwTU0fA/o.jpg",
          "caption": "The the commissioner"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UbG8wj4tupN5oDZgZPEjDA/o.jpg",
          "caption": "FRIED LOUISIANA CATFISH"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UDtGSDts5QsOsCTDXixP4Q/o.jpg",
          "caption": "BAKED CRAB DIP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NFbW56QK8TJsLP6OZnqc0w/o.jpg",
          "caption": "BAKED CRAB DIP"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8Kd142aVwAe2SKPOjiDe5w/o.jpg",
          "caption": "BROILED OYSTERS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mNO_2mfn0SK8EV54IqfD2g/o.jpg",
          "caption": "COLD - WATER OYSTERS ON - THE - HALF - SHELL"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Eric C.",
        "user_id": "X_DkwPTzdO_VWzUcbUXREg",
        "link": "https://www.yelp.com/user_details?userid=X_DkwPTzdO_VWzUcbUXREg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GU5fQnnwRfqMgZnzForSyA/180s.jpg",
        "address": "Seattle, WA",
        "friends": 1495,
        "photos": 1232,
        "reviews": 1743
      },
      "comment": {
        "text": "I had never heard of Lure until a couple of friends suggested that we come for dinner and it turned out to be a decent dinner. Lure is one of only a handful of seafood restaurants in Atlanta. Located in midtown next to South City Kitchen, you can easily miss Lure and walk right past it if you're not looking. The building itself is beautifully built and designed with a rustic/cabin feel but with modern elements. We made reservations the same day but there were only early reservations available at the high tops.\n\nThere are quite a few things on the menu with tapas type dishes for the appetizers (including both cold and hot options) and a healthy number of entrees for you to choose from. We went with the alligator gumbo and the octopus/pork lettuce wraps to start. The alligator gumbo was delicious but a little soupier than I had expected. It has some spice to it but not overpowering. The lettuce wraps come with about 6 \"leaves\" and you add to it some flat rice noodles, octopus, pork and sweet chili glaze. It's a fusion of Asian flavors that made it a winner.\n\nFor entrees we had the lobster roll and the swordfish. The swordfish had some Asian influence as well that was light and nicely complemented the fish. Swordfish can be dry but this was nicely done. The lobster roll was delicious but nothing surprising there... hard to mess up a lobster roll. The desserts here were the stars however. Although we ordered the coconut tres leches cake, we were given the chocolate layer cake which was actually excellent. The fried crullers are a must (a hybrid of churros and fried donuts) and are served with a berry jam. \n\nThis was a decent experience and while the dishes were delicious, I'm not sure I was surprised by any of the main entrees. The dessert, however, definitely deserved some attention and I might even consider coming here just for those. Parking is a challenge here although they do have valet. Parking across the street is $15 serving both Lure and South City Kitchen. This is a dressier place and while I don't think they enforce the dress code, you'll look out of place even if you come in with shorts or a t-shirt.",
        "language": "en"
      },
      "date": "2019-10-27T16:31:24Z",
      "rating": 4,
      "feedback": {
        "useful": 40,
        "funny": 15,
        "cool": 33
      }
    },
    {
      "user": {
        "name": "Antwynette R.",
        "user_id": "oDwmwUwYYNKYPW1QS2Z6bw",
        "link": "https://www.yelp.com/user_details?userid=oDwmwUwYYNKYPW1QS2Z6bw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CdhVI71KraNGbLtf05QWFA/180s.jpg",
        "address": "East Point, GA",
        "friends": 62,
        "photos": 877,
        "reviews": 350,
        "elite_year": 24
      },
      "comment": {
        "text": "Love, love this spot! Took a girlfriend out for lunch.  The tuna melt, crab cakes, baked crab dip, peanut butter sundae, and coconut cake were all delicious!! Drinks were also tasty! Mgmt is awesome. The manager actually came outside to help my friend park when valet was not available.",
        "language": "en"
      },
      "date": "2018-02-17T19:50:27Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cim9FYCYnIhKQ5V5ko4F0A/o.jpg",
          "caption": "Peanut butter sundae"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0bTzUey6EFODPgs8_A961g/o.jpg",
          "caption": "Coconut chiffon cake"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "TN C.",
        "user_id": "ySoHpRsZmcBRDWjb4uYUaA",
        "link": "https://www.yelp.com/user_details?userid=ySoHpRsZmcBRDWjb4uYUaA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/n5FCVf7Lnz6Z9vtXvfwZwQ/180s.jpg",
        "address": "Knoxville, TN",
        "friends": 6,
        "photos": 206,
        "reviews": 62
      },
      "comment": {
        "text": "Best seafood anywhere! Yes Anywhere. Scallops are like marshmallows! Oysters are succulent!\nI've eaten at restaurants that are on the ocean that can't compare to Lure!",
        "language": "en"
      },
      "date": "2018-07-12T22:27:46Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IyHnFgD53Z5OfjAffryITA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AmptcXPk0NPkTQTxm-ehuw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xLkR7SG2CsnHlafDO7viVQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/suX3IuA8rg7W2wH2RECWBA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iGpZApbkXwmLln5VDNAryA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "X G.",
        "user_id": "dhu5LrNMob1ZLkRS_HmcFQ",
        "link": "https://www.yelp.com/user_details?userid=dhu5LrNMob1ZLkRS_HmcFQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/T3NQpFnFE1SE20lab8Mnrg/180s.jpg",
        "address": "New York, NY",
        "friends": 3,
        "photos": 6,
        "reviews": 6
      },
      "comment": {
        "text": "Yooooooooo. The food here is amazing, and the dessert is even better. The scallops were seared to perfection. What do the kids say these days? Lit! One bite of the gingerbread cake brought me back to track 9 on the Blueprint 1 by Jay Z - pure bliss. \n\nThe crab dip, as Beyoncé would say, got me speechless.  The calamari had me feeling like, as Beyoncé would say, I'd rather die young than live my life without you. (note: ask for extra aioli). I ain't sorry, this meal didn't need hot sauce or an upgrade, if I do say so myself.",
        "language": "en"
      },
      "date": "2018-02-15T03:10:00Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yMl326vp2kofHbf3Mz1vKw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FHbGSOM-PyZKFivFVqjXLg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cari O.",
        "user_id": "fRgqCAaoczOW72NMcgLVzw",
        "link": "https://www.yelp.com/user_details?userid=fRgqCAaoczOW72NMcgLVzw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/q8kwbdntsg1tlCsNcWxLiw/180s.jpg",
        "address": "Fall River, MA",
        "friends": 370,
        "photos": 292,
        "reviews": 118
      },
      "comment": {
        "text": "Definitely a cute lunch spot in the heart of midtown. I really loved the clean relaxed environment and the knowledgeable and friendly staff.\nWe showed \nUp around 12:15pm without a reservation and we had no\nIssues.\nWe started with  hush puppies and these were oh so amazing. I would recommend sharing this appetizer because one serving would be a meal. I also had a cup\nOf gumbo and the fish tacos. The soup was meh, but intend to like spicy food and this was not spicy. The tacos come in 2s and was delicious and satisfying. I will try to visit and eat something more interesting and update my review",
        "language": "en"
      },
      "date": "2017-10-02T13:44:23Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6wU87ySmrXG-BaHEjApLRQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0Q2RupxcdlbPdgUdV2pW6g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3drKPXcCB7bqdGU3rOm4dw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=Gwi9PMVb61nrrpUNa9_wfQ&start=140"
  }
}