{
  "search_metadata": {
    "id": "66018c632c6878f269c5a25e",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/c435cd11c3877dff/66018c632c6878f269c5a25e.json",
    "created_at": "2024-03-25 14:38:28 UTC",
    "processed_at": "2024-03-25 14:38:28 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/wZn9tnC6NC0wgIllBnrICg?",
    "raw_html_file": "https://serpapi.com/searches/c435cd11c3877dff/66018c632c6878f269c5a25e.html",
    "prettify_html_file": "https://serpapi.com/searches/c435cd11c3877dff/66018c632c6878f269c5a25e.prettify",
    "total_time_taken": 4.93
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 90,
    "num": "50",
    "place_id": "wZn9tnC6NC0wgIllBnrICg"
  },
  "search_information": {
    "total_results": 396,
    "business": "Howell's Kitchen and Bar"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 396
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Jamir S.",
        "user_id": "FsXqNMbWjgGZx6eApmrWIA",
        "link": "https://www.yelp.com/user_details?userid=FsXqNMbWjgGZx6eApmrWIA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GpCGhoxOgK-XQzJNsl5jUg/180s.jpg",
        "address": "Dunwoody, GA",
        "friends": 763,
        "photos": 2,
        "reviews": 3
      },
      "comment": {
        "text": "I was super excited to visit Atlanta with friends and we found this new brunch spot.  We made reservations for noon and after arriving on time,  we waited 30 min to receive a menu and water, once we order they ran out of the French toast, we then waited another 47min to get food and asked to speak with a manger.  We still never received food after the hour wait.  As my party witness 4 parties being served and receiving food we asked to speak with a a manager and as I'm typing this we have not seen anyone. \n\nMoving forward please ensure you have adequate servers to assists your  clients.\n\nFollow up if you food is running behind \n\nTreat all clients the same",
        "language": "en"
      },
      "date": "2021-08-22T17:19:51Z",
      "rating": 1,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CjLWKn8o8TiXJxVN-MzCbA/o.jpg",
          "caption": "This was only after 1 hour."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Victoria B.",
        "user_id": "_AlHgfHD7gtzuwqWHtuxdA",
        "link": "https://www.yelp.com/user_details?userid=_AlHgfHD7gtzuwqWHtuxdA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8EO7cnvsrbHKbybRCIX_UQ/180s.jpg",
        "address": "Jacksonville, FL",
        "friends": 4,
        "photos": 5,
        "reviews": 6
      },
      "comment": {
        "text": "Food was amazing, service was fantastic & drinks were really good! It was pretty busy but we noticed as we were seated & served that all servers were helping eachother out, including management, to ensure guests were taken care of! The server, Bradley, was very helpful with the menu and super friendly! As things slowed down, he would stop by to chat with us! I really enjoyed the Brussels sprouts & the pan roasted chicken. It was a large serving size so I even took half of it home for leftovers (which I later left on the table by accident and the server flagged me down in the parking lot to make sure I got them - true customer service!) Wine & cocktails were appropriately sized for the price! Should have taken more pictures of the food, will do that next time!",
        "language": "en"
      },
      "date": "2022-03-23T23:00:44Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UDrPXjfe_ZaFydxpmVoKUg/o.jpg",
          "caption": "Pan Roasted Chicken with Mashed Potatoes and Broccolini"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Veronica V.",
        "user_id": "6fC_fw0NmN_bVBVdTqGucg",
        "link": "https://www.yelp.com/user_details?userid=6fC_fw0NmN_bVBVdTqGucg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Dz5xcHs7v4l6LW_vVRYFUw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 7,
        "reviews": 31
      },
      "comment": {
        "text": "Howell's Kitchen and Bar is a favorite dining spot for my husband and me. The servers (this visit Michelle G. and many times in the past, Deondray S) are exceptional. Friendly and helpful, and attentive. The nicest people. Michelle has a great smile! The food is flavorful. We highly recommend the Nachos (either with or without Chicken), the Margherita Pizza, and the Peanut Butter Cups as dessert. The Mango Habenero and Figging Fire Margaritas are fantastic if you are interested in cocktails. We highly recommend Howell's.",
        "language": "en"
      },
      "date": "2022-11-16T00:12:41Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Clayton C.",
        "user_id": "fFmbXTVYdyVWB3uK6z7NSw",
        "link": "https://www.yelp.com/user_details?userid=fFmbXTVYdyVWB3uK6z7NSw",
        "address": "Atlanta, GA",
        "friends": 195,
        "photos": 2,
        "reviews": 10
      },
      "comment": {
        "text": "Awesome food - great service. Really enjoyed the thunderbird pizza and cocktails. Outside seating is enjoyable",
        "language": "en"
      },
      "date": "2023-05-06T23:08:05Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Haris P.",
        "user_id": "GFvxL3557CInXhji9cqyHw",
        "link": "https://www.yelp.com/user_details?userid=GFvxL3557CInXhji9cqyHw",
        "address": "Hilton Head Island, SC",
        "friends": 32,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Great service. Exemplary treatment of customers. Been here a few times and the food was always great but CS even better",
        "language": "en"
      },
      "date": "2023-05-06T22:19:41Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Quita E.",
        "user_id": "gFfziGvuQzu6bIpYD9EkYA",
        "link": "https://www.yelp.com/user_details?userid=gFfziGvuQzu6bIpYD9EkYA",
        "address": "Union City, GA",
        "friends": 0,
        "photos": 101,
        "reviews": 154
      },
      "comment": {
        "text": "We had a reservation for 11am on Saturday morning  but definitely wasn't needed. We were seated promptly and everyone was friendly. The food was just ok. We ordered beignets to start and one orderd was slightly overcooked. I asked for more powdered sugar and he brought the shaker out so that was good. We did mimosa. More champagne then juice. Most drinks you want more liquor but with the mimosa you need a balance, In my opinion. We did ask for more juice since we had the whole bottle of champagne. I dont remember our server's name but he was pleasant and fulfilled all request without hesitation. We had the Sunday plate and chicken and waffles. You only get a half of a waffle and it was super crunchy. The chicken was good. The plate was tasty ,sausage, fried egg, cheese grits and a biscuit.",
        "language": "en"
      },
      "date": "2023-03-12T16:35:22Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Holly ..",
        "user_id": "7pjnpG6axkdA5Cc2Ac2DOQ",
        "link": "https://www.yelp.com/user_details?userid=7pjnpG6axkdA5Cc2Ac2DOQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PEY7AThI4-YShEsj3dD4gQ/180s.jpg",
        "address": "Gainesville, GA",
        "friends": 42,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Food was delicious and service was great despite it being a busy Friday night! Joey, the manager for the night, was great on helping us out when our server was busy with other tables (Joey is the best). Loved the atmosphere of the place and would recommend to our friends. We will be coming back very soon!",
        "language": "en"
      },
      "date": "2022-11-05T00:12:43Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Daniel B.",
        "user_id": "j14WgRoU_-2ZE1aw1dXrJg",
        "link": "https://www.yelp.com/user_details?userid=j14WgRoU_-2ZE1aw1dXrJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AZ91dRaJnhwWt6ARSNVc3A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4864,
        "photos": 88157,
        "reviews": 4864,
        "elite_year": 24
      },
      "comment": {
        "text": "For me, this is Howell's Kitchen and Bar in a nutshell:\n\n1. Food: OK\n2. Drinks: Good\n3. Atmosphere: Very nice\n4. Service: Great\n5. Location/parking: Good\n6. Hours: Very good\n\nWe wanted to grab a late dinner on a weeknight somewhere close (within a 10-minute drive of my home). Howell's is open late -- until 11pm, Monday-Thursday, and 1am, Friday-Saturday. This place is relatively new. It opened in late December 2017. The mixed-use development it resides in, Berkshire Howell Mill, like many developments around town, seemingly popped up overnight. It's near the intersection of Howell Mill Road and Collier Road, not far from I-75 in South Buckhead, between the post office and Chick-fil-A.\n\nValet parking is offered Thursday-Saturday night. Free self-park spots are always available, regardless of the valet, in Berkshire's garage on the backside of the property. Drive straight through the valet area to get there.\n\nThe folks who opened Howell's were also behind Atwoods Pizza Cafe in Midtown (April 2016), Hearth Pizza Tavern in Sandy Springs (Hearth has been around for over a decade, since at least October 2008), and Camps Kitchen and Bar in East Cobb (February 2017).\n\nInside and out, Howell's looks beautiful. Berkshire itself is a trendy-looking development. Modern and clean. The retail building exteriors are painted all white. Howell's has a cool, contemporary architectural design with plenty of seating, both indoor and outdoor. The interior has a bar, TVs, high boys, many booths, and an open kitchen. The dining room opens up to the patio which is partially covered and has more TVs, fire pits, a tree, and an immaculate green lawn (fake grass) for bocce. This is an ideal spot for groups, but works just as well for dates too. During our visit at night, the space was dimly lit.\n\nI would describe the food at Howell's to be \"elevated\" pub grub. The food is a bit more creative and interesting than typical bar food. There's a combined lunch/dinner menu and they serve brunch too. When we visited for dinner, there were appetizers like Prince Edward Island mussels ($15) and BBQ egg rolls ($9); salads ($10-13 each), burgers and sandwiches ($10-15) including a fried chicken sandwich, wood-fire-baked pizzas made with two-day-fermented dough ($9-14); classic entrees such as New York strip ($25) and fish and chips ($13); sides like sweet potato waffle fries ($4) and \"chef-inspired\" mac & cheese ($6); and desserts such as creme brulee ($7) and s'mores ($10). They've also got a kids menu. The drink menu is sizable with a variety of beer (draft, canned, bottled), cocktails, and assorted wines by the glass or bottle.\n\nHere's what we ordered:\n\nCocktails:\n* Westside Cosmo ($10) - Tito's Handmade Vodka, St-Germain, lime, white cranberry juice, sugar rim, cranberry spear\n* Garden Fresh Gimlet ($12) - Hendrick's Gin, Chareau Aloe Liqueur, cucumber, fresh lime juice, housemade simple syrup, cucumber ribbon garnish\n\nApps:\n* Brussels sprouts ($9) - crispy, agrodolce vinaigrette, Nueske's bacon, pine nuts\n* Buffalo wings ($12) - Buffalo sauce, celery, carrots, buttermilk ranch dressing (blue cheese also an option)\n\nSalad:\n* Arugula and goat cheese ($12) - roasted beets, arugula, goat cheese, strawberry, red onion, spicy cashews, radish, citrus vinaigrette\n\nBurger:\n* Howell's Burger ($12) - 1/2 pound certified Angus, lettuce, tomato, onion, house-brined pickles, brioche, \"Robannaise\" sauce, bacon, cheddar\n\nMain:\n* Peach-smoked baby back ribs ($17) - slow-peachwood-smoked ribs finished on the grill, house barbecue sauce, hand-cut fries, cabbage slaw\n\nThe cocktails were delicious, particularly the Westside Cosmo. The drinks were strong and well-made with high-quality ingredients. I recommend both the cosmo and the gimlet.\n\nIn general, I thought the food was fine. Nothing great, but nothing terrible either though the ribs were disappointing. The portion size on the ribs was generous, but the ribs tasted tough and overcooked; maybe even microwaved. The thick barbecue sauce tasted uninspired and generic. And the ribs didn't come with cabbage slaw like the menu indicated.\n\nThe Brussels sprouts and the arugula and goat cheese salad were my favorite food items. The Brussels sprouts had a hint of sweet and sour to them. The bits of bacon were tasty. The arugula and goat cheese salad was simple and fresh.\n\nA half-dozen wings were served in one order of the Buffalo wings. They were alright. The wings, a mixture of drumettes and flats, were big and meaty. However, they didn't have the most appetizing texture nor flavor. Even the thick-cut carrots and celery were extra hard and chewy. What's up with that?.\n\nHowell's Burger was the best non-vegetable item I tried. It was simply a decent, filling, and satisfying burger. I'm not sure what \"Robannaise\" sauce is, but according to the menu, it was supposedly on the burger. We had the patty cooked medium and it came out about right.\n\nService by Marilyn R was wonderful. She was friendly and on top of things.",
        "language": "en"
      },
      "date": "2019-01-18T14:48:16Z",
      "rating": 3,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YUZkTGDqiEvYvFYgRY5Quw/o.jpg",
          "caption": "Howell's Burger. 1/2 pound certified Angus, lettuce, tomato, onion, house-brined pickles, brioche, \"Robannaise\" sauce, bacon, cheddar. $12."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1qF-l58Ds95cRdHB6VqZ5g/o.jpg",
          "caption": "Inside. Dining room and open kitchen."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ysXvpKYtz_9apkT7Q0G6Ww/o.jpg",
          "caption": "Inside. Bar."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Shclz343jf6YkGIRXph0qA/o.jpg",
          "caption": "Outside. Fire pit area and patio."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pD32x-uajQqXnyfIfQ6FFQ/o.jpg",
          "caption": "Food menu (1 of 2). Snacks and apps, salads, sandwiches, sides."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hWy0c7gbuBaFp9DExYy07Q/o.jpg",
          "caption": "Food menu (2 of 2). Pizza, mains, kids menu (\"little adults\"), and dessert."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0ZzdQvIVQzc-C0D6yfuDmw/o.jpg",
          "caption": "Drink menu (1 of 2). Draft beer, cans and bottles, non-alcoholic beverages (\"sobriety\")."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/B076xLkowmkJ7Ht3Usbsaw/o.jpg",
          "caption": "Drink menu (2 of 2). Craft cocktails and wine."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jJnlLJHyj3CKAw_Za7cbJA/o.jpg",
          "caption": "Outside. Fire pit area."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GHHeuHjNZGbXQlpr4QdmPg/o.jpg",
          "caption": "Left. Garden Fresh Gimlet. $12. Right: Westside Cosmo. $10. See my close-up pictures for details of what's in each."
        }
      ],
      "feedback": {
        "useful": 13,
        "funny": 4,
        "cool": 6
      }
    },
    {
      "user": {
        "name": "Allen Y.",
        "user_id": "AVM8li75N_UCSgiUIHTbPw",
        "link": "https://www.yelp.com/user_details?userid=AVM8li75N_UCSgiUIHTbPw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 28
      },
      "comment": {
        "text": "Great comfort food - classics like burgers, fries, and pizza.  Be prepared for big potions!  Family friendly.  Good friendly service. Some limited outdoor seating.  Nice spot to have in the neighborhood. Parking is challenging as the deck and parking lot has very limited spots reserved for retail.  It is often completely full - especially at peak lunch and dinner time.  And there are no options for street or paid parking - so you have to just go elsewhere.",
        "language": "en"
      },
      "date": "2023-04-15T16:36:36Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kacey C.",
        "user_id": "C4yj56R_iYnBjXlU5dXNfw",
        "link": "https://www.yelp.com/user_details?userid=C4yj56R_iYnBjXlU5dXNfw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 23
      },
      "comment": {
        "text": "Went from hidden gem to hidden for a reason, the service is okay but the food has just gone down hill. No sure if they are going broke or what is going down but the quality and flavors went from 10/10 to barely making it to 3/10 . This really sucks because this used to be my favorite restaurant now I won't be coming back .",
        "language": "en"
      },
      "date": "2023-04-07T11:46:35Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Robert C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/BnAY-aPCdjw91bqB7uMwnA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hello Kacey, thank you for the feedback and it's unfortunate to hear we missed the mark on food quality during your recent visit. Please know we take these reviews personally and will use your comments as a training tool with our chef and kitchen staff. Over the last 5 years we've worked hard to become a neighborhood staple and we hope to see you again.",
          "date": "2023-04-08T21:16:10Z"
        }
      ]
    },
    {
      "user": {
        "name": "Theresa S.",
        "user_id": "Gqpgl3jaqXI--pOZ60pEAg",
        "link": "https://www.yelp.com/user_details?userid=Gqpgl3jaqXI--pOZ60pEAg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cj4ExxldyFBGgrtQfkhRaA/180s.jpg",
        "address": "GA, GA",
        "friends": 257,
        "photos": 2,
        "reviews": 293
      },
      "comment": {
        "text": "Spot on! Had the Brussel sprouts which were good (maybe a tad underdone but still delish)\n\nThe Howell's burger - yes I didn't think I would eat it all but I did bc it was so delish\n\nBest best best hand cut fresh fries\n\nPizza is still legit (friend ordered)\n\nGreat service and atmosphere\n\nHad really good action for Saturday lunch crowd\n\nOverflow parking is in non gated USPS next door",
        "language": "en"
      },
      "date": "2021-07-11T16:44:52Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Taylor G.",
        "user_id": "LJMviK0jw9Kcd0C3IzLwzQ",
        "link": "https://www.yelp.com/user_details?userid=LJMviK0jw9Kcd0C3IzLwzQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GrPN33Qcycv6W4_3TsGnRw/180s.jpg",
        "address": "Manhattan, NY",
        "friends": 4,
        "photos": 3,
        "reviews": 58
      },
      "comment": {
        "text": "We have been here multiple times since it opened a few years ago and have always really enjoyed the food and service until tonight. It wasn't even full and yet apparently the kitchen was so backed up or out of sync that our food came out in reverse order over the course of an hour. We asked our waiter for additional rounds of drinks 2-3x per round, and had to ask other servers to flag down our waiter multiple times. They brought out the wrong dish once, and also the empanadas were very very salty. We each took a bite and left them alone. I really want Howell's to be good but it seems like something has changed.",
        "language": "en"
      },
      "date": "2022-07-09T02:46:02Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Iesha C.",
        "user_id": "VOG0PnjYNzynawdySxOAMQ",
        "link": "https://www.yelp.com/user_details?userid=VOG0PnjYNzynawdySxOAMQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HQgMvSPLdQVsgn17ME85lA/180s.jpg",
        "address": "Birmingham, AL",
        "friends": 322,
        "photos": 19,
        "reviews": 19
      },
      "comment": {
        "text": "My husband and I went here for lunch. When we got there, we sat immediately and ordered food and drinks. We both got the peach mojito to drink, it was really good. For food, I ordered the chicken sandwich and my husband ordered the cheese steak. We were both satisfied with what we ordered and our food came out quickly. Our server was Victoria and she was amazing also.",
        "language": "en"
      },
      "date": "2022-03-19T16:18:02Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HgFomj_pMOM3cK_CUCZSxQ/o.jpg",
          "caption": "Peach Mojito"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Hm0DpN7-QlpskzhVdCoevA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hena A.",
        "user_id": "ivTulHRDJATMUXu_UF_76w",
        "link": "https://www.yelp.com/user_details?userid=ivTulHRDJATMUXu_UF_76w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Th-TuZ9I82XBf1AcBt1TPw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 362,
        "photos": 154,
        "reviews": 104
      },
      "comment": {
        "text": "All I can say is YUM. My friends and I stopped by Howell's after a long hike up and down the beltline. Needless to say, we were starving and Howell's took greattttt care of us. We obvi visited during Covid, so we opted to sit outside, and it was an easy decision because their outdoor seating area is delightful. they have an array of seating areas and seating options. \n\nThey're located in a little strip on a super busy howell mill rd, but they have a huge parking garage to service all of the businesses in that area. \n\nI ordered the chicken tenders, with sweet potato fries, and a sweet tea and it was absolutely delicious.",
        "language": "en"
      },
      "date": "2020-09-09T16:39:25Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uDC-P3M8XGakSCFY6HzOvQ/o.jpg",
          "caption": "Buffalo tenders & Sweet potato fries"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j18zRirooLoztxA8nhCKWA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Owl7ILxiYfdYisBr9M3fOA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xlNWVX_4-rTI5w6OSfzBnA/o.jpg",
          "caption": "super cute outdoor seating area"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sarita R.",
        "user_id": "Zk3nz4HmGFBCgi7gMkkH7g",
        "link": "https://www.yelp.com/user_details?userid=Zk3nz4HmGFBCgi7gMkkH7g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OrKGZ-wHVg1qPKoflIv-1A/180s.jpg",
        "address": "Virginia Beach, VA",
        "friends": 0,
        "photos": 69,
        "reviews": 121
      },
      "comment": {
        "text": "we were in town visiting a friend, and this restaurant was recommended to try. and i will say i surely do appreciate that recommendation. first let me start off by saying our waiter Dray was nothing short of amazing . he was patient , honest , and on his stuff . i ordered the smoked mozzarella cheese sticks and the turkey burger . the turkey was good , but the mozzarella sticks stole the show . the smokiness of the cheese and they were fried perfectly. the next time i visit atlanta, i would definitely make a stop to dine here again .",
        "language": "en"
      },
      "date": "2022-09-06T21:39:33Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9WAQzwitqS61Ju5IHOhBhA/o.jpg",
          "caption": "Mozzarella Sticks"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Montserrat O.",
        "user_id": "MNqgPO_YiLYv6FLOC72Tmg",
        "link": "https://www.yelp.com/user_details?userid=MNqgPO_YiLYv6FLOC72Tmg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hmxWlSvucCmJ2vPZh_13gA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 11,
        "photos": 214,
        "reviews": 140,
        "elite_year": 24
      },
      "comment": {
        "text": "The food is seasonal! They didn't have the calamari when I went so we ordered nachos which were delicious. 10/10 for the cocktails",
        "language": "en"
      },
      "date": "2021-08-11T00:07:49Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ginger C.",
        "user_id": "kY0FtIZVoNWnB5HZTOkDnw",
        "link": "https://www.yelp.com/user_details?userid=kY0FtIZVoNWnB5HZTOkDnw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-D9tzsUB_pKwG4gRhUu18w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 494,
        "photos": 3,
        "reviews": 10
      },
      "comment": {
        "text": "Howell's was delicious! Ryan was our waiter, and he was amazing! He recommended great food and drinks.  Would recommend this place highly and ask for Ryan! You won't be disappointed!",
        "language": "en"
      },
      "date": "2022-09-29T02:25:42Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ciara D.",
        "user_id": "7BERcKDqzhgyv-eURL016Q",
        "link": "https://www.yelp.com/user_details?userid=7BERcKDqzhgyv-eURL016Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XSY8_UN6hCGm2kMXeMAEGg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 326,
        "photos": 576,
        "reviews": 216
      },
      "comment": {
        "text": "I come here several times a month as I live in the neighborhood. I love that their specials change each month (although I've never tried them smh lol). I usually stick to my faves - the smoked mozzarella sticks, the clucker, Brussels sprouts appetizer, and sweet potato fries...all off those are *chef's kiss*.\n\nThey have a beautiful patio, nice private room in the back (I had a new job brunch there and it was perfect), and the service is great.\n\nHowell's is definitely one of my go-to spots for a good meal when I don't want to cook. I'm going to have to try out their Pie & Vine Tuesdays soon.",
        "language": "en"
      },
      "date": "2021-04-22T23:29:30Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Mike M.",
        "user_id": "iDlk9Z8EdqQjDg8twM1dVA",
        "link": "https://www.yelp.com/user_details?userid=iDlk9Z8EdqQjDg8twM1dVA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VgfPvftxiLHYbltQf13ong/180s.jpg",
        "address": "Birmingham, AL",
        "friends": 51,
        "photos": 20,
        "reviews": 374
      },
      "comment": {
        "text": "Absolutely love this place. Cool atmosphere, great staff, fantastic food and drinks. It's a must visit for me anytime in in Atlanta.",
        "language": "en"
      },
      "date": "2022-05-25T03:18:55Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Teela J.",
        "user_id": "Ohyu_UKm_cd2-aFJwYlAuA",
        "link": "https://www.yelp.com/user_details?userid=Ohyu_UKm_cd2-aFJwYlAuA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/eQMpWbzkxBTKo0B7rS4oGA/180s.jpg",
        "address": "Lawrenceville, GA",
        "friends": 3,
        "photos": 23,
        "reviews": 52
      },
      "comment": {
        "text": "Great place with lots of options for everyone. Open and airy environment, cool, laid back vibe with great service! Chose Howell's for a team lunch before an evening business event. The server was knowledgeable, food great and accurate. We had a mix of sandwiches, salads and pizza. All were solid.",
        "language": "en"
      },
      "date": "2022-06-20T11:28:48Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jane B.",
        "user_id": "ZWdXmedw0LTpx5DZsYSm5g",
        "link": "https://www.yelp.com/user_details?userid=ZWdXmedw0LTpx5DZsYSm5g",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "Fun place to meet and have dinner on a Friday night.  Food and service were good.  Too bad my glass and silverware were dirty.  Turned me off and made me question cleanliness of kitchen and my food.",
        "language": "en"
      },
      "date": "2023-02-08T12:56:08Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Robert C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/BnAY-aPCdjw91bqB7uMwnA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Jane, thank you for the review and it's great to hear you enjoyed the food and service. We will be sure to check our dish machine to make sure it is working properly. Thanks again for the feedback and we hope to see you again soon.",
          "date": "2023-02-14T23:56:44Z"
        }
      ]
    },
    {
      "user": {
        "name": "R W.",
        "user_id": "2TNOkzSJGqdzbChHogtOtQ",
        "link": "https://www.yelp.com/user_details?userid=2TNOkzSJGqdzbChHogtOtQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pSi2QVF7xArqDjCGHxzT3g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 36,
        "photos": 92,
        "reviews": 122
      },
      "comment": {
        "text": "Good and consistent strong options, food, drinks and all of the above. Been visiting here for a while and they have never let me down. Today was the first time trying brunch options.  \n\nVery comfortable and spaced seating both inside and outside. Easy to relax given current CV19 concerns. We ordered a number of items including the beignets, famous smoked mozz. sticks, low country benedicts and shrimp & grits. All dishes were nicely plated, and more importantly taste great!!  Portion size were quite nice as well, and easy to share for all.  \n\nLastly, the service staff were extremely helpful in recommending food and drink options and constantly checked on us during the service. Keeping bottles full and ensuring we had everything we needed.",
        "language": "en"
      },
      "date": "2020-08-03T01:53:28Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ssBcznRrfmtQnfPnzRoVZw/o.jpg",
          "caption": "Shrimp and Grits (Brunch)"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Shay P.",
        "user_id": "Hpbb96k-W09KZ86bj6rN0w",
        "link": "https://www.yelp.com/user_details?userid=Hpbb96k-W09KZ86bj6rN0w",
        "address": "Buckhead, Atlanta, GA",
        "friends": 0,
        "photos": 136,
        "reviews": 59
      },
      "comment": {
        "text": "Howell's is delicious!! The service was excellent, the food was great, the atmosphere was awesome, and it was all priced reasonably. I will be back.",
        "language": "en"
      },
      "date": "2023-01-30T01:13:43Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tara W.",
        "user_id": "4Ztfjq-Ml4AQVtD7irKM2g",
        "link": "https://www.yelp.com/user_details?userid=4Ztfjq-Ml4AQVtD7irKM2g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SNpGmGgmO7msZkyG-kB9hw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 74,
        "photos": 106,
        "reviews": 72
      },
      "comment": {
        "text": "Love this restaurant!! The atmosphere was nice! Dre provided excellent service!! The salmon was tender and tasted great with the addition on the mashed potatoes (which was suggested by Dre). I will return when I visit Atlanta again.",
        "language": "en"
      },
      "date": "2021-07-24T19:42:44Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jcPF4zVSSJht2ZvMfPNc4g/o.jpg",
          "caption": "Georgia Peach Mojito"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ulaKE08ORQ91gb5cS6DBnQ/o.jpg",
          "caption": "Salmon with the mashed potatoes."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "LaTrice T.",
        "user_id": "9V6k0kDdvJoEn5jCpJprfg",
        "link": "https://www.yelp.com/user_details?userid=9V6k0kDdvJoEn5jCpJprfg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/M_85t6eJ98Kt0q1IVUTTZQ/180s.jpg",
        "address": "Las Vegas, NV",
        "friends": 7,
        "photos": 25,
        "reviews": 53
      },
      "comment": {
        "text": "We have been to Howell's before for lunch. It's a basic no frills eatery. We decided to go for brunch. They need to step it up a bit in the brunch area to say the least. We inquired about the brunch punch & our server said, \"I don't like it but I never tried it\" Imagine our look of confusion  We asked how & her response was that it's been sent back by other patrons. This was not a good sales move! This is why company's must have pep talks & teach servers Juat the bare minimum of proper service/sales tactics...Then when my husband ordered the French toast which is accompanied by bacon we were told we may not have any baconHow Sway?!? It's only 11:20am & my husband asked sis you guys only have 1 pk of bacon? So he was given dry a$$ Turkey sausage links that look like they should cost .5 I had the Sunday breakfast...dry links (no other meat options since some1 dropped the bacon ball) eggs were good a biscuit that would choke a Popeyes biscuit, fruit cup & potatoes (best part of meal).\nI understand we are in crucial times. Most have been affected but I try to support local eateries often but don't do the brunch experiment w/o proper consultation. The French toast was soggy as well. Our server made mention of that too\nHERES WHERE THE   come in (I know...finally)\nKudos to THE BARTENDER...2 EXCELLENT DRINKS...Manmiso & Southern Iced Toddy..they were the MVP‼\nFrom a consumer perspective this visit wasn't the best & as an avid brunch go-er I'd say plz reconsider especially if inventory management isn't a strong suit because who opens for brunch w/ NO BACON",
        "language": "en"
      },
      "date": "2022-02-27T20:34:23Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lori D.",
        "user_id": "EtCpd3HemUrDtEhf0onEZw",
        "link": "https://www.yelp.com/user_details?userid=EtCpd3HemUrDtEhf0onEZw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nq_tssTIZpJv0re3K_oLGQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 181,
        "photos": 116,
        "reviews": 177,
        "elite_year": 24
      },
      "comment": {
        "text": "I want to love this place.  The food is great but the service has been slow the past 2-3 times we have been here.  It's quite busy so I'm happy to see the place keeping in business!.  I had the Hangover Hash on the brunch menu.  The flavors were amazing and it was the perfect size.  The biscuit was fresh and flaky, but they put such a small amount of sausage gravy over it, and my server was too busy to check on me to ask if I needed anything. I would had definitely asked for a small side of gravy to complete my meal.  The mimosas and coffee are very good.   I ordered Beignets to go.  They were delicious.",
        "language": "en"
      },
      "date": "2021-01-24T18:04:57Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Liv J.",
        "user_id": "LFCu-mmpcKLzL3y4Rt0QYQ",
        "link": "https://www.yelp.com/user_details?userid=LFCu-mmpcKLzL3y4Rt0QYQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ur0fc3wuArD45zyIDSOfsw/180s.jpg",
        "address": "Duluth, GA",
        "friends": 40,
        "photos": 129,
        "reviews": 138
      },
      "comment": {
        "text": "We came in for mother's day \nLunch celebration. We dinned outside. It was good. However I lost an envelope card with a valuable gift. So I was not very happy. I will come back and hope to enjoy more.",
        "language": "en"
      },
      "date": "2021-05-12T01:35:31Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rachel K.",
        "user_id": "LcgTfTHc2nJ0pwXY1vg5Wg",
        "link": "https://www.yelp.com/user_details?userid=LcgTfTHc2nJ0pwXY1vg5Wg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yLDuMZnaqXGfq0aF5MF05w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 417,
        "photos": 178,
        "reviews": 74
      },
      "comment": {
        "text": "The indoor/outdoor space is perfect for a summer night! The ambience was 10/10. They have plenty of tables and were very accommodating making sure to get us a table outside. Our waiter was very knowledgeable and provided great recommendations. We both got the Howell's Burger which had caramelized onions, cheese, lettuce, tomatoes, and pickles. They have the option for regular fries, sweet potato fries, and tater tots. Drinks were also fantastic! We ordered the peach mojito and moscow mule!",
        "language": "en"
      },
      "date": "2021-05-11T17:31:23Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CQaH0N3qznNhv7PJ5hbpiw/o.jpg",
          "caption": "Howell's Burger"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BC27ItYS_8_taTW6kFFt7Q/o.jpg",
          "caption": "Howell's Burger"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Zackery C.",
        "user_id": "exjjsTIfk7jDjlWe086Y6Q",
        "link": "https://www.yelp.com/user_details?userid=exjjsTIfk7jDjlWe086Y6Q",
        "address": "Smyrna, GA",
        "friends": 1,
        "photos": 15,
        "reviews": 10
      },
      "comment": {
        "text": "Colby was a great server. Funny and attentive. \n\nBack outdoor patio was lovely and intimate. Recommend a bit of recessed lighting. Kinda dark. \n\nFood was delicious. We ordered the pizza, mozzarella sticks, nachos, and Blackened Mahi Sandwich. The sandwich came with a Caesar salad. The Caesar dressing was bland tasted fishy and not flavorful. \n\nI live howells kitchen. You can't really go wrong!",
        "language": "en"
      },
      "date": "2021-10-03T05:56:02Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OWabbUUrhszAkYS4MG-oeg/o.jpg",
          "caption": "Mozzarella Sticks"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U2lNtlLA8HydpIxcAX1j8g/o.jpg",
          "caption": "Chicken Nachos"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eaNthodxjCpCfoNQMCeL5Q/o.jpg",
          "caption": "8\" 8\" Triple Meat Pizza"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Johnathan D.",
        "user_id": "bQQdzMSinfE72uegqey_1g",
        "link": "https://www.yelp.com/user_details?userid=bQQdzMSinfE72uegqey_1g",
        "address": "Atlanta, GA",
        "friends": 233,
        "photos": 2,
        "reviews": 24
      },
      "comment": {
        "text": "Last Sunday a group of our friends went for brunch and 3 outta 6 of us ordered the brunch burger. Service was great, food was ok.. it's wasn't until about 8 hours later we started texting each other bc the food wasn't sitting right. Every single one of us who ordered the burger burger got food poisoning and were completely out of commission for 24-48 hours. We will not be returning here.",
        "language": "en"
      },
      "date": "2023-01-14T19:32:52Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Peggy H.",
        "user_id": "LHwGVtSarFuk7YaB60WPXA",
        "link": "https://www.yelp.com/user_details?userid=LHwGVtSarFuk7YaB60WPXA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/m7Qx_YNTxa9JhyWs3DUI0Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 70,
        "photos": 328,
        "reviews": 247,
        "elite_year": 24
      },
      "comment": {
        "text": "Great patio and good bar food. Burgers and Korean egg rolls are delicious.  Fries are tasty and the brunch menu looks good as well.  Popular spot when the weathers great so go early is you can and claim your spot.",
        "language": "en"
      },
      "date": "2021-03-07T19:59:52Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chris And Nayo J.",
        "user_id": "gS3SmdaZfg7QdFG8tiZkDA",
        "link": "https://www.yelp.com/user_details?userid=gS3SmdaZfg7QdFG8tiZkDA",
        "address": "Sugar Hill, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 29
      },
      "comment": {
        "text": "We really enjoyed this place.  We were in town for the morning, and we wanted a nice brunch/lunch somewhere.  We found it by searching for \"patio dining\" here in Yelp.  The restaurant actually has outdoor seating, as well as, an indoor/outdoor concept.  The menu has good options, and the service (Dre was our server) was impeccable, including the wait time to be seated and the wait time for the food.  Speaking of, everything tasted really good, and the portion sizes were adequate.  My only complaint was that \"The Chop\", a pork chop sandwich that I ate, was a little highly-seasoned. We would definitely recommend this place, and we will definitely return!",
        "language": "en"
      },
      "date": "2022-10-17T22:11:50Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sarah V.",
        "user_id": "HWKUspyP4tVWK-sNuY_iuQ",
        "link": "https://www.yelp.com/user_details?userid=HWKUspyP4tVWK-sNuY_iuQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cKy3Dq4eyuKftvwAdwPNmA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 494,
        "photos": 97,
        "reviews": 55
      },
      "comment": {
        "text": "Howell's is a neighborhood gem and the perfect mix of casual / trendy so you can come for a laid back dinner with friends, girls night, or cocktails at the bar! \n\nFood: Howell's consistently delivers really good food! I have enjoyed their pizzas, veggie burger, salads - they definitely have a wide variety on the menu so I have always been impressed that everything is generally good to eat. I always start with the Brussels Sprouts! Also, the side salad is actually delicious - pictured. I may be the only person who gets excited about side salads, but that was definitely a nice surprise! For me, I always hope that these gastropub places will have lighter options, and Howell's definitely delivers. \n\nAmbiance: As I stated above, the atmosphere definitely is an add to Howell's. Very clean and trendy, tables are not overcrowded inside, and it looks like there's a gorgeous patio (that I have yet to take advantage of due to it being hot af every time I seem to come here). I also love the large bar at the front - definitely a place that I have lingered at before or after dinner with friends. They also do blue cheese olive martinis, which for me is the benchmark for the type of bar where I should be spending my time #bougie. \n\nService: My biggest issue with Howell's is slow service. I try not to form an opinion on service on the first couple visits; however, after dining here on a number of occasions, it does seem like things should be moving along faster than they are. I don't mind waiting on food at all, but it seems like the servers check in for your initial order and then tend to neglect you. I realize that I do demand a lot of attention in my life, but I love to have that next blue cheese martini on the way before I polish my first off, so it hurts me when I am neglected!",
        "language": "en"
      },
      "date": "2019-09-26T14:36:34Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Nsvft4E8J6HAsdezxQHCig/o.jpg",
          "caption": "Side salad"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Bobby O.",
        "user_id": "OAXAZoYTbt2_AXEah-Nuhg",
        "link": "https://www.yelp.com/user_details?userid=OAXAZoYTbt2_AXEah-Nuhg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Parking is ridiculous; way outside code requirements.  Circled for 15 mins ; forced to park in adjacent surface lot. My guest and I both got booted.$$150 gone.\nParking an issue forever and management doesn't care......no warnings or suggestions from the hostess or server. Cant go back .....food and atmosphere not worth all the extra trouble.",
        "language": "en"
      },
      "date": "2022-01-24T00:23:07Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Robert C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/BnAY-aPCdjw91bqB7uMwnA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Bobby, thank you for taking the time to post your review in regards to our parking and I'm glad we were able to email directly about this matter.  I understand parking can be challenging at times and we try our best to communicate overflow parking options to our customers both verbally and with signage. Thanks again for the feedback and we hope to see you soon.",
          "date": "2022-02-02T02:16:40Z"
        }
      ]
    },
    {
      "user": {
        "name": "Asha B.",
        "user_id": "w4rLfOVxNI0Fun8ftmZg7w",
        "link": "https://www.yelp.com/user_details?userid=w4rLfOVxNI0Fun8ftmZg7w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vWGiXFq03J5zbJnRgRUW2w/180s.jpg",
        "address": "Memphis, TN",
        "friends": 137,
        "photos": 204,
        "reviews": 98
      },
      "comment": {
        "text": "I decided to stop here for a weekday lunch after seeing the restaurant as I was visiting Cultivate next door! The restaurant was practically empty on Tuesday at 2pm and we were seated outside to our request. The patio and scenery are gorgeous!!\n\nOur waiter was attentive and answered any questions we had. The food was surprisingly nearly perfect!! The fries are 12/10! I would definitely come back again. A little pricey but no worries.",
        "language": "en"
      },
      "date": "2019-08-21T00:07:40Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AsT3a4L7aCOrN9d6cszTtQ/o.jpg",
          "caption": "Buffalo Chicken Tenders // Pub Fries // Meat Pizza"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michael S.",
        "user_id": "nj6SS4suX2iKqNdMUXL75w",
        "link": "https://www.yelp.com/user_details?userid=nj6SS4suX2iKqNdMUXL75w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DZFPStgxUaXOQs8AgMbZiA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 45,
        "photos": 0,
        "reviews": 11
      },
      "comment": {
        "text": "We first went to Howells about 9 months ago and had a fine meal outside. Today we returned and were seated in their spacious, socially distant dining room.  The staff, especially Ryan, our server, were kind, courteous and helpful the entire meal.  The food came out quickly and was very good. \n\nI think what we like best about Howell's is that it is super family friendly. Our 6 and 7 year love the kids menu and everyone treated them well.  \n\nHappy to return any time. It may become our go to neighborhood place.",
        "language": "en"
      },
      "date": "2021-03-17T23:45:05Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stardom B.",
        "user_id": "IAcdsMBf7ScDaXzOKQpbqw",
        "link": "https://www.yelp.com/user_details?userid=IAcdsMBf7ScDaXzOKQpbqw",
        "address": "Norcross, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "Walked in today and went to the restroom to use the bathroom and the sinks were out of order ????? I'm confused as to how a restaurant doesn't have running water.  It just screamed nasty. \n\nAnd the last time we were here a roach was climbing on the table. So I probably will not be back.",
        "language": "en"
      },
      "date": "2022-05-19T20:21:27Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Robert C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/BnAY-aPCdjw91bqB7uMwnA/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Stardom, thank you for the recent feedback. I apologize that one of our sinks in the woman's restroom was out of order during your visit as we are waiting on the parts for repair. In the meantime, all other sinks are working properly with running water. Thanks again for your comments.",
          "date": "2022-05-24T18:55:03Z"
        }
      ]
    },
    {
      "user": {
        "name": "Ashley T.",
        "user_id": "3MjSiodwMq9S1C2bQstXWg",
        "link": "https://www.yelp.com/user_details?userid=3MjSiodwMq9S1C2bQstXWg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jUPHeOug6FLGmghSjebMyg/180s.jpg",
        "address": "MARTINS ADD, MD",
        "friends": 42,
        "photos": 527,
        "reviews": 80,
        "elite_year": 24
      },
      "comment": {
        "text": "I had a friend sell me on how amazing this place was so I was super excited to check it out while I was in town. It was a huge disappointment. Starting with the drinks . I was not a fan at all. They were very pretty, but they weren't good at all. The appetizers were good, but the sandwiches were so dry. The fish tasted like it was sitting in the broiler for 45 minutes past cook time. My boyfriend got the brunch burger which he was told was the best thing in the menu and he was so disappointed. The patty was over cooked and lacked flavor. The best thing on the menu was honestly the fries. For such a small menu, they need to buff up their menu and add lots of flavor. It was a huge let down.",
        "language": "en"
      },
      "date": "2021-02-17T00:32:37Z",
      "rating": 1,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0mg5-WwpjzuDQthiAGIncA/o.jpg",
          "caption": "Overboard"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uI2J1b7BMPDB6rW3_WPdlg/o.jpg",
          "caption": "Rosemary Paloma"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/O8c13A6uWwnI-dXKQJ08Sw/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uEZ_OPvJBp-GJ7LX8s7Fvg/o.jpg",
          "caption": "Black & Grey Smash"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fLlrx35A2gqb5pj4YmvlKA/o.jpg",
          "caption": "Brunch burger"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_ZsfWU6tRmXPaKEIMItyfA/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8JMzPCJE4RFQgBozvtbAdw/o.jpg",
          "caption": "Mozzarella sticks"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ltf5ntWhLH97L5CtuhQWHA/o.jpg",
          "caption": "Brussels Sprouts"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tingting W.",
        "user_id": "h1ran5h-I6r7lPhKLrcejw",
        "link": "https://www.yelp.com/user_details?userid=h1ran5h-I6r7lPhKLrcejw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VBAVivIXBueHAqpSsw6xng/180s.jpg",
        "address": "Renton, WA",
        "friends": 839,
        "photos": 378,
        "reviews": 242
      },
      "comment": {
        "text": "Came here for lunch! They have the best white sangria ever! I am totally obsessed!! I got the Caesar salad with fried chicken and it was soooo flavorful. I would highly recommend this place to anyone looking for good food and good vibes.",
        "language": "en"
      },
      "date": "2021-01-10T23:35:01Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JvmkowaLtKdVeeIEKOtmsg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "David P.",
        "user_id": "FsJreh2-1Emvh0r8-i_U7g",
        "link": "https://www.yelp.com/user_details?userid=FsJreh2-1Emvh0r8-i_U7g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vufvPUng950PeLGIr45ZXA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 40,
        "reviews": 39
      },
      "comment": {
        "text": "Ordered curbside pickup earlier today. It's been awhile since i've been to Howell's as i moved out of the neighborhood.\n\nYou see that heirloom tomato pizza photo? That was delicious. I mean freaking DELICIOUS. \nThe Philly cheesesteak was really solid too.\nBut that pizza, oh boy.\n\nThe order and pickup couldn't have gone any smoother. The guy who brought the order to my car was super cool and so appreciative of my patronage. No, no, friend, I appreciate you all for being open and for the fantastic meal.\n\nI'll be back sooner rather than later.",
        "language": "en"
      },
      "date": "2020-04-16T20:57:37Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VmDnTjqu8VwcQ7v67zAcCQ/o.jpg",
          "caption": "Philly"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YEt1sH5s5uXR8BVxqlhWeg/o.jpg",
          "caption": "Heirloom tomato pizza"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brittany B.",
        "user_id": "EN-11AbO6EciSx3oH4WYkA",
        "link": "https://www.yelp.com/user_details?userid=EN-11AbO6EciSx3oH4WYkA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ew4OPJN-ltYoAMUgyFb6ZA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 3,
        "reviews": 2
      },
      "comment": {
        "text": "Had such a wonderful experience at Howell's tonight. Jono was behind the bar whipping up some tasty drinks. He provided great service and great company. Their Berkshire Mule is to die for! Hands down the best mule I've ever had. Their Pub Fries were a perfect complement. Will definitely be back!",
        "language": "en"
      },
      "date": "2021-04-16T02:44:26Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W2RGKNsYE6XKV2DwZYmPcA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lele B.",
        "user_id": "yuFxdEj57ls7lrAq07O4ig",
        "link": "https://www.yelp.com/user_details?userid=yuFxdEj57ls7lrAq07O4ig",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zuhRp1X2YRzwGzAGJ1HU9g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 216,
        "photos": 434,
        "reviews": 217
      },
      "comment": {
        "text": "Such a nice addition to the neighborhood! I love the outdoor patio and green space. The atmosphere here is very cool. \n\nWe came here for a late dinner and sat outside. The service was great and they allow dogs. :)\n\nThe brussel sprouts are amazing - super crispy and topped with pine nuts. The mozzarella sticks and pizza were also big hits! The salads were good but nothing super special. \n\nIt seems like they have plenty of parking available. Would definitely come back!",
        "language": "en"
      },
      "date": "2019-05-30T23:53:05Z",
      "rating": 4,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/suq5vmhI8irndQj9yx6AwQ/o.jpg",
          "caption": "Mozzarella sticks"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/y05sWIolh7kaMOybgT6rLg/o.jpg",
          "caption": "Salad with shrimp"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XJtcGm3EB_FY58iCKy3Sug/o.jpg",
          "caption": "Salad with grilled chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Z_x4l8b1LjrPr2WNX05xyw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rIbTJVGFosAP4OdwaFvddw/o.jpg",
          "caption": "Brussel sprouts"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amanda W.",
        "user_id": "neLVrXZXkKPVuFpjv3ENkQ",
        "link": "https://www.yelp.com/user_details?userid=neLVrXZXkKPVuFpjv3ENkQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SRlNrSjyg6-dFQqB66rHkQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 229,
        "photos": 98,
        "reviews": 31
      },
      "comment": {
        "text": "The establishment is perfect for outdoor vibes! The food lacked taste, ver bland. The drinks were extremely light... almost tasted like water. Our server started off excellent but fell short towards the end of our meal. I believe they were changing shifts",
        "language": "en"
      },
      "date": "2021-02-27T19:17:38Z",
      "rating": 3,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/T9MKfXnS-4YZEGG5SNL6mQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/diRJUI4svxlsXfCzPhQaQg/o.jpg",
          "caption": "Salmon Dip"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IRwbojZpdlnjBg2jW_Gxtg/o.jpg",
          "caption": "Surf and Turf Burger"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xkfL0AFvF5LlFDrX_Z-pUw/o.jpg",
          "caption": "Fish and Chips"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/10YBwJllbi1mIlcRqgpUxg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michael F.",
        "user_id": "SlHsJwwaaMoZ2MEnG3LwgA",
        "link": "https://www.yelp.com/user_details?userid=SlHsJwwaaMoZ2MEnG3LwgA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dMzWLzsTAMMdw_R4GL7_EA/180s.jpg",
        "address": "Bolton, Atlanta, GA",
        "friends": 0,
        "photos": 10,
        "reviews": 5
      },
      "comment": {
        "text": "Howells is top of the line bar food! I eat here 3-4 times a week. Never disappointed.",
        "language": "en"
      },
      "date": "2021-06-08T00:33:07Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/h8rbBvfiVt9cp93WQVYQhA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5jNB_kDG1rrnyM1Rq1EewA/o.jpg",
          "caption": "Howells Burger"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WmBF20ahDk8nrHiFF16-QQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uYLqaV7yjz6TMkCWRlhcDQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YBMU2naliOq663cpGpPZjg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wBJ_GzfJ1t2YNWrgXHGyMg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Wkb9H8uDRZ0OqJawsWUY3Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/D5P6r_9Ch0ZW9xUE1ZLLOA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Keith B.",
        "user_id": "-PouPPUxggg7B2Tk_DLNUA",
        "link": "https://www.yelp.com/user_details?userid=-PouPPUxggg7B2Tk_DLNUA",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Great experience at Howells \n\nI particularly enjoyed my experience with Devin and Richard. \n\nDevin the bartender. He was very attentive and provided great service. He offered suggestions based on my preferences which I appreciated. \n\nRichard the waiter. He provided great attention to detail. I noticed him wiping down wine glasses (that were already presumably clean) for good measure before wine was poured.",
        "language": "en"
      },
      "date": "2021-09-03T17:04:08Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Leslie M.",
        "user_id": "evvMUVjKPKaBXvdb11VDJQ",
        "link": "https://www.yelp.com/user_details?userid=evvMUVjKPKaBXvdb11VDJQ",
        "address": "Dunwoody, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 4
      },
      "comment": {
        "text": "Go eat here.  Great Sunday Brunch yesterday. Evan rocks the cocktails.  They also serve their regular menu\nChicken & Waffles - Korean Beef Spring Roll - Morning Glory Pizza - yum, yum, yum!!\nI'll be back with more friends.",
        "language": "en"
      },
      "date": "2021-01-18T14:38:56Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7N_DWwzXgiwMZ0NfPjYieQ/o.jpg",
          "caption": "Queen B's Knees & Ultimate Bloody Mary excellent cocktails crafted by Evan"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kera M.",
        "user_id": "dIDoFCGRI54jo59KvCkZqQ",
        "link": "https://www.yelp.com/user_details?userid=dIDoFCGRI54jo59KvCkZqQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tnDYmOM0m_wGIlv8srxpQg/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 113,
        "photos": 47,
        "reviews": 26
      },
      "comment": {
        "text": "Ventured here for lunch today with my bestie and I must say this is my kinda place! I absolutely love the decor and the ambience...very inviting yet chill. The restaurant has a rustic modern feel. \n\nNow on to the food! My bestie and I shared a salmon dip appetizer which was different for me but still good. I had the beyond burger and sweet potato fries - both were absolutely yummy and even though this burger is plant based it is a must try! It didn't have an aftertaste or anything. Then to top it off for dessert we had the bread pudding with bourbon ice cream OMG we were stuffed but we had to finish it because it was that good!\n\nBy the way our waiter Jonathan was amazing! Very knowledgeable of the menu and made great recommendations",
        "language": "en"
      },
      "date": "2019-02-28T00:01:35Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/x8Fkz0Ai9BjE5d_q1OoJ5w/o.jpg",
          "caption": "Beyond Burger and sweet potato fries"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ugoOZIOoMk4T8oV6yvh0Fw/o.jpg",
          "caption": "Salmon dip appetizer"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P7P67rVVwoQEXpygkzs4MA/o.jpg",
          "caption": "Bread Pudding with Bourbon Ice Cream"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Diamond E.",
        "user_id": "g38KbKMb2918AT7yghhXkw",
        "link": "https://www.yelp.com/user_details?userid=g38KbKMb2918AT7yghhXkw",
        "address": "Buckhead, Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "American food, great for mimosas and brunch! Food was hot , took a little while! May not be a first choice for people who prefer season or spices",
        "language": "en"
      },
      "date": "2022-10-12T01:59:49Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Woo Joo H.",
        "user_id": "pLSNLD_QGi4X_B1V1Uws-A",
        "link": "https://www.yelp.com/user_details?userid=pLSNLD_QGi4X_B1V1Uws-A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zbC5KMiqg3BU45DtbyEp6A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Love this place - especially if you come on Thursday for live music. My girlfriend and I come here every Thursday. \n\nWe received great service - our waitress was Victoria. Make sure you get her. She will take great care of you!!!",
        "language": "en"
      },
      "date": "2021-04-22T23:55:49Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Elona A.",
        "user_id": "seQgDyEFi3u0wRW-_nABwg",
        "link": "https://www.yelp.com/user_details?userid=seQgDyEFi3u0wRW-_nABwg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cqDZT_jogwSmoIRN4-zXGg/180s.jpg",
        "address": "Druid Hills, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "I really wanted to like this place. I wish it's food would match its decor. My husband and I picked up dinner and it was just ok. He had the chicken sandwich and fries which were cold and old. I wasn't that hungry so I ordered the Bavarian pretzel and a side of broccolini. The pretzel was good but the broccolini was cold and flavorless. It was literally just charred...no olive oil, salt, nothing. Not so impressed.",
        "language": "en"
      },
      "date": "2022-01-02T00:45:08Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=wZn9tnC6NC0wgIllBnrICg&start=140"
  }
}