{
  "search_metadata": {
    "id": "65ef28fa94fb03242926a69f",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65ef28fa94fb03242926a69f.json",
    "created_at": "2024-03-11 15:53:30 UTC",
    "processed_at": "2024-03-11 15:53:30 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/ZxaJGBjpbugagOozLYvnPQ?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65ef28fa94fb03242926a69f.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65ef28fa94fb03242926a69f.prettify",
    "total_time_taken": 1.7
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 0,
    "num": "50",
    "place_id": "ZxaJGBjpbugagOozLYvnPQ"
  },
  "search_information": {
    "total_results": 316,
    "business": "Virgil's Gullah Kitchen & Bar - West Midtown"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 316
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Artis W.",
        "user_id": "cDqt3zG2ffXvhF6DWVqi5Q",
        "link": "https://www.yelp.com/user_details?userid=cDqt3zG2ffXvhF6DWVqi5Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mzuaY1VmFjZ6vsEBjFq2eg/180s.jpg",
        "address": "Heidelberg, Germany",
        "friends": 197,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "*Act I: Welcome to Atlanta (in my best Ludacris voice)\n\nWelcome to Atlanta, where the playas play, and Virgil's Gullah Kitchen & Bar dishes out culinary masterpieces every day.\" The warmth of the welcome here could melt ice, with staff so genuinely friendly, you'd think you were family. The music, a soulful blend that moves you, sets a rhythm that your spirit can't help but follow, creating an ambiance that feels like a homecoming. This place doesn't just sparkle with cleanliness; it radiates a welcoming glow, promising an adventure that whispers, \"You're exactly where you're meant to be.\"\n\n*Act II: In the Kitchen Wrist Twistin' Like It's Stir Fry, Whip It! (in my best Migos voice)\n\nStepping into the limelight, the \"Afta Church Plate\" makes its grand entrance, a culinary marvel that commands attention with its rich harmony of flavors. The kitchen becomes a stage where chefs perform with the grace and skill of seasoned artists, each dish a chart-topping hit that leaves you wanting more. At Virgil's, a proud Black-owned gem, the team effortlessly caters to a crowd of 20+, turning every meal into a celebration of Gullah culture and culinary excellence.\n\n*Act III: All Gold Everything (in my best Trinidad James voice)\n\nIn the bustling heart of Atlanta, Virgil's shines like a beacon of gold, where even the simplest things are infused with extraordinary brilliance. Parking is effortless, a rare luxury in the city, setting the stage for an experience that flows as smoothly as gold. Safety and comfort wrap around you, allowing you to relax fully into the golden ambiance of the moment. Here, everything meets the gold standard--your well-being, your dining experience, and your memories are treasured, inviting you to savor the now, create golden moments, and revel in the warmth of good company.\n\n*Curtain Call: I'll Be Your Groupie, Baby (in my best Usher voice)\n\nVirgil's Gullah Kitchen & Bar, deeply entrenched in the rich heritage of Black culture, elevates every dining experience to superstar status. Each visit is a love song, a serenade of joy, flavor, and fellowship, turning meals into anthems and farewells into the sweet promise of a reunion. With every departure filled with longing for the next encounter, Virgil's beckons you back with the promise of new flavors, familiar comforts, and the embrace of community.\n\nSo, if your soul craves a feast that serenades your taste buds, warms your heart, and gathers friends and family in a chorus of celebration, let Virgil's stage be your destination. Remember, the \"Afta Church Plate\" waits for no one--and neither should you. Welcome to Atlanta, where every meal is a standing ovation, every bite a lyric in the song of culinary delight, and every visit a return to something truly magical.",
        "language": "en"
      },
      "date": "2024-02-24T01:06:14Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Shekita B.",
        "user_id": "LYdfGwBYKwQKfWDeYp9sEQ",
        "link": "https://www.yelp.com/user_details?userid=LYdfGwBYKwQKfWDeYp9sEQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Il0ib8UEJbHGRVg4lmPvAQ/180s.jpg",
        "address": "TN, TN",
        "friends": 0,
        "photos": 3,
        "reviews": 16
      },
      "comment": {
        "text": "Ok...I have been to the College Park Location before and it had great food and vibes! \n\nHowever, this time I visited the Marietta location and I can't say enough of how amazing the staff was with their impeccable service! The Bartender and our server, Mario was top tier! He provided stellar service and was very attentive!  \n\nNow the FOOD . It was soooo good! Now we were a little bummed at first because it was brunch, BUT everything was delicious! We shared the appetizers to get a little taste of everything and we were Not disappointed! Almost bit my finger the muffins were so good...moist and sweet! The wings OMG, I could eat a whole bucket! I have never liked Fried Green Tomatoes, but I ate every crumb of that one with the Hot to Trot sauce!! \n\nOur main entrees were sooooo good, they almost had to roll us out! The pics don't do them any justice so definitely check out the videos! \n\nGo see them! And don't forget to try the Bread Pudding!!! You won't regret it! \n\n Check the pic out of the bones . I did send my chops back because I like them a little crispy and they didn't hesitate to remake them fresh!",
        "language": "en"
      },
      "date": "2024-02-14T22:59:29Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2T9GwwD3lrqhL5ZZFli_qg/o.jpg",
          "caption": "Hulk Smashed the appetizers! Bones are cleaned and that muffin I was saving LOL!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MD4dqS7AJyd3wqf5iGOxUw/o.jpg",
          "caption": "Appetizers! Wings, Fried Green Tomatoes, Okra, and the MUFFINS!!!! I wanted 5 more muffins to go lol. Everything was so good....see next pic"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ORHAG4pleJhkPmPjmJnHOw/o.jpg",
          "caption": "Bread Pudding with Uncle Nearest!! Soooo rich and delightful! As a Native Tennessean, this was amazing to see!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chinwe K.",
        "user_id": "4qBZvzoCyucIj-JZ6OHa7Q",
        "link": "https://www.yelp.com/user_details?userid=4qBZvzoCyucIj-JZ6OHa7Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/m_dEPUZpR6y13fOaBFe_Pg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 7,
        "photos": 90,
        "reviews": 55,
        "elite_year": 24
      },
      "comment": {
        "text": "I've been wanting to try this restaurant for the past year. I went after church on a Sunday afternoon and sat at the bar. It wasn't packed and I was attended to immediately. I started off with the Jam up lemonade which was pretty good. I had my eye on the skeeta beach which I'll try next time. This restaurant is soul food based and I decided to order the skillit which comes with eggs, cheddar and hash over your choice of protein. I got it with the crab meat. It was good but dry, so I added the geechee sauce which took it up a notch. I also ordered the collard greens and Mac and Cheese which were fine. Next time I'll try the Afta Church plate. \n\nThe music also was not overbearing which I loved! It's nice to go to a restaurant and not have to listen to music blasting.\n\nAll in all, I had a positive experience and will return again.",
        "language": "en"
      },
      "date": "2024-02-11T23:02:25Z",
      "rating": 4,
      "tags": [
        "6 photos",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N96ekzXKCUM9Aa2DoA1d-A/o.jpg",
          "caption": "Collard greens"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8wa2L0xbFMIdGq2Jid98uw/o.jpg",
          "caption": "Jam up lemonade"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BsonNq6jv069KUSBmXCJXg/o.jpg",
          "caption": "Da Skillit with crab"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0p3__hAroy7tW-zW_FpUAg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/do1HsEMa_Q9xUm5wXSf44w/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wdA1paVJTxAgriejIh9bNw/o.jpg",
          "caption": "Menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jo Ann F.",
        "user_id": "sL8v6S8ugYhN2iwrUDG08Q",
        "link": "https://www.yelp.com/user_details?userid=sL8v6S8ugYhN2iwrUDG08Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DsgOigyNWimGJrspNKi0qQ/180s.jpg",
        "address": "Fairburn, GA",
        "friends": 0,
        "photos": 7,
        "reviews": 42
      },
      "comment": {
        "text": "This review is for Main St in East Point. I posted it to the wrong location. I'm going back today.",
        "language": "en"
      },
      "date": "2024-03-10T12:24:14Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VA-ggpZQXHZY3RPeISZNTw/o.jpg",
          "caption": "Shrimp n grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/buouV8NQu6fa0B_GLE7oqg/o.jpg",
          "caption": "French toast sticks"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chris Z.",
        "user_id": "6u_0IApWz7TgbvEWZHwiRQ",
        "link": "https://www.yelp.com/user_details?userid=6u_0IApWz7TgbvEWZHwiRQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TU_4LT8n9GYSaV7ZlSgHyA/180s.jpg",
        "address": "Ypsilanti, MI",
        "friends": 6,
        "photos": 58,
        "reviews": 54,
        "elite_year": 24
      },
      "comment": {
        "text": "After hearing about this spot from friends we had to check it out, but it feels like it'd be better as a spot to hang out than to go for dinner. First off, our server was fantastic; very charismatic, great at explaining the menu, and tried to legit make sure we were taken care of.\n\nThat said, the food was pretty basic. The bussin' cornmuffins were dry, and the fishamen's muffins weren't cooked that well, in which case the catfish isn't flaky but kinda slimy. The slammin' sammen wasn't bad, and the serving size was pretty big, but didn't knock it out of the park. And the deserts had potential but were too sweet. Specifically, my wife's bread puddin' was so sweet any flavor that the dish had was completely overwhelmed. It just tasted like eating sugar. \n\nOverall an ok experience but would likely only go back with a group for drinks when visiting.",
        "language": "en"
      },
      "date": "2023-11-08T00:34:36Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/b2ykgQZvC60STjJpQdyVWQ/o.jpg",
          "caption": "Geecheerita"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tCP_lv7yLOionKsWM0r2CQ/o.jpg",
          "caption": "Slammin' Sammen"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2y3shXLUYF00jxYxnDknvQ/o.jpg",
          "caption": "Chucktown Chewie Sundae"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kisha J.",
        "user_id": "9ebjmzcLm0wOhAGqZC2Uqg",
        "link": "https://www.yelp.com/user_details?userid=9ebjmzcLm0wOhAGqZC2Uqg",
        "address": "Silver Creek, Austell, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "A Cultural Culinary Delight at Virgil's Gullah Geechee Kitchen \n\nFrom the moment you step into Virgil's Gullah Geechee Kitchen in Atlanta, you're enveloped in more than just a dining experience; you're immersed in a celebration of Gullah Geechee heritage that tantalizes the taste buds and enriches the soul. This gem in the heart of Atlanta is where the rich flavors of the Gullah Geechee culture come alive, offering a menu that brilliantly showcases the depth and diversity of this unique culinary tradition.\n\nThe ambiance of Virgil's is as inviting as the warm smiles that greet you, setting the stage for a memorable meal.\n\nVirgil's Gullah Geechee Kitchen stands as a beacon of culinary excellence in Atlanta, a place where food, culture, and community intertwine to create an unforgettable dining experience. Whether you're a lifelong fan of Gullah Geechee cuisine or exploring these flavors for the first time, Virgil's welcomes you with open arms and a feast fit for royalty. This is why, for anyone seeking not just a meal but a journey through the heart of Gullah Geechee culture.",
        "language": "en"
      },
      "date": "2024-03-08T05:01:20Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Camryn J.",
        "user_id": "-MiM2Nkvj7vMq6IgWSOAkQ",
        "link": "https://www.yelp.com/user_details?userid=-MiM2Nkvj7vMq6IgWSOAkQ",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 2
      },
      "comment": {
        "text": "Absolutely the best service anytime i come in. Drinks and food come out quick and it's fresh. Most definitely a place to come back to always!",
        "language": "en"
      },
      "date": "2024-03-10T19:31:22Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9Cy6NBHbXYhhnGApWgd5jQ/o.jpg",
          "caption": "Afta church plate and skeetabeech drink"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Vernon B.",
        "user_id": "47GUfu7SLVu1w33PZhtqxA",
        "link": "https://www.yelp.com/user_details?userid=47GUfu7SLVu1w33PZhtqxA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/R47uwoaTBp91QbrSSjOAeg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 13,
        "reviews": 5
      },
      "comment": {
        "text": "I can say upon coming to Virgil's I didn't know what to expect. This was a holiday outing for me, moms and my little brother. Too bad it was cold because we could've easily sat outside at their beautiful outside dining area. The downstairs of Virgil's was empty but here's the surprise. They have an upstairs dining/bar area which is DRASTICALLY different from downstairs. The vibe gives it more of a speakeasy feel to it and we loved it.\n\nThe food!!! I ordered the shrimp and grits with crab sauce. This was unbelievable!! They were everything a perfect bowl of shrimp and grits were. My mom got the slammin sammen and she said that sammen was SLAMMIN!!! Adding the bussin muffins and the appetizer platter will definitely fill you up!\n\nCheck out the full review below \n\nhttps://youtu.be/YZROQ15GtXU?si=uiIIbq4R-g43Dv3u",
        "language": "en"
      },
      "date": "2024-01-17T13:57:42Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ln-zj6iXoxVNo49KvmJeEw/o.jpg",
          "caption": "Shrimp and Grits with crab sauce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Cpd3tQKnkShmAVtlCQDJzA/o.jpg",
          "caption": "Slammin Sammen"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/umgzHVZ7gr46hrstsMJUoQ/o.jpg",
          "caption": "Wings N Rice With gravy"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brionta P.",
        "user_id": "ZyZcwqK-IMApXsx-dNCyWg",
        "link": "https://www.yelp.com/user_details?userid=ZyZcwqK-IMApXsx-dNCyWg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/H4rm7SlTwwbnQYnxqvr1_w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 19,
        "photos": 496,
        "reviews": 150,
        "elite_year": 24
      },
      "comment": {
        "text": "YESSSSS BABYYYYY!\nI love the atmosphere here. The music is light 90's R&B, the energy gives southern hospitality. The décor was boho mixed with a modern flare not overdone. \n\nI love how the menu is in Geechee sticking to the theme of the restaurant.  I love it! I was having fun with the menu alone. \n\nThe food was delicious. We ordered the Bussin' Corn muffins, outstanding! The Skirmp N Grits with Crab. This was FIREEE! It was certainly a comfort meal. My friend took down the Afta Church Plate, she literally ate the plate. The food came out quick, it was hot. YUMMMYY! Someone auntie was in the kitchen. The Sweet Potatuh Pie was store bought and I was disappointed, but it was like $9 per splice and that thing didn't touch the microwave. I didn't like that!\n\nThe service here was INSANEEEE! My server felt like a friend. Very personable. Gave several delicious recommendations. Customized my drinks to my liking. When I tell you they can turn over a table. A group had just left, and they immediately had it reset within 5 mins for the next guest. \n\nParking is MEH! I don't like that it's a ton of parking for both restaurants.  A get in where you fit in when it comes to parking.",
        "language": "en"
      },
      "date": "2023-09-21T21:33:10Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P2pEZvy8jP8VGXWGuHYEmA/o.jpg",
          "caption": "Skrimp N Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lAtcFlxbG3xbymb0jdSqZA/o.jpg",
          "caption": "Sweet Potatuh Pie"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Brionta!!!! Thank you so much for your kind words and positive feedback about your recent visit to our restaurant. It truly means a lot to us knowing that you had a pleasant experience. We greatly appreciate your support and the time you took to share your feedback. Knowing that you enjoyed our restaurant's atmosphere and had a positive dining experience brings us immense joy. We strive to create a welcoming and enjoyable environment for all our guests, and it is wonderful to hear that we succeeded in doing so for you. We would be absolutely thrilled to welcome you back to our restaurant in the future. Your satisfaction is our highest priority, and we will continue to work hard to provide you with exceptional service, delicious food, and a memorable dining experience. Please do not hesitate to reach out to us directly when you plan your next visit, and we will be more than happy to assist you. Once again, thank you for your kind words and feedback. We look forward to the pleasure of serving you again soon! Warm regards, Bentley Gm",
          "date": "2023-10-19T21:49:49Z"
        }
      ]
    },
    {
      "user": {
        "name": "JP P.",
        "user_id": "ZGQ6kzzmJDic64lpiD5Bhg",
        "link": "https://www.yelp.com/user_details?userid=ZGQ6kzzmJDic64lpiD5Bhg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JiWrA_E-Q1NbhLRm70GWFQ/180s.jpg",
        "address": "Lithia Springs, GA",
        "friends": 307,
        "photos": 156,
        "reviews": 88
      },
      "comment": {
        "text": "Sit at the bar and ask for \"Ty\"\n\n\nMy husband and I were kid free for the evening so we came here closer to 9p on a Saturday. There was plenty of open seating at the bar, so we chose that over a table. \n\nThere was a nice crowd. Ty greeted us immediately, gave menus and took our order. He makes really good drinks. The food was bussin'. We got the \"Jam Up Wings,\" \"Okra Stew\" and \"She Crab Soup\" first. \n\nEverything took about 10-15 mins to prepare. We got the soups but they didn't come with spoons. The girl dropping the food came back with spoons but they were dirty. I sent them back and she never returned resulting in us having to ask Ty. Ty had to locate the plastic silverware. By the time I got a spoon to eat my soup it was slightly cold.\n\nWe finally ordered. No substitutions on the entrees which was confirmed by the manager. The manager seemed \"over it,\" but he was nice enough I guess. He also seemed tired, as I saw him lay on his arms at the bar. \n\nAnyway, the food came and it was good. My husband had smothered chicken and I had Mac and cheese, the fishermen's nuggets, and green beans and everything was fantastic. I forgot to take pics of everything because my drink hit and the music was vibing. \n\nTy really made the experience enjoyable and even gave recommendations for enjoyment in the area. I would return.",
        "language": "en"
      },
      "date": "2023-12-24T17:48:26Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dd3MswXxc-dCL5fnrrYYqQ/o.jpg",
          "caption": "Okra Gumbo"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Rv989etuZ9oH-uvhhDqemg/o.jpg",
          "caption": "Yella Boi"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lily H.",
        "user_id": "IVh-MA06BzXNohzzEeLyjg",
        "link": "https://www.yelp.com/user_details?userid=IVh-MA06BzXNohzzEeLyjg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/soaEnOIAda0qT5kqLzUPAg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 156,
        "photos": 753,
        "reviews": 218,
        "elite_year": 24
      },
      "comment": {
        "text": "Overall 5/5: Stopped in with a friend to catch up. Delicious food, more on the pricey end but I was definitely stuffed at the end. \n\nFood 5/5: The real star. I had the plate with wings, greens and mac n cheese. It hit every craving i was having that day. The chicken was cooked perfect and the sauce was extremely flavorful. The chicken was crispy on the outside and tender on the inside, absolutely amazing. The mac n cheese had a nice crust on it which i really enjoyed as well. Greens were also yummy. My friend had shrimp which i didn't try, but it definitely looked good. \n\nService 5/5: Our server was very patient with us and knowledgeable about the menu as we looked through everything. Made sure our waters were full and took great care of us! \n\nVibe 5/5: I enjoyed the music and the energy inside. It was clean and everyone there was friendly! Paid parking is available in the lot next to thumbs up diner, not a far walk.  \n\nThank you Virgil's Gullah Kitchen & Bar! \nWill definitely be back :) I brought some leftover home to my boyfriend and he has been dying to go.",
        "language": "en"
      },
      "date": "2023-09-20T15:27:36Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kt7_b1fnMPFWKJADBdb8RQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4nQJGjNgNbj25r54tQsTjA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "OMg Lilly! Thank you so much for sharing your positive experience at our restaurant! We are thrilled to hear that you had a great time during your visit and that our food met your expectations. At Virgils West Midtown, we strive to deliver exceptional dining experiences, and it brings us immense joy to know that we succeeded in doing so for you. Our team works diligently to ensure that all aspects of our restaurant, from the ambiance to the quality of our dishes, are up to par and meet the high standards we set for ourselves. Your kind words and feedback mean a lot to us, as they serve as motivation to continue delivering outstanding service and delicious food to all of our guests. We truly enjoy creating memorable moments and it warms our hearts to know that you had a positive experience in our establishment. We would be more than happy to welcome you back for another wonderful dining experience. Whether it's for a special occasion or a casual meal, we will be here ready to provide you with the same level of service and culinary delight that you enjoyed during your previous visit. Once again, thank you for your kind words. We value your patronage and look forward to the pleasure of serving you again soon! Warm regards,Bentley Gm",
          "date": "2023-10-19T22:02:11Z"
        }
      ]
    },
    {
      "user": {
        "name": "E.l. J.",
        "user_id": "mCVZ0ihm27z34AKTEvOYUA",
        "link": "https://www.yelp.com/user_details?userid=mCVZ0ihm27z34AKTEvOYUA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JInBJ9JBWTFmfLVY4VNLKg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 171,
        "photos": 403,
        "reviews": 198,
        "elite_year": 24
      },
      "comment": {
        "text": "I really wanted to like this place, but it just didn't hit the mark. \n\nWe showed up on a Tuesday evening and they were having karaoke night. So the vibe was cool, as we sang along with everyone. \n\nWe didn't have to wait for a table, but it does seem like we waited a while to order. \n\nOrdered:\n\nStawtuh Sampluh-came with two types of egg rolls and they were okay. Flash fried okra was really good. Fish nuggets had a weird taste. Chicken wings. And some sort of crab cake. It wasn't hitting on anything. \n\nAfta church plate- was my meal and I don't know where they found those mini wings from, but I was highly disappointed. I thought they were little, on purpose, for the appetizer. However receiving them with the meal was disappointing. The greens were good. Side of cabbage was plain. Corn muffins were a little different, but why wouldn't a corn muffin come with a plate? What after church plate doesn't have a corn muffin? \n\nThe thing is, the West side of Atlanta is known for Soul Food! There are too many options for them to play like this. The only thing that sets them apart is they are open later.",
        "language": "en"
      },
      "date": "2023-08-19T14:18:06Z",
      "rating": 2,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/POS6p_ij6oOBNY_bqPodWQ/o.jpg",
          "caption": "Afta church plate"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4ffcrMa2QMba6B1kyjjwXA/o.jpg",
          "caption": "stawtuh sampluh"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jeneen P.",
        "user_id": "kmFlAQXMncy5URTMBLOTUw",
        "link": "https://www.yelp.com/user_details?userid=kmFlAQXMncy5URTMBLOTUw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GClnzK5uIiDLKhvxKFGOBA/180s.jpg",
        "address": "Georgia Tech, Atlanta, GA",
        "friends": 590,
        "photos": 2134,
        "reviews": 255,
        "elite_year": 24
      },
      "comment": {
        "text": "Went to Virgil's on Marietta on a quiet night and the service, food, and music was jammin! We had amazing drinks to start off with. I went with a fav-royal flush crown royal / cranberry / pineappple / peach schnapps / chambord. Apps-fried okra\npickled jalapeno / hot-to-trot dippin' sauce and the afta church plate-four jam-up wingz / macaroni n' cheese / greenz, but gave my bestie my greens. Here are some pics! Cant go wrong with Virgil's",
        "language": "en"
      },
      "date": "2023-09-01T02:50:17Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7VzbvyfBvBoyFUMgsVcoIg/o.jpg",
          "caption": "Royal flush"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kBEijZioO_pY16WZvkq34A/o.jpg",
          "caption": "afta church plate-four jam-up wingz / macaroni n' cheese / greenz"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sWD9NAle8fRA-n3_FSdjig/o.jpg",
          "caption": "Bussin corn muffins"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Maurice C.",
        "user_id": "dEgW_V8PGkAXcN8KD9Fu9A",
        "link": "https://www.yelp.com/user_details?userid=dEgW_V8PGkAXcN8KD9Fu9A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/awdozyM0kcuEwxgnE_WZXA/180s.jpg",
        "address": "Bryant, AR",
        "friends": 153,
        "photos": 5,
        "reviews": 24
      },
      "comment": {
        "text": "Tarika V was a wonderful. Very positive and upbeat. Never allowed my bottomless mimosa to get empty.",
        "language": "en"
      },
      "date": "2024-03-02T19:31:11Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Maurice, I'm pleased to hear that you enjoyed Tarika wonderful customer service. Please come visit again",
          "date": "2024-03-04T23:08:59Z"
        }
      ]
    },
    {
      "user": {
        "name": "D. K. C.",
        "user_id": "BXz2HAGbW9zShg1pZoRDsQ",
        "link": "https://www.yelp.com/user_details?userid=BXz2HAGbW9zShg1pZoRDsQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E9fJN6vozoN8d5YWvOyBYw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 3242,
        "photos": 1262,
        "reviews": 366,
        "elite_year": 24
      },
      "comment": {
        "text": "Hey y'all! It's me again, and I'm back... LoL!! Tonight I visited Virgil's for their Wine Down Wednesday that was hosted by 4US Sports. Though I'm not a wine drinker, I will look for any excuse to go to Virgil's. LoL\n\nAs I just stopped in to support the event and grab a bite to eat, I decided on the \"Jam Up Wingz!\"\n\nPlease bear with me a moment as I am honest...\n\nTo whomever was in the kitchen making these wings. May your days continue to be blessed. I don't know you, however, you are smart, you are kind, you are important, and MOST of all... You. Are. APPRECIATED!!! \n\nThe way you executed this 4 piece of crunchy, juicy, flavorful goodness has blessed my food life. The double crunch on these wings, paired with the unique seasoning blend that I wish was sold by the jar!!! Oh. My. Gosh. More than just a Jam Me Up, babeeeeeeeeee!!! These Wingz in Winginnnnnnnnnnnnnnnn. \n\nThe audacity of the chef to deliver such a crafted wing of utter fried, seasoned, and meaty perfection. I'm not one to say this often, however, this was a perfect wing... I have ever in all my years of wing, wang, and wingz eating had a wing so juicy, so crispy, so crunchy, and so well seasoned that the taste presents an aroma that arouses your taste buds before you have a chance to pick the wing up. \n\nDearly beloved, we are gathered here today as I say I do to these Jam Me Up Wingz. I promise to honor and obey the cravings when they come. To cherish the joy they bring to my life, and most of all, to be by their side for thinner and thicker. Ha!!!!\n\nFor the record, between you and I... I want a 10pc. Lmboooooooooooo!!!\n\nAs always, the ambiance of Virgil's was amazing. The music was spot on and the service was spectacular. Shout out to Arnold for providing stellar service and delivering these wingz of all wingz to my table. \n\nTo the owners... can I get a side of seasoning with every order??? Just think about it...",
        "language": "en"
      },
      "date": "2023-06-29T03:27:42Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/462LloBm6-JxEdMb-IpcnQ/o.jpg",
          "caption": "Jam Up Wingz"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9Lq52EDBMtQRhoOjj4vrXg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/M4OPiQ22Sl3e9FgLU9CqdQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 3,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/HUtZKS_LdK5cmpPk0yd-8A/90s.jpg",
            "role": "OWNER"
          },
          "comment": "This really warmed my heart and I really appreciate such a thoughtful review.  It is what motivates us to do what we do, and we are so grateful that it is well received.  Can't wait to serve you again!",
          "date": "2022-11-21T21:24:26Z"
        }
      ]
    },
    {
      "user": {
        "name": "Ross M.",
        "user_id": "sXSJJ4lj50F3SjERlts_ew",
        "link": "https://www.yelp.com/user_details?userid=sXSJJ4lj50F3SjERlts_ew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Wd1f7c_rL6dEDQ4z612XtA/180s.jpg",
        "address": "Evans, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 18
      },
      "comment": {
        "text": "The food here is well prepared and delicious.\nThe chef even came out to ask me how my meal was prepared. They're very friendly and the service was fast also.  I will definitely be back.",
        "language": "en"
      },
      "date": "2024-02-10T19:03:31Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Shaquanda M.",
        "user_id": "ptiICP0l87EpkbmgpyvzXg",
        "link": "https://www.yelp.com/user_details?userid=ptiICP0l87EpkbmgpyvzXg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SNtRsDtdfBfK28f2C7OZdw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 19,
        "photos": 142,
        "reviews": 112,
        "elite_year": 24
      },
      "comment": {
        "text": "Came for a birthday dinner. Was seated upstairs right next to the dj which was terrible cause that music is super loud. The Dj played great music just not a great idea to have seating right next to the dj area. It wasn't crowded upstairs but it was definitely crowded downstairs. We were a pretty large party but only had 1 server, in my opinion there should've been two servers, but was told they were short handed. The service was veryyyy slowwww. I mean like it was bad. Even after we ate we had to stand up and put on our jackets to catch their attention. We were there beyond 3 hours. We had to stare down or wave down the waiter just to get his attention but he would just say give him a second. A couple times we had to ask another waitress for our food because it took a while to come out. I had a veggie plate I liked everything but the rice. The okra was my fav. The collards were nice and tender. I'm not sure why I didn't like the rice just wasn't my fav.",
        "language": "en"
      },
      "date": "2024-01-22T06:01:11Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/v_Qe1Qgq3TbCF5ZkKb-ftA/o.jpg",
          "caption": "Veggie plate"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lauren R.",
        "user_id": "rttRC-n8RhDZjup4IyQmwQ",
        "link": "https://www.yelp.com/user_details?userid=rttRC-n8RhDZjup4IyQmwQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rgFzK4U47-TvUiLMdofdgQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 80,
        "photos": 254,
        "reviews": 82,
        "elite_year": 24
      },
      "comment": {
        "text": "It was a Sunday. I parked in the lot beside the restaurant. It's also the lot for Thumbs Up. My friend and I didn't have reservations so there was a wait. We ended up finding a seat at the upstairs bar and also where the DJ set up. \n\nWe came for Sunday soul brunch 11-5. \n\nAs everyone knows, there's a restaurant staff shortage and it was apparent here. But they tried their best. It took a while to get drinks and food but my friend and I were patient. We ordered a carafe of Prosecco. \n\nWe asked them to turn the game on and they did after having to figure out the remote and plus being short handed. I appreciated them! \n\nOur food was good. I added a side of gravy to my food, it was really good. I had the Sammen patty plate which was croquettes and I chose scrambled cheese eggs and potatoes. My friend had the slammin seafood bowl. We cleaned our plates. \n\nAll in all I recommend. Good food and good vibes.",
        "language": "en"
      },
      "date": "2023-07-14T17:36:27Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FSzKMeUl2376tf718flKmw/o.jpg",
          "caption": "Soul Brunch menú"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/68vJ69d3f605WEUB0a7mXQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zgcN6Y6VfS3wniS8OHvJxQ/o.jpg",
          "caption": "Salmon Croquettes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9gnoL9kwZQjc8X-Wd8BNGA/o.jpg",
          "caption": "Entrance"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dee R.",
        "user_id": "g8fOeH--8fJgJurHkMXuTw",
        "link": "https://www.yelp.com/user_details?userid=g8fOeH--8fJgJurHkMXuTw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ta-uBnOBOazCdf3ka5x-2A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 18,
        "photos": 202,
        "reviews": 140,
        "elite_year": 24
      },
      "comment": {
        "text": "I lovedddd this place! It was crazy busy and the service was slow, but the food was worth it . The grits were very good , so good, the drinks are awesome, but, you will wait at least an 30 minutes  between getting them . Would definitely going back! The place was cute  and clean",
        "language": "en"
      },
      "date": "2023-10-25T17:42:39Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cq3AOD0pOKhKkU7CpSuNRQ/o.jpg",
          "caption": "Fish and grits"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you so much for taking the time to leave us such a wonderful review! We truly appreciate your kind words about the amazing food at our restaurant. Creating a welcoming and enjoyable atmosphere for our guests is something we strive for every day, so we're thrilled to hear that you had a great experience. Our team works hard to provide a warm and inviting ambiance that complements the delicious meals we serve. We're especially delighted to know that you found our food to be amazing. Our chefs take great pride in crafting each dish with the finest ingredients and techniques, aiming to exceed our customers' expectations.  We do Apologize for the wait, with your food and drinks. Your feedback serves as a significant encouragement to the entire team. Once again, we appreciate your generous review and for choosing our restaurant. We can't wait to welcome you back for another delightful dining experience! Warm regards Bentley GM",
          "date": "2023-10-30T20:32:38Z"
        }
      ]
    },
    {
      "user": {
        "name": "Candyce V.",
        "user_id": "i-bxB2SGzK8vIpHPB62pqw",
        "link": "https://www.yelp.com/user_details?userid=i-bxB2SGzK8vIpHPB62pqw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oRq5Zlo5vP1pNt7zHyTPHA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 765,
        "photos": 562,
        "reviews": 334,
        "elite_year": 24
      },
      "comment": {
        "text": "As a native of Charleston, I'm always excited to get a little taste of home at Virgil's! I had a chance to check out their newer location and brunch recently. When I saw Egg N Rice offered on the menu, I had to have it! I remember plenty of meals of eggs and rice growing up and I love it. The Sammen Patties reminded me of my dad's cooking too--great flavors and they were prepared perfectly.\n\nI never had mimosas with my meals as a kid, obviously haha, but I certainly had a couple during this meal! The Passionfruit mimosa is delicious.\n\nAs we say in Charleston, Look Yah! You don't want to miss a chance to enjoy culture and amazing cuisine at Virgil's.",
        "language": "en"
      },
      "date": "2023-05-21T19:49:23Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0CXqQxM-wrPYq4YlLdfGIA/o.jpg",
          "caption": "Sammen Patty Plate"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EdovrdhnWGEX0dXt_9GRPw/o.jpg",
          "caption": "Passionfruit Mimosa"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Candyce, I'm so glad we remind you of home. That was the idea, to share these warm Gullah meals with as many as we can. Thanks for visiting, and we look forward to seeing you again.",
          "date": "2023-05-29T22:08:43Z"
        }
      ]
    },
    {
      "user": {
        "name": "Mitchellie V.",
        "user_id": "Z02Pdgv-Lj2iGV_ao7QjWQ",
        "link": "https://www.yelp.com/user_details?userid=Z02Pdgv-Lj2iGV_ao7QjWQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6Vw2LGZkB6lDlikxJuavfg/180s.jpg",
        "address": "Woodstock, GA",
        "friends": 187,
        "photos": 858,
        "reviews": 226,
        "elite_year": 24
      },
      "comment": {
        "text": "Food.\n\nThe food ... OMG!  I am only giving this venue 1Star bc this review will not post w/o one.  The food was worst than average.\n\nAmbiance.\n\nThis is a very specific type of eatery.  U gta like being treated otherwise and eating food not so made w/ love & attn.\n\nService.\n\nIt was a beautiful day out so wanted to dine outside.  \nThe server for the outside dining may have called in & the hostess attempted to resit us indoors but after I questioned their direction, a server was sent over to take our order.  \n\nOur server's attire was not appropriate.  She was wearing biker shorts with holes and a wrinkled t-shirt.  Not just a little hole, it was very noticeable big!!!  Like tears.  Looking around and it appears that their staff's only requirement for dress code that it was the color black.  She was not personable and she practically threw our plates on the table, LoL!  We looked around to where the kitchen was and where the staff congregated bc needing service seemed like a stretch.  Our server, specifically was on her phone for a good 20min before I was able to make eye contact w/ a server walking by her that nudge her for me.  And @ the end, I was not surprised when she did not box our leftovers.\n\nI will not return and definitely do not recommend this business to anyone who enjoys dining out.",
        "language": "en"
      },
      "date": "2023-06-29T22:37:05Z",
      "rating": 1,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rWDz7VUJI25eM1Q37MsEXg/o.jpg",
          "caption": "$2.00 Wings & Gullah EggRolls..."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8n4dKFhduowWwPcnWPrQTA/o.jpg",
          "caption": "Greens...  #OverCooked =*{"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "j james c.",
        "user_id": "dsHd6lCA-U5FU6X9FjXDjQ",
        "link": "https://www.yelp.com/user_details?userid=dsHd6lCA-U5FU6X9FjXDjQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/F9wRGWxemE1A9r7wnakT7A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 38,
        "photos": 11,
        "reviews": 48
      },
      "comment": {
        "text": "Everything good! Service excellent! Ambience is fab too!  Will def go out of my way to dine and drink there again.",
        "language": "en"
      },
      "date": "2024-02-24T11:45:08Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tierney J.",
        "user_id": "zJfFkP8g2mLq1c6_jROSeQ",
        "link": "https://www.yelp.com/user_details?userid=zJfFkP8g2mLq1c6_jROSeQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WxQGgzsAwj5c9EOqHH1Cxw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 31,
        "photos": 129,
        "reviews": 59,
        "elite_year": 24
      },
      "comment": {
        "text": "BOOK A RESERVATION!!! I REPEAT...BOOK A RESERVATION!! (If not you're risking long wait time on the weekend)\n\nNow that that's cleared up\n\nService: Our server and the staff was very kind and did their best to accommodate us without a reservation. One of the staff IMMEDIATELY brought my toddler some juice once we were seated without me even asking which was much appreciated considering how long we waited.\n\nAmbience: chill vibes! great music! We sat downstairs where the garage-like doors were open to the street, and surprisingly it wasn't even hot! There was great air flow and by the time the sun went down, it was a breeze. The artwork was dope too!\n\nFood: My mom and aunt had Salmon salads. They said it was good! It was a nice piece of salmon too!\n\nMy cousin had the jammin wings which were whole wings. \n\nMy toddler had the a la carte fries (wedges) and wings. Baby listen. Fried to perfection. Good and crispy\n\nI had the she crab soup and gullah eggrolls! Both yummy!\n\nOf course we had to try the popular bussin corn muffins! They were good! Definitely a different flavor for  me. My aunt really liked them! Worth the try.\n\nI also had da washin' board:\nrepasado tequila / cointreau / blood orange / lime / AGAVE....that thang was stronger than I expected which is a super PLUS!\n\nOverall I give this spot a 10! I would love to go back to try more on their menu!",
        "language": "en"
      },
      "date": "2023-06-25T12:13:34Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5K1jdscvgSW7HtKmZWr1Hw/o.jpg",
          "caption": "She crab soup and Gullah Eggrolls"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tDvGs0YqSwU3aZJDdCSInw/o.jpg",
          "caption": "A la carte jammin wings and gullah fries"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/D3grF2S0z3sEWeLvUst_kQ/o.jpg",
          "caption": "Jammin wings baskit"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Kx_pUDVpNntRz7vfZMsdVw/o.jpg",
          "caption": "Salmon Salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/avhKRodYUuC2QcWFIpXrng/o.jpg",
          "caption": "Artwork"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EbEikcvhppjKgRj1tOPWDQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Renee T.",
        "user_id": "oxOuPA01I1naiUIIaJ_eRg",
        "link": "https://www.yelp.com/user_details?userid=oxOuPA01I1naiUIIaJ_eRg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/A_AKpIH5mJih-r810cO7wA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 36,
        "photos": 341,
        "reviews": 58,
        "elite_year": 24
      },
      "comment": {
        "text": "A friend came to town for the holiday weekend and wanted to plan a brunch meet up with the girls. She was sent several options and landed on Virgil's and selected the West Midtown location as it was the most central of their restaurants. I had been to the East Point location when it first opened so I was excited to try their newer location. What a great choice! We sat downstairs at an inside table but that gave that indoor outdoor feel. Rikki was our server for our party of 8 and she was awesome and on top of everything throughout the dining experience! They are cashless and only accept one payment for large parties (which should be the norm) but Rikki also split it out for everyone so each person would know what they owed to the person who paid. That was so nice of her to do even though we would've split it down the middle to make it easier on her. Definitely ask for her when you go!\n\nMust haves:\nCorn muffins\nAfta Church Plate (the wings and mac n cheese are soooo delicious)\nSammen Patties (part of Sammen Patty Plate)\nSkrimp N Grits Wit Crab\nPoke Chop Baskit\n\nOk:\nGreens (need a little more seasoning but better with hot sauce)\nDrinks (beautiful presented but taste was ok on most of them) \n\nAtmosphere:\nVery chill with great music. The DJ is sooo good and played all the classics 90s and 2000 R&B hits as well as a myriad of other music. \n\nRestroom:\nThere was only one restroom downstairs but it didn't seem to be a problem. Not sure how many there may be upstairs.",
        "language": "en"
      },
      "date": "2023-05-29T19:26:43Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lySVlDug4mSPPyLy46s0sw/o.jpg",
          "caption": "Exterior"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wFqXxIvwakZ-Gyy13leEhw/o.jpg",
          "caption": "Interior"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/D6cNcUj2V6ERPhGzqI_lDg/o.jpg",
          "caption": "Bar"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/inrl3JxAMurtfOp6ojbjiA/o.jpg",
          "caption": "Skrimp N Grits Wit Crab"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/X9oibKbV_1X14aMCeppKzA/o.jpg",
          "caption": "Bussin' Cornmuffins"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V4rAfLoyuqHcS28C5dcSwQ/o.jpg",
          "caption": "Sammen Patty Plate"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BkbiNjKzYwwK2GcauzScMA/o.jpg",
          "caption": "Yella Boi Da Washin' Board"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lVDVvazCo5z0-DzQjfo8GA/o.jpg",
          "caption": "Poke Chop Baskit"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ua_GgbZUCpQi2pqcOyqL-Q/o.jpg",
          "caption": "Afta Church Plate"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KMrN7wWqXFin1F3uTkhXxA/o.jpg",
          "caption": "Menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jasmine T.",
        "user_id": "aYeQgMXp3RfzEVPTZkFcSQ",
        "link": "https://www.yelp.com/user_details?userid=aYeQgMXp3RfzEVPTZkFcSQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jrtKtHfpd4sQVkCtPAs-Hw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 3,
        "photos": 57,
        "reviews": 39,
        "elite_year": 24
      },
      "comment": {
        "text": "This spot is definitely a vibe. The food was pretty good. You can't make substitutions on your meals but you can add on. The server recommended ordering Al a carte if you want a mix of different plates. The service was great. We sat upstairs on the outside deck which was very chill. Their vibe with the doors up downstairs is cool. \n\nSalmon - very good. The salmon was crispy and flavorful. I wasn't the biggest fan of the corn but I ate it all. The rice needed to be eaten with other food on the plate. It was rather plain. It needed salt and butter. \n\nCorn Muffins - heavenly. They were moist and not too sweet. I could've eaten 10 of them. \n\nFried Chicken plate - very very good. The wings are the perfect size to me. The mac n cheese was delicious. The greens were great. They didn't need anything added to them. \n\nI think it is more of a lounge at night because the kitchen closes at 11 but they're open until 1am.",
        "language": "en"
      },
      "date": "2023-06-12T15:51:20Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7qWetamzR7QDck9PDpxBUQ/o.jpg",
          "caption": "Slammin' Salmon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pMeOvC9MeBYoG36yGxmX5g/o.jpg",
          "caption": "Afta Church Plate"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cx_SfR6KjNHvziY4iblnxQ/o.jpg",
          "caption": "Corn muffins"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Symone M.",
        "user_id": "AxDC6O4Q_67V_nQJMCCvMA",
        "link": "https://www.yelp.com/user_details?userid=AxDC6O4Q_67V_nQJMCCvMA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/I2NhoeH6fDr1_FQahG0fOQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 8,
        "photos": 140,
        "reviews": 62,
        "elite_year": 24
      },
      "comment": {
        "text": "This restaurant has been on my list for a while so hubby and I decided to check it out for date night. There's a paid parking lot close by to park, my husband dropped me off at the front. This place is kinda small so I'm glad we had reservations in formation! We were seated upstairs which had a different ambiance than downstairs. We ordered the egg rolls as our app and we ordered a la carte for our entrees which included the deviled crab, fried shrimp, fried fish and crab rice with sides of greens and mac n cheese. Our food was pretty tasty. The rice could have used more love but overall a good experience at this restaurant! There's dope artwork upstairs, great for a nice photo op!",
        "language": "en"
      },
      "date": "2023-10-21T05:25:56Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OX542l5alcnPDeg7ygjg_Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/30QbXdZvaKgTOgGgv2Pt3A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cTJSOQJGZHPdAaBouZbcNA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jenn G.",
        "user_id": "qk1cec-iFqxcASocFKEw9A",
        "link": "https://www.yelp.com/user_details?userid=qk1cec-iFqxcASocFKEw9A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bT_H8oM7frIZxRdnQz79Ng/180s.jpg",
        "address": "Decatur, GA",
        "friends": 102,
        "photos": 30,
        "reviews": 18
      },
      "comment": {
        "text": "Nice spot for brunch with ample parking. You got to get try their good ol' southern breakfast/brunch.",
        "language": "en"
      },
      "date": "2024-01-20T19:13:19Z",
      "rating": 3,
      "tags": [
        "1 photo",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6vaDjKs-PxXula46uqXvxQ/o.jpg",
          "caption": "Bussin' Cornmuffins and Stuhday Mornin' breakfast plate"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tonya W.",
        "user_id": "Qc5cAd9r7GiH6p1tLVbTRw",
        "link": "https://www.yelp.com/user_details?userid=Qc5cAd9r7GiH6p1tLVbTRw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/IuSdxlKYm25a6Mu-UxAQyA/180s.jpg",
        "address": "Saint Louis, MO",
        "friends": 40,
        "photos": 26,
        "reviews": 36
      },
      "comment": {
        "text": "Tow stars and a missed opportunity. Our party was seated outside on the front patio. The table is too low to be considered a seating area. It's more like an area to wait to be seated. I'm 5'2\" and either had to lean over really far or hold my plate on my lap. Not ideal when dining out. This is an easy fix. Get better outdoor dining furniture to seat guests. \n\nThe service was EXTREMELY SLOW! We ordered cocktails and NEVER got them ...EVER. Instead, our waiter decided to bring us cocktails that we didn't order just to appease us until our drinks were made. The drinks we ordered were NEVER made and then he charged us for the \"donated\" drinks and the drinks we initially ordered but never received. When I brought it to his attention he altered the bill by removing the drinks that we ordered and also altered the prices such that the final bill was the same amount before and after he \"removed\" the cocktails that were never received. \n\nThe food was good when we finally got it and those corn muffins were . \n\nI currently cannot recommend this place. Perhaps after the replace the outside furniture and hire honest staff my opinion may change. \n\nPS ~ The patio furniture is suitable if you want to sit outside and ONLY have cocktails. Very uncomfortable if dining.",
        "language": "en"
      },
      "date": "2023-10-23T12:30:52Z",
      "rating": 2,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fryIWcAumMkvjQ0kioGocw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ETQuUQUvvSuRSo-MKAc9Ew/o.jpg",
          "caption": "Fried pork chops & fries"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you  Tonya for taking the time to leave us a review about your recent experience at our restaurant. We value all feedback as it helps us identify areas for improvement and provide better service in the future. We sincerely apologize for the slow service and the mistake made by our waiter regarding the incorrect drinks and charging for them. This is not reflective of the level of service we strive to provide, and we deeply regret any inconvenience or frustration caused. We would like to make it right for you.  We want to investigate the matter thoroughly and take appropriate actions to prevent similar occurrences in the future. Additionally, we would like to extend an invitation for you to visit us again. We truly value your patronage and would appreciate the opportunity to provide you with a better dining experience. Please reach out to us directly, and we will do our best to ensure that any future visit exceeds your expectations. Once again, we apologize for any inconvenience caused. Thank you for bringing this to our attention, and we hope to have the chance to make amends and regain your confidence in our restaurant. Kind regards Bentley Gm",
          "date": "2023-10-30T20:51:45Z"
        }
      ]
    },
    {
      "user": {
        "name": "Kim J.",
        "user_id": "fSyTxV5fsfFOgK56rBOXBA",
        "link": "https://www.yelp.com/user_details?userid=fSyTxV5fsfFOgK56rBOXBA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UA66tDs_lvra5YQYWoafTA/180s.jpg",
        "address": "Washington, DC",
        "friends": 205,
        "photos": 512,
        "reviews": 163,
        "elite_year": 24
      },
      "comment": {
        "text": "Was looking for a brunch spot with my sis and saw Virgil's on Yelp. We didn't have a reservation and thankfully were able to be seated right away. Inside was super cute with a variety of  areas to sit. They had an outside seating area when you walk up, an indoor first floor dining area, an upstairs dining area, and then a second floor outdoor area. We were seated in the dining room upstairs. \n\nZach was our server. He was in training and we had no idea until he came over at the end with the server who was training him and asked how he did. He was awesome and attentive. And he remembered our orders correctly without writing them down. \n\nThe menu is straight forward. No substitutions but they have an a la carte side where you can piece your meal together. I got the Afta Chicken Plate and my sis got  the sammen and grits. We also had the corn muffins. Everything was yummy. I can't wait to go back and try more food. They also have various events throughout the week. \n\nThe restaurant is easy to find and there is a paid lot nearby. \n\n \nTuesday -karaoke and live dj\nWednesday - board games\nFriday - family and friends with dj\nSaturday and Sunday - brunch with dj",
        "language": "en"
      },
      "date": "2023-03-28T03:48:37Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0sVn0hK564qDP-Os1eedUQ/o.jpg",
          "caption": "Outside area"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cuyxkvOo3uplsEJcK5lUzQ/o.jpg",
          "caption": "Downstaira"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vc83QaXExZ3jsQkHP-S0_w/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gx8jd5sQOiCgzqz5Qf_DjQ/o.jpg",
          "caption": "Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UwdwU-0m1mt96zuDPV7zXA/o.jpg",
          "caption": "Bussin cornmuffins"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vz0L11UiVzqqz90tgO1thQ/o.jpg",
          "caption": "Afta Church Plate"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OWleZakDwJKi2zeYnYCbXQ/o.jpg",
          "caption": "Mural upstairs"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GfJa_w35R1UjhYEsXLFkSg/o.jpg",
          "caption": "Upstairs bar"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RTKDND_VJyWsc2YjVSiqOA/o.jpg",
          "caption": "Sammen (salmon)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ikh_Za3nXvyLsphdtD5uZA/o.jpg",
          "caption": "View of building"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Kim. Thanks for dining at Virgil's, and taking the time to let us know you enjoyed your visit. The managers read these reviews every week, and it's makes us all smile to know our guests leave happy. We hope to see you again.",
          "date": "2023-04-17T03:51:22Z"
        }
      ]
    },
    {
      "user": {
        "name": "Dionne F.",
        "user_id": "VQC9s4qIU-Xm4tt6ylwgiQ",
        "link": "https://www.yelp.com/user_details?userid=VQC9s4qIU-Xm4tt6ylwgiQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PN-XcMRU2rHrEdhObcYsJw/180s.jpg",
        "address": "New York, NY",
        "friends": 23,
        "photos": 48,
        "reviews": 112,
        "elite_year": 24
      },
      "comment": {
        "text": "Listen, I'm here for #everythingblack and that's especially true for my dining experience because truly, nobody seasons their food like Black people.  In the food department, it was an almost perfect meal.  I ordered the Seafood Bowl, which was fried seafood over stone ground grits, with crab gravy.  My partner got the Skrimp and grits with crab gravy, and we shared the fried green tomatoes.\n\nThe Good\nThe flavors were flavored and the grits were delicious and smooth.  The fried shrimp were perfectly cooked.\n\nThe lemonade was about the best lemonade I've ever had in my life.  Tart, fresh, and sweet.\n\nThe vibe was HIGH.  Everyone was having a good time and enjoying being black and excellent together.\n\nRoom to grow\nI like my food piping hot, and the temperature of my meal wasn't great.  The seafood was warmer than my grits, like they'd been sitting there awhile waiting for the seafood to come out the fryer.\n\nI bit into one not quite right fried oyster, and immediately got nervous about my tummy.  \n\nNobody offered us any water, and it took a minute for anyone to acknowledge us sitting at the bar. I will say that our server was lovely and prompt once she finally got to us.\n\nThe fried green tomatoes were delicious but I prefer a finer corn meal on my fried foods.\n\nI would definitely return to try more of the menu because all and all, the food was tasty and the ambience was correct!  I'll make sure to get a rezy next time.",
        "language": "en"
      },
      "date": "2023-04-15T22:21:35Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iGc_5Tx2lazLqgeCTr-sag/o.jpg",
          "caption": "A beautiful day at Virgil's!!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2nn4xQvyeV4M0EHl2FfRxw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ml7l71uJWscUpGuWQgLvCA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Dionne,\nThanks for leaving thorough feedback we can use to improve the dining experience of our guests. The managers read these reviews, then as a team work on a resolution to issues guests bring up in reviews. By the next time you return, you should be thoroughly happy with everything (well, maybe not the cornmeal on the tomatoes :)). See you again.",
          "date": "2023-04-17T02:38:39Z"
        }
      ]
    },
    {
      "user": {
        "name": "Larissa J.",
        "user_id": "s1oCrZwYEtaNwLdLBfczAA",
        "link": "https://www.yelp.com/user_details?userid=s1oCrZwYEtaNwLdLBfczAA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jIvVt7Tzdsc_YaiaWR8f2A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 28,
        "photos": 99,
        "reviews": 53,
        "elite_year": 24
      },
      "comment": {
        "text": "Overall, it was a good time and I would give them another chance! \n\nReservations: We made reservations online and although we were there on time, it did take some time to be seated. \n\nParking: We love a place with free parking and this spot has ample parking right next to the restaurant. Although there are Mobile Parking signs, the lot is free parking. \n\nFood: I ordered the Bussin' Cornmuffins and the Slammin' Sammen. The Cornmuffins were absolutely delicious. I was told if it was my first time there, I should definitely order them and I second this. But also if you've been there multiple times, I recommend! The Slammin' Sammen plate was also delicious. Everything was well seasoned and I was pleasantly surprised by the corn. I would order this dish again. \n\nDrinks: They have a variety of cocktails on the menu, as well as wine and other drinks. I ordered the Jam-Up Lemonade and I was happy with my choice. My friend ordered two drinks, Red Gal and I think Royal Flush. She wasn't a fan of either and sent them back. \n\nVibes: I loved the artwork and aesthetic of the place. They have two levels and an indoor/outdoor seating area. Upstairs has the DJ (who was really vibing and had a great music selection). Unfortunately, the wait for food and drinks were significantly longer than we expected, even though we were given a heads up the kitchen was backed up. When our plate finally did come out, it was in to go boxes and we were given plastic utensils because they ran out of plate ware and reusable utensils. We totally get it things happen, but it wasn't the experience we were expecting. I'm hoping it was a one time thing and not a consistent occurrence.",
        "language": "en"
      },
      "date": "2023-04-09T18:32:43Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lMDLEhqFl0uih-RDlLOd6A/o.jpg",
          "caption": "Slammin' Sammen"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gPH4TCK8tvaSfV-GQGNmoQ/o.jpg",
          "caption": "Bussin' Cornmuffins & Jam-Up Lemonade"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for visiting and letting us know you enjoyed the experience. We look forward to serving you again.",
          "date": "2023-04-17T04:00:59Z"
        }
      ]
    },
    {
      "user": {
        "name": "Dana G.",
        "user_id": "1f3a-_PdKeEXQp46FOW5og",
        "link": "https://www.yelp.com/user_details?userid=1f3a-_PdKeEXQp46FOW5og",
        "address": "Atlanta, GA",
        "friends": 8,
        "photos": 9,
        "reviews": 12
      },
      "comment": {
        "text": "Virgil's had a good DJ, so it was more of a lounge restaurant experience. People were up and dancing and it was loud. It was fun, but the food left much to be desired. The wings tasted like the grease was burned and the bread pudding was more like a peach sauce over shortcakes. The salmon and shrimp and grits were just okay. 1 app, 4 drinks, two entrees + automatic 20% was $200. You come for the vibe, not really the food.",
        "language": "en"
      },
      "date": "2024-02-17T19:55:33Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_cUpHgppWaHYB_f1tl3FzQ/o.jpg",
          "caption": "Bread pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ICmpqd5snDsadpLan6edQg/o.jpg",
          "caption": "Salmon with rice and corn, chicken wings, shrimp snd grits"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Angelica D.",
        "user_id": "DTFOGN81zlhrYENyvwQ79w",
        "link": "https://www.yelp.com/user_details?userid=DTFOGN81zlhrYENyvwQ79w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OtsHe6PGZ_HjBcfIGHOUgw/180s.jpg",
        "address": "Decatur, GA",
        "friends": 467,
        "photos": 1958,
        "reviews": 423,
        "elite_year": 24
      },
      "comment": {
        "text": "2.5 rounded up to a 3.... I've been to their College Park location previously and enjoyed the food, so I suggested this location for a birthday celebration for my niece who attends college nearby. The restaurant is aesthetically pleasing and has 2 levels. Seating was a little tight though. We had a party of 7 and were packed in next to another party.\n\nIt took a while for our server to greet us. We started with the corn muffins and shark bites. The muffins were good. The shark bite were ok. Drinks were never filled until I made a request. We also had to track the server down for silverware and napkins. Speaking of silverware, there was none on this particular night. We were given plastic utensils and party napkins. I ordered the seafood plate that's described as having fish, shrimp, deviled crab, oysters and fries. While eating, I noticed that the oysters were missing. The server spoke with the cook and returned to say none were available. This should've been mentioned prior. The shrimp were alright, the deviled crab was room temperature, the fries were thick, bland potato wedges and the fish was fried \"soft\". I prefer fried foods cooked hard. No complaints were had about the salmon. \n\nOverall, I honestly can't see my self going out my way to return to this location. The music is extremely loud and the service was lackluster. Parking is free and reservations can be made through opentable.",
        "language": "en"
      },
      "date": "2023-02-06T16:05:40Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aYx_PHG3Ez4AmIy19YsuiA/o.jpg",
          "caption": "Slammin' salmon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Y1W-VdF6t6mxP1Gmhc6bDw/o.jpg",
          "caption": "Seafood plate"
        }
      ],
      "feedback": {
        "useful": 23,
        "funny": 6,
        "cool": 15
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Angelica, thank you for taking time out of your day to let us know about your experience. We listen to our guests and make great efforts to address any problems experienced while dining at Virgil's. I'll have the managers review and address these concerns at the next meeting. I'm sorry to hear you may not want to return, but we are always striving to improve, so your observations are appreciated.",
          "date": "2023-02-07T04:25:48Z"
        }
      ]
    },
    {
      "user": {
        "name": "Renee W.",
        "user_id": "FK3sMqJM0R55kw99Tib4gQ",
        "link": "https://www.yelp.com/user_details?userid=FK3sMqJM0R55kw99Tib4gQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/s8Y6LmdljVED81fr1DJg2g/180s.jpg",
        "address": "Mableton, GA",
        "friends": 176,
        "photos": 224,
        "reviews": 387,
        "elite_year": 24
      },
      "comment": {
        "text": "After attending an event my husband and I needed to grab dinner. It was around 10:30 when we arrived on a Friday night. First off let me just say the space it cute but small. There was an upstairs area that people kept coming in and going up to. Music was playing and it sounded like a gathering space. \nThe service was okay and the food was cool but this will be a one and done experience for me. As other commenters mentioned they were out of several items so we got the chicken wings, crab rice, Mac and cheese, salad and collard greens. The salad was probably the best thing I enjoyed. The rice wasn't good to me. Tasted gummy and bland but real fishy and the chicken wings were like a 7 out of 10. Cook well but missing something in the seasoning not sure what though. Anyway check them out for yourselves!",
        "language": "en"
      },
      "date": "2023-02-18T15:44:12Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wOQsiCyGngs7jQ6zmPN86Q/o.jpg",
          "caption": "Side salad."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/k2Sbk9S8g4dTq4_yDOoBoA/o.jpg",
          "caption": "Crab rice and chicken wings."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thanks for giving us a try, Renee.",
          "date": "2023-02-28T07:19:13Z"
        }
      ]
    },
    {
      "user": {
        "name": "Eryn H.",
        "user_id": "ZczJx01rqjbcKSNFGF23SQ",
        "link": "https://www.yelp.com/user_details?userid=ZczJx01rqjbcKSNFGF23SQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FCPWA-63JhmJuLYea5bfjg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 7,
        "photos": 212,
        "reviews": 89,
        "elite_year": 24
      },
      "comment": {
        "text": "I really enjoyed everything about Virgil's ! The service was really really good and so was the food. There is free parking which I love especially since it is in midtown. They have outside or inside seating which I love also. There isn't super loud music so you are able to enjoy brunch and conversation with no hookah or twerking. Let's get to the food ! Everything we ordered was super good. Started with the fried green tomatoes they were good, passion fruit mimosa was ok. My friend got the salmon croquettes and grits which were really good and I got the oxtails ham hocks and grits. That meal was good but I wouldn't order again. The grits are amazing and I am not a grits person. I definitely want to come back to try more menu items and experience the great service. I brunch a lot so I am big on customer service and they have it here !",
        "language": "en"
      },
      "date": "2023-09-03T14:47:35Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fteZ_V1lkQyB44JXpwAVKg/o.jpg",
          "caption": "Salmon croquettes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/E5b0NXeoJSih_r2p8ucyAQ/o.jpg",
          "caption": "Outside"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2ALzpeqwr1z07jOIqJcHWQ/o.jpg",
          "caption": "Mimosa"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BizJ3-s-pFOSvW0b9TUTtg/o.jpg",
          "caption": "Menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kaitlin B.",
        "user_id": "vMPiIZaXl07b7KDp2F6Few",
        "link": "https://www.yelp.com/user_details?userid=vMPiIZaXl07b7KDp2F6Few",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AO7cio14z6Mhx7xZri6CkA/180s.jpg",
        "address": "Buckhead, Atlanta, GA",
        "friends": 128,
        "photos": 103,
        "reviews": 67,
        "elite_year": 24
      },
      "comment": {
        "text": "Virgil's was such an amazing resturaunt! My cousins were visiting from Cali and they desperately wanted southern food so I took a chance and brought them here. The staff was so kind to us our server was super sweet I have no idea what his name was but he just moved to atl from Chicago and I wish him all the best!! The restaurant was very nice and clean and had the most beautiful mural painted upstairs. There is also indoor and outdoor seating. Now let's get to this food friends! This after church plate was classic so I know I couldn't go wrong with it. Everything was perfectly made. The wings were crispy. The mac and cheese was perfect and the greens were amazing! I really enjoyed this restaurant and I will definitely be back !!",
        "language": "en"
      },
      "date": "2023-09-13T15:01:49Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/D3G0HrpihI6tEedFc6lqlA/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/i2qKDYGGUnji0_TagFcpDQ/o.jpg",
          "caption": "Afta Church plate"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "I am so happy to hear you all enjoyed your visit. Ya'll come on back next get-together. We'll get you a bowl of Skrimp n'Grits wit Crab Gravy for a Gullah twist. Thanks for visiting.",
          "date": "2023-09-19T09:44:14Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nia B.",
        "user_id": "FJVX_LGSWcAb8cPQTOM_Qg",
        "link": "https://www.yelp.com/user_details?userid=FJVX_LGSWcAb8cPQTOM_Qg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NSF_bwNSc6zOWc4i31U3RQ/180s.jpg",
        "address": "McLeansville, NC",
        "friends": 4,
        "photos": 68,
        "reviews": 47,
        "elite_year": 24
      },
      "comment": {
        "text": "We decided to try this restaurant as it was near our hotel and seemed to have the perfect vibe for date night. It's a cozy two story building with outdoor seating space as well. Staff was very friendly and made us comfortable with the menu by explaining how items were served and providing us with their personal recommendations. We decided to get the land n watuh egg rolls (appetizer) and slammin sammen which were both excellent. Serving sizes were huge, the salmon was flaky and flavorful and the food was brought out quickly and was hot! We also got drinks called get right up and skeeta beach. The drinks were strong but good. This is easily one of my favorite restaurants in Atlanta and I will be sure to return whenever I am in town!",
        "language": "en"
      },
      "date": "2023-07-10T01:52:32Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5zNNublI8FXI7r-EDWY6Tw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Nia, what a great review. We truly appreciate the recommendation. We love to say we're one of the best, but we especially love it when guests say it. See you again, and thanks for visiting.",
          "date": "2023-07-10T20:38:08Z"
        }
      ]
    },
    {
      "user": {
        "name": "Tahnyuh H.",
        "user_id": "Rd8lvr9wfMst8pVWLrsK8g",
        "link": "https://www.yelp.com/user_details?userid=Rd8lvr9wfMst8pVWLrsK8g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8iPhSvSgo_GRXJk5wSXAJA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 18,
        "photos": 89,
        "reviews": 37,
        "elite_year": 24
      },
      "comment": {
        "text": "4 stars for the vibe and cleanliness. Food is a 3 and service is a 3.5. I had to send my food back because it was luke warm. I want to love this place so bad. I've had the catering as well and food was not great. I'm going to keep giving them a chance. Prepare to split the bill I think a max of 2 or 3 ways (not completely sure) if you're in a large group. They do not accept individual tickets for large groups. This is a faith review",
        "language": "en"
      },
      "date": "2023-08-11T12:39:26Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XFPr0wAM-zg3GiRORPeXHw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kimberly L.",
        "user_id": "gmqWHAVtyHVk86Gka4_nnA",
        "link": "https://www.yelp.com/user_details?userid=gmqWHAVtyHVk86Gka4_nnA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1qjaK0WMZFlgT0fhKAVUPw/180s.jpg",
        "address": "Stratford, CT",
        "friends": 6,
        "photos": 170,
        "reviews": 84,
        "elite_year": 24
      },
      "comment": {
        "text": "Our recent visit to Virgil's Gullah Kitchen with a group of four turned out to be an extraordinary culinary journey that left us in awe. From the moment we stepped in, to the last bite we savored, every aspect of our experience was truly amazing.\nTo kickstart our evening, three of us decided to enjoy some expertly crafted cocktails at the bar while we awaited our fourth guest. The drinks were delightful. We couldn't resist ordering a plate of their mouthwatering Bussin' corn muffins. These treats were nothing short of heavenly, with a perfect honey butter drizzle that added a special touch to each bite.\nThe staff at Virgil's Gullah Kitchen truly stood out with their exceptional hospitality and extensive knowledge of the menu. Inspired by their guidance, we decided to order a variety of dishes, sharing them among our group to sample a wider taste of the menu.\nTo start we ordered the deviled crab, served in a pair, was a true delight. The crispy exterior gave way to a flavorful and tender crab filling. The fried okra was a fried masterpiece, perfectly cooked to a flavorful crunch. \nThe fried pork chop was cooked to perfection, resulting in a flavorful and tender chop that made your tastebuds happy. We were excited to try the fish basket. The fried fish was accompanied by dipping sauces that complemented its delicate flavors, creating a delightful combination. However, it was the shrimp and grits that stole the show, emerging as the table's favorite. The succulent shrimp combined with the creamy grits created a plate full of flavors.\nWe shared two sides, the Hoppin' John was a harmonious blend of seasoned rice and peas, providing a balance of flavors and textures.\nThe side of mac and cheese had a crispy top that gave way to a creamy, well-balanced interior.\nOur group had a great evening out and recommended it to all of our colleagues to go and enjoy.",
        "language": "en"
      },
      "date": "2023-07-09T18:36:44Z",
      "rating": 5,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qgV8uW789P27GHgvVLpQMg/o.jpg",
          "caption": "Bar Area"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Wot1yOwtzTtuQ3M9zcrHfQ/o.jpg",
          "caption": "Deviled Crab"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5yttCnQ5Atcoorwsz10YEg/o.jpg",
          "caption": "Mac and Cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R7B8o6VRJBMzqEec5VLsqw/o.jpg",
          "caption": "Poke Chop"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yi89I7skSi7X0t747Se7BQ/o.jpg",
          "caption": "Fush Basket"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vQnMH9BgxQQA2M5GgzfTnw/o.jpg",
          "caption": "Shrimp and Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9v4A90Zz-zFUHb-8Z9ke0A/o.jpg",
          "caption": "Fried Okra"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OTbize2ZrJ3VyDgJpstGZw/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IjgRGtsiG-iL7TP9mG153w/o.jpg",
          "caption": "Hoppin' John"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Kimberly, thank you for this amazing review. This will be shared with the entire staff. We use our guest reviews as a gauge to know what is and isn't working - so I'll let the team know we are spot on. Thank you for visiting, we'll see you soon.",
          "date": "2023-07-10T21:03:24Z"
        }
      ]
    },
    {
      "user": {
        "name": "Verity W.",
        "user_id": "6vkUvMzLnvF-Oy53l6axfg",
        "link": "https://www.yelp.com/user_details?userid=6vkUvMzLnvF-Oy53l6axfg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JRq3bZAhbGkLvWYMvfjGkw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 280,
        "photos": 271,
        "reviews": 102
      },
      "comment": {
        "text": "I parked behind the restaurant on a side street for free. \n\nThe service was amazing and staff was friendly. I g of my food quickly as well. \n\nI love fried tomatoes but these missed the mark for me. They lacked flavor / seasoning. I didn't even finish them. The shrimp basket was very good!  I'd order that again.",
        "language": "en"
      },
      "date": "2023-07-10T21:40:56Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R0XpKmSTyQfc1Kk4wyg5uw/o.jpg",
          "caption": "Fried green tomatoes - Just ok. Needs more seasoning"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Im0Yp9EH91YprzB8PFcmNw/o.jpg",
          "caption": "Freind shrimp and wedges. 8/10! Really enjoyed it!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Christina I.",
        "user_id": "aTUwAufITMXwJN8Y91zSDg",
        "link": "https://www.yelp.com/user_details?userid=aTUwAufITMXwJN8Y91zSDg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Tl56908e3ZoPoQ-djG-0OQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 226,
        "photos": 308,
        "reviews": 247,
        "elite_year": 24
      },
      "comment": {
        "text": "Visited Virgil's  on a Monday afternoon for an early dinner with friends. We had a reservation so we were immediately.\n\nThere is paid parking on either sides of the building. Inside the restaurant is casual with a funky flare. Enjoyed the open concept as well as patio seating area.\nAlthough the food and drinks came out slowly, our server was helpful, pleasant, on top of it, and apologetic for the slow service. \n\nOur food was delicious! And the names of each item was hysterical and relatable. I had the $2 martinis for happy hour which were yummy. For an app, I enjoyed the bussin' corn muffins, which I 10/10 recommend and 100% will be back for. For my meal, I had the afta church plate. I'll say I've had better macaroni and cheese but overall, it was a great meal with solid portion.\n\nOverall, enjoyed the food at Virgil's and will most likely be back!",
        "language": "en"
      },
      "date": "2023-06-20T18:59:11Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jamila B.",
        "user_id": "LfYnAQVfaWDJJ8IWkWK4EQ",
        "link": "https://www.yelp.com/user_details?userid=LfYnAQVfaWDJJ8IWkWK4EQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/moytQU8FT3DiTEUEn0pKAQ/180s.jpg",
        "address": "Dunwoody, GA",
        "friends": 176,
        "photos": 908,
        "reviews": 223,
        "elite_year": 24
      },
      "comment": {
        "text": "This is a cute little spot with soulfully delicious food. We sat downstairs so I am not sure if upstairs is a bigger space. Our server was very personable and proactively catered to our needs. Our food came out fast, fresh and delicious. I usually only eat air fried chicken wings, but after seeing the pics online, I had to have these and I will definitely have to have them again! They were that good! They were moist, seasoned to perfection and had the perfect crisp. The sweet potato muffins were delicious. A nice spin on the usual corn muffin. \nThe fried green tomato without the dipping sauce lacked seasoning to me, but when paired with the sauce provided it elevated the appetizer. \nI will definitely return to try more of their entrees, appetizers and drinks.",
        "language": "en"
      },
      "date": "2022-12-27T18:24:41Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EbFCMsQmR4berJ59pl44vw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9IRcBDzQnw0Sh2RRCPOefw/o.jpg",
          "caption": "Fried green tomatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cVgBnBZZXWmvOiE0FliQnA/o.jpg",
          "caption": "Sweet potato muffins"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gFbWIsEayPUJV0cQxnUywA/o.jpg",
          "caption": "Chicken wings, Mac n cheese and collard greens"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JbMTNxtF-r1hT5vsJuYkbw/o.jpg",
          "caption": "Salmon with crab rice"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Jamila, thank you for taking time to share your experience. The upstairs space is perfect for large groups if you wanted to have a special event, and in the spring, you'll want to enjoy the outdoor seating upstairs. We are so happy to hear you enjoyed your dining experience, and we look forward to seeing you again.",
          "date": "2022-12-27T20:42:53Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jayvon B.",
        "user_id": "hIPSxFpMP5JSpD91oCH1kQ",
        "link": "https://www.yelp.com/user_details?userid=hIPSxFpMP5JSpD91oCH1kQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HOYR5M4xfnSfbfbB3IZ9MQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 111,
        "photos": 118,
        "reviews": 85,
        "elite_year": 24
      },
      "comment": {
        "text": "Yes, Yes, Yes! Definitely go here and try everything. You will not be disappointed. Get your crew and go try they're good food. \n\nI do not recommend the cornmeal battered fried green tomatoes. It's not good at all. TAKE IT OFF THE MENU IMMEDIATELY. or change the batter. \n\nEverything else is good though!",
        "language": "en"
      },
      "date": "2023-06-25T16:20:54Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Jayvon, I literally laughed out loud. I appreciate your honesty and enthusiasm. We have many fans of the Fried Green Tomatoes, so they'll stay on the menu for now. I'm am glad to know you found everything else pleasing to your palette. Thank you for visiting, come see us again.",
          "date": "2023-07-10T21:13:44Z"
        }
      ]
    },
    {
      "user": {
        "name": "Rene B.",
        "user_id": "XBmskUPnX7eTZEqaDdsx2A",
        "link": "https://www.yelp.com/user_details?userid=XBmskUPnX7eTZEqaDdsx2A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E6tAHVkVmQz6LjoaGwvBsw/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 131,
        "photos": 2326,
        "reviews": 702,
        "elite_year": 24
      },
      "comment": {
        "text": "I wanted to like this place but was disappointed and will not return.\n\nAmbiance- has a vibe, good music\n\nFood - disappointed... lots of fried greasy food\nEgg rolls- waiter recommended it and it was dry and no flavor- don't order\nFried tomatoes -ok\nFried fish- ok but not worth ordering again \nFried cabbage- greasy\nMac n cheese- skip\nMuffins- tasty\n\nService- lackluster",
        "language": "en"
      },
      "date": "2023-06-18T03:20:32Z",
      "rating": 2,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Danny C.",
        "user_id": "jVaiCNmWOjoI0led5LZuyA",
        "link": "https://www.yelp.com/user_details?userid=jVaiCNmWOjoI0led5LZuyA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6VcDt18fScDbhnAqVE0LPw/180s.jpg",
        "address": "South San Francisco, CA",
        "friends": 144,
        "photos": 842,
        "reviews": 1787,
        "elite_year": 24
      },
      "comment": {
        "text": "The food at Virgil's is great for sure, but the price point and portions left something to be desired. I thought the South was supposed to be cheaper than the west coast, but man, it's almost more expensive down here. Everything we had was fantastic, especially the fry-o-lated arts. Service was also very quick and expedient. Would definitely return if in the area.",
        "language": "en"
      },
      "date": "2023-07-22T19:43:00Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YMnc9cIX-GZfr0zjlwkU4w/o.jpg",
          "caption": "Sampler platter plus corn muffins with honey"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Keysha P.",
        "user_id": "OoGzz5hV54aeuTi1g_YLPg",
        "link": "https://www.yelp.com/user_details?userid=OoGzz5hV54aeuTi1g_YLPg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vgoDPjCYWmHnZAoUDNSg-Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 24,
        "photos": 852,
        "reviews": 174
      },
      "comment": {
        "text": "Today (8.5.23) we tried Virgil's for the first time.\n\nOverall it was a good first time visit.  Good customer service, fast seating and pretty good food.\n\nFood\n\nI ordered the shrimp & grits ($22), my other half ordered the chicken and waffles ($20).\n\nMy shrimp & grits were good, nice size shrimp and a good amount.  My only issue is that the grits are very lumpy and they should be smooth.  On a scale of 1-10 I would give it a solid 7.  Not the best shrimp & grits that I've eaten but pretty good.\n\nMy other half was not happy with his chicken & waffles.  The small portion does not match the high price.  One waffle with a few chicken wings are not worth $20.  He left the restaurant just as hungry as when he arrived.\n\nAmbience\n\nClub like atmosphere with a DJ and loud music.  Could barely hear our conversation or the server because it was so loud.\n\nThis restaurant really needs to be in a much larger building.  Its just too small.  Tables are too close to other customers and too close to the stairs.\n\nMessage to owner/manager:  Either lower the price of the chicken & waffles or add another chicken wing and another waffle.  But only putting one waffle on the plate with just a few chicken wings is a rip off for $20.  Don't cheat your customers.  Please find a much bigger building so that your customers don't have to sit on top of each other.\n\nWould come back to try other menu items but the place is just too small.",
        "language": "en"
      },
      "date": "2023-08-05T21:35:52Z",
      "rating": 3,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/u9B8zQNdPGQcACkTRXImSg/o.jpg",
          "caption": "Chicken & Waffles....not worth $20."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hV1GzEADeZl6yZeBbhMH_A/o.jpg",
          "caption": "Dining room"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ItdZ-ENAw-u7itXCyX4dQg/o.jpg",
          "caption": "Front of the restaurant."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BlQ36HNBOZDdpPlrRR8COg/o.jpg",
          "caption": "Shrimp & Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EO-Ky4UvM7K4USoffLYK8A/o.jpg",
          "caption": "Shrimp & Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Q4UUoqri0-qKeFEckB0A6Q/o.jpg",
          "caption": "Shrimp & Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zfIuI6jjQLNVekBkzn9ATg/o.jpg",
          "caption": "Shrimp & Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uyjZ4I2P3850d4jPXVb4zA/o.jpg",
          "caption": "Shrimp & Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CjboqxzRDwI3XVq0wErR9Q/o.jpg",
          "caption": "Very dismissive response to my Google review from this restaurant."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tasha F.",
        "user_id": "JAWnJeKMxe2jQpnK5sVZyw",
        "link": "https://www.yelp.com/user_details?userid=JAWnJeKMxe2jQpnK5sVZyw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/m5xHPSAVir0LiWk8ROY9kw/180s.jpg",
        "address": "North Charleston, SC",
        "friends": 14,
        "photos": 702,
        "reviews": 163,
        "elite_year": 24
      },
      "comment": {
        "text": "Visiting from Charleston and wanted to patronize our fellow Geechie Gullah folk. I've eaten at the College Park location & and enjoyed it. Party of 5. We were seated within 5 minutes of arriving. Love the titles of menu items as they reflect the Geechie Gullah culture and language we use and hear all the time. Our server was attentive and patient with answering our questions. So many good sounding options on the menu. \nThey were out of the Red Rice with sausage and bacon, which a few of us would've ordered. They were also out of cabbage and okra soup. The entrées come as is, so no substitutions can be made. There are a la carte options to build your own meal. Ordered the Land & Watuh Egg rolls. Those were tasty & the sauce it came with complimented it well.\nI ordered the Smotha'd Poke chop meal with green beans. My green beans were ice cold, and there wasn't enough gravy for my liking. They remedied that quickly by bringing hot green beans and extra gravy. Also had their Bussin' Margarita, which was delicious.\nOthers had Fush, Mac n Cheese, Crab Rice, Hop n John, Bussin Cornmuffins, and Smotha'd Skrimp to eat, and \"Get Tight Up\" & Royal Flush cocktails. \nThe cocktails were awesome.\nThe Crab Rice was a tad too mushy but had good flavors. Everything else was seasoned well and tasty. Not as good as in Charleston, but a belly full.",
        "language": "en"
      },
      "date": "2023-07-18T03:09:34Z",
      "rating": 3,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QYy6eDXA559o8G6PMa_yRg/o.jpg",
          "caption": "Inside"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ij7-CYQkLeVN41l8E5z3Qg/o.jpg",
          "caption": "Bussin' Margarita"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iwxXeAdPPAWQC5HSiDdgFQ/o.jpg",
          "caption": "Jam-Up Lemonade"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/n1JpKMjmGcq-3Lyv9inO8g/o.jpg",
          "caption": "Land n Watuh Egg rolls"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wQ8UyqnhJ44ry854Xhp8CQ/o.jpg",
          "caption": "Bussin Cornmuffins"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tJFNfZNaj1uERw-4xuCZlw/o.jpg",
          "caption": "Restroom door"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CTAdBxE9ebmjC5kzcZzK_g/o.jpg",
          "caption": "Smotha'd Poke Chop meal"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/w-U0nKYJAHERnVW1YYK7Qg/o.jpg",
          "caption": "Fush, Mac n cheese, & Crab Rice"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NEuKxM_JzQkc9SGmMMQ6PQ/o.jpg",
          "caption": "Smotha'd Skrimp meal"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JGAsXd9YYbxVVwI7E1pI4w/o.jpg",
          "caption": "Mac n cheese, Hop n John,  Poke Chop"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kelli A.",
        "user_id": "EcFF5SGII862tVv3B_Vq9w",
        "link": "https://www.yelp.com/user_details?userid=EcFF5SGII862tVv3B_Vq9w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-ooH0c8TmryIzsjswDCKVQ/180s.jpg",
        "address": "Union City, GA",
        "friends": 6,
        "photos": 128,
        "reviews": 57,
        "elite_year": 24
      },
      "comment": {
        "text": "Love the vibe and everything about this place. These is one exception, if you are vegan/vegetarian they only serve fried foods after a certain time. I wanted a vegetarian plate but was told they stop serving anything besides fried food.",
        "language": "en"
      },
      "date": "2023-06-17T01:37:57Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/y95kC_7Qnlup_bY0l4PPoQ/o.jpg",
          "caption": "Fried green tomatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iLkmFsxpvANVvR3Zdw2UrA/o.jpg",
          "caption": "Fush Basket w/whiting"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tanya J.",
        "user_id": "8VYURCOW3dlEajfW5I9big",
        "link": "https://www.yelp.com/user_details?userid=8VYURCOW3dlEajfW5I9big",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tMf9zcO4Aj_w2WHaWLJu4w/180s.jpg",
        "address": "McDonough, GA",
        "friends": 81,
        "photos": 124,
        "reviews": 55,
        "elite_year": 24
      },
      "comment": {
        "text": "Stopped here on a Friday evening after getting pampered (our party had a 9pm reservation). We had to wait a few minutes for a table and we were seated out side on the patio, the weather was perfect! The ambiance was nice, it was a DJ playing as well! I ordered the fried sammen, it was delicious (first time trying fried salmon)! It was delicious, everyone enjoyed their food; however on Friday night they only served a limited menu that consisted of fried food, i dont eat fried food, but enjoyed my food (took some home). We also enjoyed a hookah, the staff was vibrant and friendly and i love their out door patio, really cool vibe! Have to come back on a weekend, parking was free at a parking setion right next door, lots of parking",
        "language": "en"
      },
      "date": "2023-07-10T15:28:59Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6HwGREPO_S0E39LdFkbJcw/o.jpg",
          "caption": "My fried sammen and potatoe wedges, delicious"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1nrof0mgzahbJgLAGnHjGA/o.jpg",
          "caption": "View from the outdoor patio"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/A5OKPfVXJFo07iudZn5iYQ/o.jpg",
          "caption": "View from outdoor patio, very quaint"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gsphZP5nDEYXE_cxx9atAA/o.jpg",
          "caption": "Outdoor/indoor view"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/12C898qjJ-EKbRcUlUxZYQ/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Tanya, I'm so glad you gave us a try despite not eating fried food. Friend's Friday has a bit different vibe after 8pm on Friday's, but come again to try the entire menu. We have some great options from Veggies to Vegan. Thanks for telling us about your experience.",
          "date": "2023-07-10T20:36:03Z"
        }
      ]
    },
    {
      "user": {
        "name": "Amber N.",
        "user_id": "Qf8PRDKe_Y-a4C7Hs8we0w",
        "link": "https://www.yelp.com/user_details?userid=Qf8PRDKe_Y-a4C7Hs8we0w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yP4DiqGmyyZtbi0kzChZoA/180s.jpg",
        "address": "Tampa, FL",
        "friends": 73,
        "photos": 2812,
        "reviews": 412,
        "elite_year": 24
      },
      "comment": {
        "text": "Really cool vibe and great service. It was very busy for Sunday brunch but I sat at the bar and was seated right away. \n\nThe only thing I didn't like was the grits. The flavor and consistency were not to my liking. The grits were very soupy. \n\nBanana pudding cheesecake is a good combo of both desserts. I regret not getting a whole basket of the Jam Up Wings. The a la carte wing was so crispy and flavorful. My favorite thing was the sweet potato corn muffins. It was so fluffy, buttery, sweet and the right amount of little crispy on the outside. I ordered more to go because they were so good. I would go back just for corn muffins.",
        "language": "en"
      },
      "date": "2022-12-03T17:53:39Z",
      "rating": 4,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-0606s3z0tN1lFHbQ4RxQA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ml3R0IwvJNEk_ET_HKC-Jw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Msr8A0C6hnNey1xbNnbU0Q/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MaklL-FMFeXhSiHeN1XEHQ/o.jpg",
          "caption": "Cornbread muffins"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GXHqBWaaKnYFDFsgWyjHxg/o.jpg",
          "caption": "Cornbread muffins"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eFiPHWcKWToqWn3reePijg/o.jpg",
          "caption": "Cornbread muffins up close"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_6ovwY8FiSZdqKVeHqZyAQ/o.jpg",
          "caption": "Jam Up Wing"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/brXhFESSd53WUMRAc-bRVQ/o.jpg",
          "caption": "Grits"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Gregory S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/HUtZKS_LdK5cmpPk0yd-8A/90s.jpg",
            "role": "OWNER"
          },
          "comment": "those grits were not right!  I'll have a talk with my staff today.  We don't like soupy grits either!",
          "date": "2022-12-06T13:49:03Z"
        }
      ]
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=ZxaJGBjpbugagOozLYvnPQ&start=50"
  }
}