{
  "search_metadata": {
    "id": "65f0a272c90e0ab2caf60269",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65f0a272c90e0ab2caf60269.json",
    "created_at": "2024-03-12 18:44:02 UTC",
    "processed_at": "2024-03-12 18:44:02 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/96gSiv2ZT4-NVa4Z6d4c3A?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a272c90e0ab2caf60269.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a272c90e0ab2caf60269.prettify",
    "total_time_taken": 1.86
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 170,
    "num": "50",
    "place_id": "96gSiv2ZT4-NVa4Z6d4c3A"
  },
  "search_information": {
    "total_results": 570,
    "business": "Varuni Napoli"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 570
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Stella K.",
        "user_id": "o8D39EuVGvEfKpo_sAU-dA",
        "link": "https://www.yelp.com/user_details?userid=o8D39EuVGvEfKpo_sAU-dA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tEq9dFSro1_taiVSNiVqMw/180s.jpg",
        "address": "Duluth, GA",
        "friends": 313,
        "photos": 93,
        "reviews": 88
      },
      "comment": {
        "text": "I work down the street and did not know this fancy pants pizza place was here! A friend of mind was like, duh it's been here and took me to try it for the first time.\n\nReally good pizza here folks if you like really think, stone oven baked, fresh minimal ingredients in a hipster environment. I had the calzone and they also put cheese and toppings on top, melted down. Omg... so good.\n\nGreat place, expect to pay at least 20 bucks for a dish but its meant to be shared. I had plenty to take home!\n\nDrinks and dessert also available. Will be back again.",
        "language": "en"
      },
      "date": "2016-04-10T12:53:39Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QyyWvUQ7PLdz-Ony2EaHjg/o.jpg",
          "caption": "I need this after work everyday."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gROfeqUY-eW5XUWvrgj8bQ/o.jpg",
          "caption": "YUM"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brenda O.",
        "user_id": "QFho0PXt3-_QL8bKbA9AjQ",
        "link": "https://www.yelp.com/user_details?userid=QFho0PXt3-_QL8bKbA9AjQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5sj6Lj7j75zrJijUrdx4HQ/180s.jpg",
        "address": "Marietta, GA",
        "friends": 47,
        "photos": 540,
        "reviews": 315
      },
      "comment": {
        "text": "It is a nice and friendly place, pizzas are on oven wood so makes a good taste, dough is delicious. The nutella calzone dessert is deli and they have several beers. Italian music and videos on big screen.",
        "language": "en"
      },
      "date": "2017-07-28T00:12:28Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tRyjkFpkGjdHoRvxD3mT6g/o.jpg",
          "caption": "Great Italian environment, it has a bar and great decoration and service."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/O-bOO5MaSi_9nojwVC5BJA/o.jpg",
          "caption": "Nutella calzone is very delicious, very big and tasty!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cw0DU_yuS6QrYdyj7sq6Vg/o.jpg",
          "caption": "Cesar salad is very good with real parmessan cheese and good dressing."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ASsessi9lrDgc_Ob3zBWMQ/o.jpg",
          "caption": "They have different kind of beers and small details make a good a cozy place."
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Danielle M.",
        "user_id": "Zq_i9_--tP3tlYUXh3aj7g",
        "link": "https://www.yelp.com/user_details?userid=Zq_i9_--tP3tlYUXh3aj7g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/eawG_Lilw32Iqpe2enAqVA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 189,
        "photos": 168,
        "reviews": 346
      },
      "comment": {
        "text": "nom nom nom! I really enjoyed this pizza!!! It was crispy and delicious and obviously fresh (since you could see them making and baking it!)\n\nMy husband and I ordered their margarita pizza it was super tasty. Cheese was hot and bubbly. The beer was good and cold! All the servers were friendly and attentive.\n\nMy only negative about this. Someone gave some kids who were eating there some raw dough to play with (like playdoh). Ok, good in theory, but kids with tiny grubby hands make white dough turn a disgusting grey really really fast. I am incredibly glad that I saw that after I finished eating because truly it made me want to vomit. It was so nasty looking. I guess my suggestion is 1: don't give raw dough to kids to play with or 2: put a couple drops of food coloring in it beforehand to make it a different color...  honestly thinking about it again makes me feel sick.",
        "language": "en"
      },
      "date": "2017-05-03T14:06:19Z",
      "rating": 5,
      "feedback": {
        "useful": 3,
        "funny": 2,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Eugene G.",
        "user_id": "TMR4WnNYmfvkML0-C7aWOA",
        "link": "https://www.yelp.com/user_details?userid=TMR4WnNYmfvkML0-C7aWOA",
        "address": "Florence, SC",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "The best Restaurant and pizza. Beautiful \nplace and  Atlanta GA thank you  Luca I see you soon",
        "language": "en"
      },
      "date": "2020-07-31T22:23:34Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lianne S.",
        "user_id": "SP49h7KFV4aZbSSJBCatLQ",
        "link": "https://www.yelp.com/user_details?userid=SP49h7KFV4aZbSSJBCatLQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zWP6MVBLYYhFDXmxYNezLw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 62,
        "photos": 2038,
        "reviews": 481
      },
      "comment": {
        "text": "Love their pizza!! They are so great. Awesome ingredients. Perfect crust. \n\nStarted with the meatballs and arugula salad. Love the freshness and lemon! We ordered Amore mia, Mamma, and Porreca Piccante pizzas. I love the Piccante the most but they are so good. \n\nThe staff are so friendly. We ordered and were picking up...they were so nice. Chatting at the bar. Great place!!",
        "language": "en"
      },
      "date": "2016-04-03T04:17:24Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nnr_mVs0UfciquBf6I2Qnw/o.jpg",
          "caption": "Pizzas...mamma, piccante and amore"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jyYalM0Qnx27ynukDSYicg/o.jpg",
          "caption": "Cannolis"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sheek T.",
        "user_id": "LJaOzS_wt0e5oSlmQU8eHA",
        "link": "https://www.yelp.com/user_details?userid=LJaOzS_wt0e5oSlmQU8eHA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5P0OrJxfnOFi3Wl0LnL0CQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 254,
        "photos": 518,
        "reviews": 417,
        "elite_year": 24
      },
      "comment": {
        "text": "We ordered rice balls as an appetizer.  Crispy but moist on the inside.  Very tasty.  They came out at the same time as the pizza. We ordered a \"create your own\" pizza with sausage and pepperoni. Marinara was flavorful. I do love italian style pizzas but my crust was a bit doughy.  Fast service which is probably why my crust was doughy.  The pizza also got cold entirely too quicky. The pizza is a bit pricey for it to not be great imo. cute establishment.",
        "language": "en"
      },
      "date": "2016-02-25T18:38:48Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IgDZqUa5XOuKfyv1b8c3rQ/o.jpg",
          "caption": "create your own with sausage and pepperoni"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kwame O.",
        "user_id": "vyTEy29AjYpxklWUsevPsQ",
        "link": "https://www.yelp.com/user_details?userid=vyTEy29AjYpxklWUsevPsQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nFwrXvVzLOScdquhpAF9Kg/180s.jpg",
        "address": "Marietta, GA",
        "friends": 1448,
        "photos": 1550,
        "reviews": 324
      },
      "comment": {
        "text": "I have been to this establishment three times, Lindy F  and Claudia A UYEs and with a date. All three times weren't a disappointment. This location is off the corner of piedmont and monroe dr. There is valet parking in the front, but you can self park at the adjacent parking where Ru sans is located at no charge. \n\nI have to admit my first time here was a bit confusing. They run things here European style, You order everything at the Table. Yep that includes Pizza, Apps, desserts, drinks, utenels, plates ,,, \nAfter your order is completed you will receive a stand with a number that you place on the table of our choice. Glasses of water is located on each table for drinking. \n\nThe seating is mainly communal with a private room in the back for parties of 10 or more, Outdoor seating in the back. Kitchen is open air so every body can see the action. Pizza orders do come out quick from my experience like 5 mins, \n\nWhat I had and Liked...\n(Pizza)Margherita - includes Fresh mozzarella, Pecorino Romano, basil. Great simple  cheese pizza!!\n\n(Pizza)Porreca Piccante- includes Fresh buffalo mozzarella, spicy salami, hot capicolla, Nduja , Vesuvian cherry tomatoes,hot Italian peppers, Pecorino Romano, basi.  Basically a cheese pizza with spicy itailan meats, Really good. But if you are not into spicy food skip this.\n\n(Pizza)Bastardo - contains Fresh buffalo mozzarella, mixed pepperoni, Nduja,Pecorino Romano, basil. This pizza is also spicy but not indicated on the menu.\n\n(APPS)Arancini- contains  fried rice balls with seasoned beef and peas. It also come with a side of marranara sauce. It was not bad , And very filling . \n\n(Dissert)Cannoli- A classic , It was not that bad. Not tooo sweet.\n\nOverall this place is solid, Staff were very tentative by refilling water and picking up dirty plates  Staff at the register will give people suggestions on orders. And yes Excellent Pizza,",
        "language": "en"
      },
      "date": "2015-04-30T23:34:43Z",
      "rating": 4,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Nick E.",
        "user_id": "osjSPSJg-oq_Z_CbnHSuyw",
        "link": "https://www.yelp.com/user_details?userid=osjSPSJg-oq_Z_CbnHSuyw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/85gtV1GGlVcAXRG2cgudYg/180s.jpg",
        "address": "Washington, DC",
        "friends": 0,
        "photos": 11,
        "reviews": 29
      },
      "comment": {
        "text": "This is my favorite pizza place in Atlanta. Their Neapolitan style pizza is on point (Oro Bianco is my favorite!), and I love sitting at the counter and watching them make the pizzas. It's like getting free entertainment with my dinner! Their desserts are great too, and I'm a bit of a dessert snob, so I know what I'm talking about. Their tiramisu is light and moist, and their pistachio cheesecake is super rich, with generous portions of pistachio. The arugula salad is also surprisingly delicious too.I get a pizza and dessert from here once a month, and I'm always satisfied with the quality of the food, as well as the service.",
        "language": "en"
      },
      "date": "2020-05-15T01:17:14Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jay S.",
        "user_id": "3Vjo2GBZlKkGtFBT3BAlfw",
        "link": "https://www.yelp.com/user_details?userid=3Vjo2GBZlKkGtFBT3BAlfw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gFqThvLBjJc2v2evTFbzvw/180s.jpg",
        "address": "Jefferson, GA",
        "friends": 41,
        "photos": 195,
        "reviews": 73
      },
      "comment": {
        "text": "There space is beautiful , they have a nice outdoor patio as well. I have to say that they have a lot of staff working here making pizzas. \nFor me and my girl friend being pizza lovers and me being from New York.  I wanted to really love there pizza but there sauce was lacking to me. It almost tasted tarty and the pizza was a little bland . I'd hate to compare them to Antico's. But I'd still rather have Antico's San gannero pie .",
        "language": "en"
      },
      "date": "2015-11-01T00:59:30Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/onbVZzN5dhWKNNJtlAs1qw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stacie R.",
        "user_id": "20BoJQqqb0glV1CHzOPUdw",
        "link": "https://www.yelp.com/user_details?userid=20BoJQqqb0glV1CHzOPUdw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Kr2CorRziEBvg6_OD9u4Dw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 13,
        "photos": 0,
        "reviews": 7
      },
      "comment": {
        "text": "The pizza is good but the dining experience is terrible. Yes, they use the awful money making business plan to have you order at the counter and hope that you find a seat to enjoy your meal. Guess what? You may not find a seat and you will probably not enjoy your meal. Solution: order out. But never ever order a salad. The arugula salad is $9. It is a sad pile of wilted arugula with a few shaved pieces of pecorino and a slice of lemon with oil. Maybe they're  ok doing this to you when you order through Uber eats, because they know you won't send it back. I felt really ripped off when I opened my \"salad\". The pie I may order again...although I have an ick feeling from the whole salad shenanigans.  \nPs...it will arrive cold upon delivery (not their fault), so heat up the oven.",
        "language": "en"
      },
      "date": "2017-06-05T01:15:37Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Lindy F.",
        "user_id": "hTEKSL52x8cUUlHpUEx4lw",
        "link": "https://www.yelp.com/user_details?userid=hTEKSL52x8cUUlHpUEx4lw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LJXCJNsmSKUXK8VF-6yr0g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 542,
        "photos": 4854,
        "reviews": 1029
      },
      "comment": {
        "text": "\"Yeah, and I bet it was even more amazing than the time you ate your weight in Godfather's pizza, right?\" -- The Goonies (1985)\n\nI love a great Neapolitan pizza and it makes me so happy that there are so many great options in Atlanta these days. It's tough to choose which is the best - but I think Varuni is at the top of the list. \n\nThe very first of my UYE series - Quarterback Shuffle - we were focusing on pizza - Neapolitan to be exact. And this had to be the first stop on the tour as I had never been there AND I had heard amazing things about it. It was started by one of the previous members of the Antico team, so I knew it had to be on par with their pies. But I had to check it out for myself... and 15 of my closest Yelpie friends.\n\nWe were able to have the back room for our group - which was excellent. We ordered our food in the line up front (which was crazy busy) and then took our numbers to the back room and sat down. One by one, our pizzas were delivered to us and in typical Yelpy fashion - we passed our pies all around and shared. So I got to try a ton of different things. \n\nI got to try the Arancini (rice) and Panzerotti (potato) - both fritter-type items and you know what a fan I am of fritters. I loved them both - but the Panzerotti was the winner of the two. \n\nOf the pizzas, I tried the following:\n*Oro Bianco - fresh buffalo mozzarella, buffalo ricotta, Taleggio cheese, pancetta, Pecorino Romano, basil, white truffle oil\n*Amore Mio - fresh buffalo mozzarella, roasted artichokes, sweet soppressata, mushrooms, black olives, Pecorino Romano, basil\n*Pako - fresh buffalo mozzarella, roasted smoked peppers, Italian sausage, mushrooms, onions, Pecorino Romano, basil\n*Margherita - fresh buffalo mozzarella, Pecorino Romano, basil\n*Reginella - fried half-moon calzone stuffed with fiordilatte mozzarella, buffalo ricotta, corbarino tomatoes, salami, black pepper, Pecorino Romano, basil, extra virgin olive oil\n\nI have to say, the Amore Mio and the Oro Bianco were my favorites of the pizzas. The toppings were super fresh and flavorful. However, the crust is the winner here - the imported 00 flour and clearly the water used makes it top notch and gives it the perfect chew. They char it just to the right level in their brick ovens and I could eat my weight in their pizzas.  But seriously, the star of the night was the Reginella - fried, not baked, calzone was an unbelievable surprise. I loved this so much, I could not even put it into words. It isn't really greasy, but you would think it would be. I don't care who you are, or what you like - I feel like you life won't be complete without trying this amazing dish... just do it.\n\nThis is the best of the pizza places we tried on our shuffle (aka tour), and I have been recommending it ever since. Run, don't walk, to Varuni for some killer pizza and make sure you get a Reginella as well.",
        "language": "en"
      },
      "date": "2015-02-17T20:26:12Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/L3NhtVq3kdzyvBqO9i_6tw/o.jpg",
          "caption": "Amore Mio"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JXP7wVAo5ImsZtOsrlIaTg/o.jpg",
          "caption": "Margherita"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wuYr3jyCxrxV9LKOnGTOCA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9GXsKgxrhC5xsb-fpt6__g/o.jpg"
        }
      ],
      "feedback": {
        "useful": 11,
        "funny": 6,
        "cool": 11
      }
    },
    {
      "user": {
        "name": "Morgane D.",
        "user_id": "70YufSCKgZsGwCCyyFDtNQ",
        "link": "https://www.yelp.com/user_details?userid=70YufSCKgZsGwCCyyFDtNQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CLpaUNG7mMg99atRSdyDpA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 12,
        "photos": 4,
        "reviews": 12
      },
      "comment": {
        "text": "Finally found the best Italian pizza in Atlanta! Growing up in France, raised by an Italian dad, fresh quality ingredients are key for me. And this place has it all, fresh mozzarella (all kinds), prosciutto, pancetta, truffle oil, San Marzano tomatoes, sopressata. If you're expecting your regular American pizza, go somewhere else cause this is not it, this is the place for fresh handmade, soft, \"wet\" Neapolitan pizza.\nI would say the patio is one of the best in Atlanta, cozy and charming, under the huge oak trees. \nThe service was great as well, everybody working here was all smiles the whole time, we just wish we knew they had additional seating in the back room because the main room was pretty noisy (we could not sit outside because of the rain). \nExcellent experience, will be back over and over again!",
        "language": "en"
      },
      "date": "2017-05-05T18:55:41Z",
      "rating": 5,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Felicia M.",
        "user_id": "Pa0PGA67x6_a54sj5_RMRg",
        "link": "https://www.yelp.com/user_details?userid=Pa0PGA67x6_a54sj5_RMRg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rFrCp0nZGpBfDaf_2EP2gA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 79,
        "photos": 96,
        "reviews": 100
      },
      "comment": {
        "text": "I'm a huge fan of Antico's, so I was pleasantly surprised by how tasty this Neapolitan pizza was. We were especially wowed by the calzone. The ricotta cheese baked inside with the prosciutto was incredible. There's plenty of parking around back, though it's hard to tell from the street. And the patio is fabulous with great coverage from the sun by the overhang of the trees. I would definitely go back.",
        "language": "en"
      },
      "date": "2018-09-04T04:00:53Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Meike K.",
        "user_id": "we5TwucBEYnKvX_R3fuNPw",
        "link": "https://www.yelp.com/user_details?userid=we5TwucBEYnKvX_R3fuNPw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/l2GQh_2xRiAvGMWUeNUafg/180s.jpg",
        "address": "Loring Heights, Atlanta, GA",
        "friends": 32,
        "photos": 61,
        "reviews": 59
      },
      "comment": {
        "text": "The go to for the real Italian pizza experience! If you're from Europe, it can be hard to find a real pizza Napoli in the us. But this is one of my favorite pizza places....The dough is like it should be and the toppings are deliciously marinated...even though I'm eating the pizza without cheese, it's still tasty, so I'm not missing out at all.\n\nThe only thing is the noise, this time we've been here on Friday evening and of course it was crowded and we expected to be, but I couldn't understand a word my husband said. \nThat was really a bummer for us, wasn't really possible to enjoy our meal.",
        "language": "en"
      },
      "date": "2018-02-06T00:14:44Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Meghan B.",
        "user_id": "j1h05Fte9e-_oBQ2RE2_rg",
        "link": "https://www.yelp.com/user_details?userid=j1h05Fte9e-_oBQ2RE2_rg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1fe81QB3V0WsGmrVp6jyJQ/180s.jpg",
        "address": "Denver, CO",
        "friends": 288,
        "photos": 7,
        "reviews": 22
      },
      "comment": {
        "text": "The BEST pizza I've ever had. We did a pizza making class here and it was such a wonderful experience. The owners and entire staff are so welcoming and accommodating. We got a tour of the facilities, learned how they make everything in house, and got to make our own pizzas! Can't recommend this place enough!!!",
        "language": "en"
      },
      "date": "2020-03-15T01:35:02Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Atlanta Food Critic ..",
        "user_id": "1C57DM04iEL4jKv4PDCVWA",
        "link": "https://www.yelp.com/user_details?userid=1C57DM04iEL4jKv4PDCVWA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LekLbhC1Knf-siX1auhJdQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4,
        "photos": 244,
        "reviews": 43
      },
      "comment": {
        "text": "When the pizza arrived, we thought it looked fantastic but I was immediately concerned that this pizza was going to be big enough to feed the three of us. From the first slice, I knew something was wrong.\n\nThe crust was virtually nonexistent. It was paper-thin and weak. There wasn't much sauce on it, so that wasn't the problem. I'd paid for extra cheese but I couldn't see much cheese on it anywhere. I thought the flavor of the pizza was good because I liked the taste that comes from being cooked in an oven with fire. Melanie thought it was just bland and Laurie didn't like the small burnt sections of the crust.\n\nFor a $26 pizza, we'd expected a whole lot more. I had three small pieces, the ladies had two and split another. Considering there was no substance to this pizza, we considered it an expensive appetizer and left in search of a proper dinner. We wanted to love Varuni Napoli because the restaurant is really a cool place, but you need to look for great pizza elsewhere. Guten appetit!",
        "language": "en"
      },
      "date": "2015-09-27T12:02:31Z",
      "rating": 2,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dcyG2aZQls70FZZPjvWPlA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kBuuHRZa-FgNNFQyHD-VDg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-gNRNdmARzQymQoTuGagog/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QJ-0slSJFxIAcyJGT_fANQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/X0gnQb28YK4QoKN5nt0aqA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/n4sTh9gABevpHS7HHtQBHQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amelia R.",
        "user_id": "drBalMRasGJ88juRmiVVyg",
        "link": "https://www.yelp.com/user_details?userid=drBalMRasGJ88juRmiVVyg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tZjUoE53Ela4U7pd6nCa-A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 196,
        "photos": 50,
        "reviews": 30
      },
      "comment": {
        "text": "One of my top three favorite pizza places in Atlanta! They have authentic Napoli pizza and amazing fresh ingredients. It's a walk up counter and the food comes or super fast. Can always count on good pizza here!",
        "language": "en"
      },
      "date": "2018-03-22T00:21:28Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8REd4z6EVxsXrXWZDW_H5Q/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "L V.",
        "user_id": "wR0RGHRoskDUybtLVWjwgw",
        "link": "https://www.yelp.com/user_details?userid=wR0RGHRoskDUybtLVWjwgw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oqvJ17H3LwR5A0Xgy-Sf1w/180s.jpg",
        "address": "Houston, TX",
        "friends": 1,
        "photos": 18,
        "reviews": 60
      },
      "comment": {
        "text": "Meatballs are great. \n\nPizza is chewy and not crispy the way it should be; undercooked. \n\nOrdered Margarita Pizza with Pepperoni and Ham. Both were undercooked and Ham very fatty. \n\nToo many other great pizza places in ATL, pass on this restaurant.",
        "language": "en"
      },
      "date": "2017-04-30T01:37:25Z",
      "rating": 1,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 2
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Luca V.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/XwqgE5TR78BpVs9EpW2VQg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Good evening, \n\n\n\nI would like to first thank you for giving our restaurant a try, and also thank you for your feedback on the margarita pizza that you ordered. \n\n\n\nAs stated on our menu, Neapolitan pizza is supposed to be lighter and softer. More specifically we use \"double zero\" flour, which is a very fine grained flour, with a higher protein content; traditionally reserved for making breads rather than cakes. Because of the higher protein count and finer grain, in addition to the mother (which is a live yeast culture that we use to help the dough levitate) the finished product is a lot lighter, fluffier and fragrant dough than more common American style pizza. When you add in the fresh pureed San Marzano tomatoes and fresh mozzarella diuffala, you have a pizza that when cooked at such a high temperature comes out very \"wet\" Additionally when you add toppings such as pancetta or pepperoni, that are a little fattier and release oil, then you have a pizza\nthat is very wet.\n\n\n\nMy one question that I had is that you referenced getting a pizza topped with Ham? We actually carry two pork products that are very similar to ham,m the first being pancetta, which is akin to a smoked, Italian bacon. The other is a very finely cut sheet of prosciutto di Parma, which when we put it onto a pizza, we spread the sheet across the pizza after it is cooked, because prosciutto di Parma is very flavorful, and we do not want to put it\nin the oven and ruin the flavor of the meat; losing the buttery, salty characteristics that make it so tasty.\n\nI am sorry that your first time through was not the experience that you were looking for, I would love to have another opportunity to have you come in\nand enjoy a pizza with us, we can discuss the pizza more in depth and hopefully win your business back. \n\nPatrick Kieren O'Neill\nGeneral Manager \nVaruni Napoli\n1540 Monroe Drive Northeast\nAtlanta, GA 30324\nWork - 404.709.2690\nCell - 857.312.4542",
          "date": "2017-05-02T02:01:01Z"
        }
      ]
    },
    {
      "user": {
        "name": "Andrew H.",
        "user_id": "cFM1k9G5ub5QPpBFxndUiw",
        "link": "https://www.yelp.com/user_details?userid=cFM1k9G5ub5QPpBFxndUiw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dgKe_Vnun5mQKOHIGDa5-w/180s.jpg",
        "address": "GA, GA",
        "friends": 14,
        "photos": 35,
        "reviews": 391
      },
      "comment": {
        "text": "I tried to gold standard, margherita pizza.  Good, but not great, Campania in Alpharetta better. Much better.  The atmosphere is very noisy and the decor is industrial.  Prices are way too high.  But hey, people are coming here by the droves so I don't blame them for trying to get it while they can.  The people are very friendly.",
        "language": "en"
      },
      "date": "2019-06-29T00:26:16Z",
      "rating": 2,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Nefize T.",
        "user_id": "gekBd8XKujejFIYocAsfTQ",
        "link": "https://www.yelp.com/user_details?userid=gekBd8XKujejFIYocAsfTQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5ZhIYE2V7QXNVb4DKupIQw/180s.jpg",
        "address": "Baltimore, MD",
        "friends": 133,
        "photos": 434,
        "reviews": 347,
        "elite_year": 24
      },
      "comment": {
        "text": "Best pizza i had in ATL so far but mind you i usually dont seek pizzerias.. Makes me not wanna eat work cafeteria pizza anymore. Just get the simplest and probably cheapest margherita... thats what italians eat mostly. If there are so many toppings on it, i think it becomes nyc pizza. I liked the bottled water and glasses. It almost feels like self service, you order, take your glass and sit, even tip before you get service... before going there, i read in the reviews that pizza prep can take about 15 minutes. mine took about 5 min... so they may have found an efficient way but it was also not so busy right at that moment... delicious pizza but overpriced in my opinion. Back in napoli, in places like michele, a pizza used to be sold for like 4-5 euros if i remember correctly... may be the norm here, but seriously what is in a pizza that would make it worth 20 bucks other than flour, tomato sauce and some mozzarella.. I thought the outfit of the servers was a bit cheesy too. I mean, sure if you try to create a concept... but to me it feels a bit overdone.. i got their cannoli as well. It was delicious and fresh although can be filled more. I felt like the middle was empty.. worth trying once but i probably wont be back.",
        "language": "en"
      },
      "date": "2017-07-15T23:03:35Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/crbcj-6DRGCQ7hka6dTGBg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Py99Zzep08KEQzhjKPIJkQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michelle P.",
        "user_id": "-6ANKdm808QNwIt6Wo82-A",
        "link": "https://www.yelp.com/user_details?userid=-6ANKdm808QNwIt6Wo82-A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WyWRXvotU1F-xu1iSwaaOg/180s.jpg",
        "address": "Franklin, TN",
        "friends": 47,
        "photos": 0,
        "reviews": 13
      },
      "comment": {
        "text": "We were in town for college game . We ordered white pizza and red sauce . They were so good that I had wished we ordered more . I have never ever had better pizza . We had tiramisu for dessert . I would drive to Atlanta to Nashville just to have this pizza again . Please open up one in Nashville",
        "language": "en"
      },
      "date": "2019-10-21T16:39:22Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anh T.",
        "user_id": "IdyXXrFtMJMs5GXzQ3f0xQ",
        "link": "https://www.yelp.com/user_details?userid=IdyXXrFtMJMs5GXzQ3f0xQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OqXEUTZtF9m_9p0o1BqYzw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 415,
        "photos": 41,
        "reviews": 94
      },
      "comment": {
        "text": "A neighborhood favorite! The staff is very nice, pizza is thin crusted and delicious  (the picante is our favorite)and there is plenty of seats for everyone! They also have half$ wine bottles on Tuesday / Wednesday AND a nice outdoor seating area to pair w it. You won't be disappointed!",
        "language": "en"
      },
      "date": "2019-06-03T02:52:54Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Oxana D.",
        "user_id": "ive1W0wCOQk5EsIbwSS3CA",
        "link": "https://www.yelp.com/user_details?userid=ive1W0wCOQk5EsIbwSS3CA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ALSsO948jCEyyPSF3ayNwA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 63,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "This is the best pizza in Atlanta. My husband and I, lived many years in Italy and we can definitely say that their pizza is exactly as a true Italian pizza should be! \nWe are so glad you found you guys. Thank you for the great food you serve. We missed it so much!\nEven though we live pretty far from Veruni's location, we definitely will come back many times from now on.",
        "language": "en"
      },
      "date": "2017-03-14T04:41:12Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Bryan M.",
        "user_id": "9ZQb71RA4Y1LVkv1Yr9ryg",
        "link": "https://www.yelp.com/user_details?userid=9ZQb71RA4Y1LVkv1Yr9ryg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FknY6jze7Fb4eAhKE-sjKg/180s.jpg",
        "address": "Savannah, GA",
        "friends": 17,
        "photos": 48,
        "reviews": 318,
        "elite_year": 24
      },
      "comment": {
        "text": "Really really good pizza.  If I could make one suggestion....cook the crust a little bit more on the bottom.  One of our pizzas (the Oro Bianco) was pretty soft in the middle. But delicious!  Very nice staff and well attentive to our party of 6.  We ate on the back patio since it was so nice and a little noisy inside.  The flavors are so good from the red and white sauces.  We will be back for  sure!",
        "language": "en"
      },
      "date": "2017-10-25T00:26:42Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kristen P.",
        "user_id": "dS5_IXepw74C3WfC_nhLsQ",
        "link": "https://www.yelp.com/user_details?userid=dS5_IXepw74C3WfC_nhLsQ",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "I love Varuni and have been here many times. The pizza is amazing and the service is usually very friendly. However, tonight, the servers were extremely rude from seeming annoyed to deliver our food to telling us 3 times the restaurant was closing soon. We got a 30 minute, 15!minute, and 3 minute warning that the restaurant was closing--like they were expecting us to leave immediately. The table next to us had just ordered food and we were finishing our wine. It was rude and off-putting and not the typical experience at all. Very disappointing. Hoping for a better experience next time.",
        "language": "en"
      },
      "date": "2021-05-22T01:49:25Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Luca V.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/XwqgE5TR78BpVs9EpW2VQg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Ciao Kristen,\nWe would like to offer our most sincere apologies for your poor experience with us here at Varuni Napoli.\nI can assure you that this type of behavior from our staff members isn't acceptable and will be addressed.Please when you come in ask for Marco. We thank you so much  Kristen for your patronage and we hope to see you soon, \n\nGrazie!",
          "date": "2021-05-23T03:43:44Z"
        }
      ]
    },
    {
      "user": {
        "name": "Michelle K.",
        "user_id": "ueRPE0CX75ePGMqOFVj6IQ",
        "link": "https://www.yelp.com/user_details?userid=ueRPE0CX75ePGMqOFVj6IQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OvdHMaZ_I7-tdaOeT02KlA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 786,
        "photos": 4384,
        "reviews": 709
      },
      "comment": {
        "text": "Holy moly, their pizza made a lasting impression on me & I've been craving it ever since my last visit!\n\nThanks to Lindy D.'s \"QB Shuffle\" UYE Pizza series I was able to enjoy the most delicious Italian style pizza with fellow Yelper friends.  Now at the end of our dinner, Lindy did mention that their pizza is better than Antico's and I didn't agree with her at first but I can honestly say that she's right!\n\nLater I found out that one of the owners used to work on the Antico team and it all made sense.  He learned from the best & made his \"pies\" better!  Since we had a large group, we were well accommodated by having the entire back room for ourselves.  It seemed the perfect spot for private parties and the doors nearby open up to their lovely outdoor patio.\n\nFirst off, I love the red color scheme & decor. Super cute and the did a great job of branding their restaurant in a very clean/professional yet trendy way.  It's neat how you can also order meats and cheeses, deli-style at the front of the restaurant.\n\nService was fast. Pizzas came out freshly baked and every bite just melted in your mouth. Got a chance to try some of their appetizers because we took advantage of the special restaurant week menu. Highly recommend trying any of the appetizers as a first course. The cannolis were creamy and crisp.\n\nEverything about this restaurant was great! Once you visit this restaurant, you'll only crave their pizza because nothing else compares....\n\nIf you haven't been, just check them out! You & your dining companions will be fully satisfied, no doubt! :)",
        "language": "en"
      },
      "date": "2014-11-14T12:20:50Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Xzn6nipaM6PgIyP-kiY9cQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7JVyDuMlox0hc-_Q3GjKrA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Vr4nQAOrkccoDu9CtH1pMg/o.jpg",
          "caption": "Outdoor patio"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Dan G.",
        "user_id": "ovKR4eLtbSw6ZafPQUpyuA",
        "link": "https://www.yelp.com/user_details?userid=ovKR4eLtbSw6ZafPQUpyuA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fWBij5Nc56otEWExniu_iQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 11,
        "photos": 7,
        "reviews": 47
      },
      "comment": {
        "text": "I think Varuni has the best pizza in Atlanta. In fact when Barstool Sports was in town and did not taste Varuni Pizza, they missed out. Varuni has two different locations. The original on Monroe and a satellite in Krog street market. The quality is exactly the same. I think your decision to go to the original is for atmosphere. When we go our go to order is the varuni salad and oro bianco pizza. If you are not a salad person that is fine but do not miss the oro bianco. Hands down best pizza on the menu. It is a great date night and you can't go wrong there with a couple craft beers and a pizza!",
        "language": "en"
      },
      "date": "2019-02-16T14:15:33Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Will S.",
        "user_id": "WlEk6115A9pwn1KQCrO2jQ",
        "link": "https://www.yelp.com/user_details?userid=WlEk6115A9pwn1KQCrO2jQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/z2WHE8RloK6bC5pDNgluew/180s.jpg",
        "address": "Roswell, GA",
        "friends": 127,
        "photos": 223,
        "reviews": 199
      },
      "comment": {
        "text": "Varuni Napoli is a Neapolitan pizza place in Midtown. It's located right on the corner of Monroe and Piedmont next to Hobnob. Parking can be found behind the restaurant in the large shopping plaza where Rusan's is located. \n\nThe inside space is pretty large with the open kitchen in the heart of the restaurant. There's plenty of seating in the main area which includes a bar that goes around the kitchen (a little entertainment while you eat). In the back, there's a small little lounge with a couple of sofas and a long family style table. This area leads to an outside patio with more seating. Seems like a nice place to hang out when not rainy/cold.\n\nYou start by placing your order and grabbing your drinks at the counter before being seated. They then bring the food to your table. And they bring it out FAST. I was very surprised at how fast food started coming out after we ordered. \n\nThe menu is pretty much entirely pizza. Delicious, mouth-watering, wish-it-were-lunch-so-I-can-go-eat-my-leftovers good Pizza. There was a large group of us, so we each ordered a different pie to share. My end of the table had the following Pizzas:\n\nPako\nOro Bianco\nMargherita\nAmore Mio\n\nThe Oro Bianco and Pako were my 1st and 2nd favorites, respectively. But all the pizzas' ingredients tasted fresh, the marinara sauce was well seasoned, and the dough tasted perfect had a great consistency/chew (although it did few a little too thin in the middle of the pizza).\n\nAll of them were very good. The Pizzas are probably big enough for 2 people to share and finish. After we had all unfinished and let lose our pants, we still had enough for quite a bit of leftovers.\n\n****Our table also ordered the REGINELLA which is a fried calzone. I think everyone agreed this was probably the best thing the table ordered. If you like Calzones this is what you want to order. Amazing is all I can say. The marinara sauce served on the side was also pretty good.****\n\nOn top of the Pizzas and Calzones, we ordered a couple of Street Food Items: The Arancini & Panzerotti. The Arancini are 3 fried rice balls w/seasoned beef. The rice and beef inside were very tasty. The Panzerotti are 3 fried potato croquettes. They weren't too bad. I much prefer the Arancini and would definitely order them again. These come out just a couple of minutes after we sat down.\n\nWe finished our meal with some cannoli's which were just as good as our other dishes.  \n\nWould definitely come back.",
        "language": "en"
      },
      "date": "2014-10-24T14:24:13Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iUGaj_zdAAV0mhbcyjbDRQ/o.jpg",
          "caption": "Reginella - Fried Calzone. Amazing"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iRtfrhMYoZssAZQ_BgEnNA/o.jpg",
          "caption": "The Pako"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hSLUNMDuJ8VeYo_Hrfz-7w/o.jpg",
          "caption": "Arancini - fried rice balls"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 2
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Luca V.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/XwqgE5TR78BpVs9EpW2VQg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Will, thanks so much for stopping in! I'm glad you loved our pizza, Reginella, and Arancini -- you're all welcome back for some more any time! Was your leftover pizza just as good the next day? Hope to hear from you soon!\n\nGrazie,\nLuca Varuni",
          "date": "2014-10-29T23:15:52Z"
        }
      ]
    },
    {
      "user": {
        "name": "Rebecca E.",
        "user_id": "6RAkp1YwUdRJ5Sa36rn4HQ",
        "link": "https://www.yelp.com/user_details?userid=6RAkp1YwUdRJ5Sa36rn4HQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DRGQ6RjZPX7KuS0hfFPHIA/180s.jpg",
        "address": "West Point, GA",
        "friends": 311,
        "photos": 38,
        "reviews": 109
      },
      "comment": {
        "text": "Oh my goodness, easily the best pizza Atlanta has to offer. Fresh ingredients, artfully and authentically crafted pizza. I would take this over most of my favorite New York joints, if I'm being honest. A local friend recommended this place and we ordered the Bastardo and split it between the two of us easily - although, I definitely could have willed myself to eat an entire pie solo. It puts pizza on a different level of craft and decadence, and believe me you will not be disappointed.",
        "language": "en"
      },
      "date": "2019-04-02T04:42:47Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Sara S.",
        "user_id": "1EhhHexRscF-Ivp832KCcg",
        "link": "https://www.yelp.com/user_details?userid=1EhhHexRscF-Ivp832KCcg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aarsc5dC2jOtUGBHsi0dow/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 3,
        "photos": 16,
        "reviews": 31
      },
      "comment": {
        "text": "I give these guys 10 stars.\nFrom the excellent service, the happy wait staff, the prompt, friendly and outgoing manager, there is nothing to hate about this place.\nThey go above and beyond to make sure that u are happy.\nThe pizza is always on point and service is fast. The restaurant is always clean and they have a great selection of movies screening.\nThey will ALWAYS have my service and loyalty.\n2 thumbs up to you guys~",
        "language": "en"
      },
      "date": "2017-11-12T03:33:51Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rachel K.",
        "user_id": "GSPCrfEz-Bx-armWU6QRAg",
        "link": "https://www.yelp.com/user_details?userid=GSPCrfEz-Bx-armWU6QRAg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_B27YC3Rtp06cg0uP6isRg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 697,
        "photos": 1414,
        "reviews": 778
      },
      "comment": {
        "text": "I feel like Varuni Napoli/Antico's owner/pre owner sat down and thought \"hmm.. what can I do to fix ANY problems Antico had?\" \n\n1. Parking - I am a stickler for parking. Gotta say, damn it's awesome. You can park in Green Sprouts/Top Spice/Rusans parking lot and just walk over to the restaurant. Antico had horrible parking. The entrance in the back is kind of hidden, but can be found if you walk past the Rapid (?) company's doors. \n\n2. Seating - Holy Jesus - we can sit! And not feel bad if we stay longer! There's AC!? Yes, it is simply amazing. I am thoroughly impressed with how the seating arrangements were built. Antico was cool and all - but whenever me and my bf went there - we ate quickly and left. Esp if we saw people lining up to sit. #guiltyfeeling \n\n3. Food - So delicious. I get the Don G something. It doesn't have cheese. I actually like it the most. Doesn't make me feel too full, but very happy.\n\nOverall - I give 5/5!",
        "language": "en"
      },
      "date": "2014-09-15T13:12:11Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HzkszMZBejpkNYlv6rBXTA/o.jpg",
          "caption": "Yummm don g something."
        }
      ],
      "feedback": {
        "useful": 6,
        "funny": 1,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Dynomutt X.",
        "user_id": "nLS21IIrKYFjWZdhfQi8Jg",
        "link": "https://www.yelp.com/user_details?userid=nLS21IIrKYFjWZdhfQi8Jg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PyNvkknXPXSZmyKTJYhTdg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 343,
        "photos": 4792,
        "reviews": 214
      },
      "comment": {
        "text": "Pizza isn't simply a food. It's an event. A phenomenon. An insight into cultures. A culture unto itself. It's an evolving life form, transforming from origins as unpretentious plebeian sustenance to innumerable reimaginings through the lens of chefs from nearly every culture, now as much at-home beside dinosaur-shaped nuggets of alleged bird meat in the freezer at your closest Piggly Wiggly as from the kitchens of the hautest of haute white-tablecloth establishments. A disk with more remixes than a Drake record.  It's what you give your friends/family as recompense for a Saturday spent moving your furniture, comic book collection, and all the tchotchkes you acquired throughout your adolescence and now inexplicably keep permanently stored in boxes even as you near the crest of life's hill and the fact that you have no room in your garage for a car has made you the target demographic for Uncle Bob's ubiquitous self-storage farms that pock the 'burbs. \"It's a Mystery, Charlie Brown\" is finally available for download, Gus. Might be time to take your stack of RCA SelectaVision CED movies to Goodwill.\nPizza is an equalizer.  When tomorrow's people look back on the schisms that led to the decline and fall of our contemporary civilizations, they will laugh and ask, \"Kial ne tauxga por pico?\" which is Esperanto for, \"Why didn't they just meet for pizza?\"\n\nPizza is also a serious matter for purists, and although your cousins from Joisey occasionally come to blows over who makes the best slice, the AVPN might take first place in pedantry with its list of commandments for \"true\" Neapolitan pizza being more arbitrary than your grandmother's house rules. Honestly, Myrtle, why would you hang these towels beside the sink if we're not allowed to use them? And why would you set a bar of soap in the dish to serve as a decoration? It's soap, Myrtle. Soap.\nIn the US, with most pizza enthusiasts being more familiar with bastardized renditions of styles from NY, California, Chicago, and Totino, it's all too common to hear uneducated opinions over Neapolitan pizza. \n\"The bottom's burnt!\"\n\"It's soggy in the middle!\"\n\"If they didn't talk back to the cops, they wouldn't get shot!\"\n\n- The speckled bit of char on the bottom is expected after sitting on a nearly 900-degree surface, and necessary for the best flavor. \n- If you want less moisture in the middle, then get a pie with fewer water-filled ingredients or, to be even more authentic, ask them not to slice it. The rest of us will continue folding that shit up and shoving it gleefully into our faces.\n- Go fuck yourself.\n\nVaruni quickly became the go-to spot for Neapolitan pie for those of us who decided that Atlanta's dominant Italian pizzeria (which shall go unnamed so as not to garner any search benefits) is unworthy of our support, following evidence of what I'd long feared - that the owner had been abusing his immigrant employees all along. Every time I'd entered that place and his other establishments, there were so many unhappy Ethiopians, I expected Sally Struthers to appear at any moment (probably with a San Marzano moustache and bufala beard). Employees at Varuni, in contrast, are friendly and even smile.\n\nThe space is open and inviting, with a variety of seating options. Long tables for communal dining, smaller tables and counter seating for groups or solo/duo outings, outdoor patio with fans, back room with long tables and a sofa for groups or just to escape the din and heat of the main dining area.\n\nI'll be honest - there's not one pizza I've tried at Varuni that matches that other pizzeria's best menu option. However, other than that one superlative pie, the two are quite evenly matched on pizza alone, with Varuni being slightly better overall. The Bastardo is a lovable rogue. Get it. Options with many savory ingredients, such as olives, artichoke hearts, etc. can be a bit too salty (Amore Mio), but the Pako, and Margherita are also pretty great.\nFood-wise, where Varuni pulls even farther ahead of that unnamed pizzeria is with the rest of its menu, which is more comprehensive. The Reginella - a cheesy mezzaluna of Elysian origin - is their decadent fried calzone. They offer small treats such as panzerotti di patate (potato croquettes) and arancini (which aren't really my thing, but have lately become all the rage in Italian restaurants... Orange is the new gnocchi?), various basic salads, and several delectable dolci (cannoli, tiramisu, gelati - none of which I recall trying so far, but they look delicious, and if I learned anything in my youth it's that sometimes the best experiences create the most ephemeral memories).\n\nBottom line: Great Neapolitan pizza, without the guilt of financing indentured servitude at that other place.\n\nOverall, 7/10.",
        "language": "en"
      },
      "date": "2016-08-29T17:22:51Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tJs4zjB1-71deYhAvwrVJA/o.jpg",
          "caption": "Bastardo (Nduja, pepperoni, bufala, Pecorino Romano, touch of basil) - Recommended"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9IhAEeWrnvJu5wKC2I8rTg/o.jpg",
          "caption": "Amore Mio (too friggin' salty)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9SoAujev9gpWKyrfchkJOg/o.jpg",
          "caption": "Nutella zeppole, compliments of the house."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OgnCHEoFj-Mqy_NJ8FXZXg/o.jpg",
          "caption": "What happens when someone who gives Olive Garden 5 stars tries actual Italian food. Brilliant."
        }
      ],
      "feedback": {
        "useful": 10,
        "funny": 15,
        "cool": 10
      }
    },
    {
      "user": {
        "name": "Chris S.",
        "user_id": "-JwWQPrKZr3uC6F7BmiG7w",
        "link": "https://www.yelp.com/user_details?userid=-JwWQPrKZr3uC6F7BmiG7w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dRfz152KWnetnRpkVEs79A/180s.jpg",
        "address": "Naples, FL",
        "friends": 1,
        "photos": 35,
        "reviews": 10
      },
      "comment": {
        "text": "Fun staff, great food and fun atmosphere. Would certainly  recommend .\n\nOrdering is confusing as you get in line and order then find a seat. However at the small bar area it is full service.",
        "language": "en"
      },
      "date": "2015-12-10T14:19:12Z",
      "rating": 5,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-RRDAGDh_ebwLCS3yIdF2g/o.jpg",
          "caption": "Delicious food and a great fun atmosphere."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PHqkpubo4EcWEKjDCKUveg/o.jpg",
          "caption": "Fried rice ball"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DRSqCp5YcmAPRbaCcEJAgg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J6YQh8Uw21rv0Coly6Fv8w/o.jpg",
          "caption": "Delicious thin crust pizza."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U8ocPcMMZk7nFAaNZCr89g/o.jpg",
          "caption": "Fun lively staff"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xXM8H-xwha4kxPwyl0yVcQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eumOWeHRuuulHjSPIbhl3Q/o.jpg",
          "caption": "Rice balls"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-q3mIYnPmmsDyQi2yzIVQw/o.jpg",
          "caption": "Pizza ovens get you a pizza in 5 min"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YqkNM6OpIaKbXv9oHeT0qw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Leah M.",
        "user_id": "8QfzvzFh5XWdwXxYhWJSOg",
        "link": "https://www.yelp.com/user_details?userid=8QfzvzFh5XWdwXxYhWJSOg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TPbImW_NGO7Za_6iiEh9Pw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 201,
        "photos": 2,
        "reviews": 36
      },
      "comment": {
        "text": "This place is really cool inside. It reminds me of an upscale deli. There are long bench picnic table, some high top tables it seems like a great place to get a casual drink and split a pie with friends. I really like places with an open kitchen. \n\nFirst - arancini are a must order. They are perfectly fried and crisp on the outside and moist and creamy on the inside. There marinara sauce is also off the chain. I would maybe just drink a bowl of that stuff. \n\nSecond - their pizzas are so fresh. You can watch them toss the dough by hand and they slice the meat that they put on it right in front of you. I prefer the red sauced pizzas to the white sauce. Their red sauce is on point. The white sauce just doesn't really contribute much and overpowered by their really flavorful toppings. Get the Bastardo. You won't be disappointed. \n\nTheir online ordering system doesn't tell you how long it'll take so maybe call if you are concerned about the timing.",
        "language": "en"
      },
      "date": "2015-09-12T21:42:16Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lQ5er17YMvFVsX7GtvmN2Q/o.jpg",
          "caption": "Order counter"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nala D.",
        "user_id": "BOgZzpL_Z4SCIlAuBBAxQg",
        "link": "https://www.yelp.com/user_details?userid=BOgZzpL_Z4SCIlAuBBAxQg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LQUWLLKryZ44QoKQaHqyag/180s.jpg",
        "address": "Mableton, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 4
      },
      "comment": {
        "text": "Decent pricing about $22 for one pizza, they're all the same size, you can't get a larger or smaller size. Overall a great place to grab some pizza with friends. The place is really clean and spacious with options for group seating and individual seating in the bar area. The staff is all really friendly and the service is pretty fast. If you're in the area definitely stop by, I recommend the bastardo it's amazing!",
        "language": "en"
      },
      "date": "2017-05-24T15:11:59Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/E1FdR47S2RU21lqOVW5wnA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VNhkkF68Tqm84Eginnyz_Q/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "k W.",
        "user_id": "0Q8zVDSG6VMYqOXzSmO30w",
        "link": "https://www.yelp.com/user_details?userid=0Q8zVDSG6VMYqOXzSmO30w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/h-HsNtIDthbAutLG1Hx3Vg/180s.jpg",
        "address": "Suwanee, GA",
        "friends": 20,
        "photos": 36,
        "reviews": 51
      },
      "comment": {
        "text": "Absolutely delicious!! Get the Bastardo with red peppers!! Also the Bellini and or blueberry limoncello . Great service , price and food ! We will definitely be back",
        "language": "en"
      },
      "date": "2017-11-18T03:23:59Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Beth B.",
        "user_id": "IotiSRv2-gBplduXdqfrcg",
        "link": "https://www.yelp.com/user_details?userid=IotiSRv2-gBplduXdqfrcg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/sQNYG8IYEqdWhyIB5EZXyw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 139,
        "photos": 13,
        "reviews": 370
      },
      "comment": {
        "text": "We went to Varuni Napoli last night for dinner.  Let me tell you - if you are looking for pizza, this is the place to go.  This is hands down the best pizza that I have ever had.  (Note: I haven't been to Antico, so I have no idea how this compares)  We had the meatballs, a Caesar salad, two of the Bastardo, one Oro Bianco, and two strawberry pastries.  The Bastardo was our favorite - but everything was delicious.\nWarning: We thought the pizzas were personal pizzas - they are full size so each person does not need to order their own (unless you want leftovers - which are totally awesome)!!\n \nWe had my young son, so we sat outside.  It was a nice cozy atmosphere and we were super impressed with how quickly our food was prepared.  We will definitely be back!",
        "language": "en"
      },
      "date": "2016-09-08T17:33:19Z",
      "rating": 5,
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Ravi B.",
        "user_id": "wQ9-iHbzSDO_8E1_dIgbMQ",
        "link": "https://www.yelp.com/user_details?userid=wQ9-iHbzSDO_8E1_dIgbMQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MoM7M0HVe6hZIAPMssUh4w/180s.jpg",
        "address": "Lawrenceville, GA",
        "friends": 1805,
        "photos": 2543,
        "reviews": 764,
        "elite_year": 24
      },
      "comment": {
        "text": "I dunno, my experience here wasn't as good as many people who reviewed it. I went on a random weeknight when it was slow a few months ago when they first opened. Just forgot to write the review. I didn't think the pizza was that great. Maybe I was too critical, but it seemed overly expensive for overly salty thin crust pizza. You even have to buy the perrier nice water and can't get tap water. \"bouzy\" for no reason just because it is in midtown I guess. Lol. Service was nice though.",
        "language": "en"
      },
      "date": "2014-09-01T02:37:15Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AxAaLUTuA89eRv-OyIATwA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ONRjQnOdjP2VgTRzxc6sOg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 1,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Luca V.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/XwqgE5TR78BpVs9EpW2VQg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Sorry you didn't have a more enjoyable experience here, Ravi. We usually get pretty positive feedback on our pizza, so I'm curious to know which one you tired?\n\nAs for the water, we don't serve Perrier, but we do serve free triple filtered tap water to everyone. In fact, there should've been a bottle of water on your table. I'm so sorry if you didn't have any -- do you remember when exactly you were in? I'd like to look into this.\n\nHope to hear from you soon,\nLuca",
          "date": "2014-09-23T14:22:05Z"
        }
      ]
    },
    {
      "user": {
        "name": "Gil T.",
        "user_id": "TremrGOxne1azTiEO-0Gcg",
        "link": "https://www.yelp.com/user_details?userid=TremrGOxne1azTiEO-0Gcg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/iKb0FoCZuqTIJBNQwtHwkw/180s.jpg",
        "address": "Raleigh, NC",
        "friends": 395,
        "photos": 109,
        "reviews": 51,
        "elite_year": 24
      },
      "comment": {
        "text": "This place is the bomb.  I live nearby, and it's one of our favorite places to eat on the weekends.  The pizza is absolutely phenomenal.  I don't know how else to describe it, but it's truly unique and perfect.  Don't be afraid to check out some appetizers/ cones either.  The olive cone and meat cone contain some high quality food at a reasonable price.  \n\nEven though they are pricey, a frost mug of 22 oz Italian beer is the perfect compliment to their pizza.  This place is no-nonsense, and always has an attentive staff who makes sure you have ample drinks and anything else.  If you're looking for incredible pizza, give this place a shot.",
        "language": "en"
      },
      "date": "2015-02-24T00:45:18Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Scott J.",
        "user_id": "Lc9Wrq63li1MeoMaBXRs6Q",
        "link": "https://www.yelp.com/user_details?userid=Lc9Wrq63li1MeoMaBXRs6Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bwmG4cQhj1Gp0I_tJFfuzg/180s.jpg",
        "address": "Durham, NC",
        "friends": 99,
        "photos": 610,
        "reviews": 775,
        "elite_year": 24
      },
      "comment": {
        "text": "This is the most authentic Italian pizza that my wife and I have had since our trip to Venice!\n\nMy wife and I have been wanting to check this place out.  So glad that we did!  The pizza was amazing - fresh dough and fresh ingredients.  The ambiance was great!  We got to sit and watch the guys make each of the pizzas.  I wished we had saved room for their desserts.  The cannolis looked legit!",
        "language": "en"
      },
      "date": "2015-07-12T11:29:27Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Romex R.",
        "user_id": "7Goxq90Kf0pVUYDDu42Nyw",
        "link": "https://www.yelp.com/user_details?userid=7Goxq90Kf0pVUYDDu42Nyw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/h0zDzYjgQCXnSRKi5gvMdA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 15,
        "reviews": 35
      },
      "comment": {
        "text": "It is a very nice place to enjoy a glass of wine while watching the pizzaiolo making you pizza. It is entertaining, to say the least. The two wood fire ovens are running at all times and everybody looks busy. \nThe pizza is very good, way above your average pizza place.",
        "language": "en"
      },
      "date": "2015-12-17T02:18:59Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7Ord9SRM4tZRbflWZauaxQ/o.jpg",
          "caption": "Pizzaiolo at Varuni Napoli"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Christopher B.",
        "user_id": "v-HcprOKPC1_F5_15t4JDw",
        "link": "https://www.yelp.com/user_details?userid=v-HcprOKPC1_F5_15t4JDw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2S0tb6pfAMxN4t1PYgJ7RA/180s.jpg",
        "address": "Chicago, IL",
        "friends": 370,
        "photos": 172,
        "reviews": 2268,
        "elite_year": 24
      },
      "comment": {
        "text": "I have to disagree with many of the reviews as this place was just average. I've had some amazing Napoli pizzas through the years and this one just fell short. I thought it was not hot enough to begin with but also it just lacked something other pizzas have in terms of flavor. I was also super excited about the arancini and it was served cold inside. They brought out another plate which was lukewarm. I've had similar arancini that were piping hot and one of the best street foods I've ever had. This place just missed the mark and fell short. \n\nI thought the interior was cool and I could see how it's attractive for people to come and hang out. However, if the cuisine isn't up to par then the ambiance really doesn't get me in the door.",
        "language": "en"
      },
      "date": "2015-02-16T21:47:49Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Angelo S.",
        "user_id": "VILdBpr8ZRnvERsyqa88fQ",
        "link": "https://www.yelp.com/user_details?userid=VILdBpr8ZRnvERsyqa88fQ",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "This is simply GREAT pizza. You wouldn't think you would find a good pizza in the south but this place makes an awesome pie. I highly recommend it...!!!",
        "language": "en"
      },
      "date": "2021-04-22T06:17:13Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sandi C.",
        "user_id": "ccY7YFKzBl4QX9E8eWjS5Q",
        "link": "https://www.yelp.com/user_details?userid=ccY7YFKzBl4QX9E8eWjS5Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1Sm_OEk3UrOnf6xK-Z6M0w/180s.jpg",
        "address": "Port St. Lucie, FL",
        "friends": 78,
        "photos": 1153,
        "reviews": 339,
        "elite_year": 24
      },
      "comment": {
        "text": "I'm very sorry to have to post a horrible review, I was longing for some really good. Crispy pizza, and it was soggy, dry and burnt on the bottom. The cashier was a doll, the server well, let's say he needs to smile , and not be so short with the customer . I asked for extra sauce, it was in a tiny bowl, the meatbal which came after our salad, and pizza. Was raw in the middle and cold?? Totally didn't understand that, asked for red pepper, the server said that's not Italian and I just looked at him I said really? Very disappointment I was so excited to go have some  homemade Italian pizza ,salad was excellent prosciutto was good! Sorry but I would never return",
        "language": "en"
      },
      "date": "2014-10-29T15:36:09Z",
      "rating": 1,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pIxmpXTj-bkK8vPviMNZ2Q/o.jpg",
          "caption": "Awful , very in impressed pizza soggy , burnt crust , blah"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CvRYz-UTj2N470iNqMU0rQ/o.jpg",
          "caption": "Does this explain for my bad review.?"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kate S.",
        "user_id": "xxuQwQOsofCW4elicF1E-g",
        "link": "https://www.yelp.com/user_details?userid=xxuQwQOsofCW4elicF1E-g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7_72gM8I9Ugdl2ogu8FlMw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 101,
        "photos": 154,
        "reviews": 59
      },
      "comment": {
        "text": "I hate to give less than four stars to a restaurant, especially when so many other reviews rate it higher, but I need to be sharing my opinion...right? I would really give 3 1/2 stars if that was an option on here... \n\nThe staff was great! Wonderful really! We enjoyed conversing with them briefly, and our table was cleared as soon as we were done. Water was given plentifully as we got low.\n\nThe restaurant itself had a fun vibe to it. It definitely is self serve, so it is important to keep that in mind when looking at going. And you can split a pizza; it's about the size of a large at a typical restaurant. \n\nThey have a good beer and wine selection, and they even have Prosecco on tap! \n\nNow the pizza: it was good...but that was really all. We ordered the Bastardo, and it really was not special. It was not much different from if we had ordered a pepperoni pizza. The crust was good, but again, nothing very memorable in my mind. \n\nI will be the first to admit and agree you can't base a decision off of only one meal or in this case pizza. I do want to go back, and I really want to try another style of pie. I also want to sit on the patio as I have heard good things, but it was freezing while we were there. \n\nHopefully we will be back soon and I will be able to improve my review. Right now, I just feel like this is standard pizza.",
        "language": "en"
      },
      "date": "2014-11-03T19:07:00Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IYcxEPG1hyaAsCEqDFIMSQ/o.jpg",
          "caption": "Bastardo"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Luca V.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/XwqgE5TR78BpVs9EpW2VQg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Ciao, Kate. Thanks for sharing your feedback on our Bastardo pie. It's definitely got a similar feel to a pepperoni pie, but you should've been able to taste some notable differences. I'm sorry that you didn't love it, especially since you were so happy with the service and environment here! Still, I'm confident we can find the perfect pizza for you next time, so I hope we'll see you soon -- did anything else from our menu look like something you'll try on your next visit?\n\nGrazie,\nLuca Varuni",
          "date": "2014-11-05T18:27:43Z"
        }
      ]
    },
    {
      "user": {
        "name": "Benjamin G.",
        "user_id": "AvC5XQAElcGAAn_Wr5auEg",
        "link": "https://www.yelp.com/user_details?userid=AvC5XQAElcGAAn_Wr5auEg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YmrU2Ak79Xf6zkcpMODYKw/180s.jpg",
        "address": "Candler Park, Atlanta, GA",
        "friends": 3321,
        "photos": 2439,
        "reviews": 1129
      },
      "comment": {
        "text": "Well, if you've been hearing things like \"Better or as good as Antico\" or \"best pizza I've ever had\" or \"this place is amazing,\" then I'm pretty sure you'll find plenty of truth in any of those statements upon your first visit. Being that Varuni Napoli is a relatively new-ish type of concept, there are a few hurdles you have to overcome to have a great experience. \n\nLocated literally on the corner of Piedmont and Monroe. Same corner as Hobnob. Parking is pretty easy with the parking lot behind the restaurant proper, but can get pretty mobbed with the rest of the businesses attracting customers around the same time(s). Just make note of that. If you're in Piedmont Park or somewhere close, walking is a pretty decent option. \n\nOnce inside, it's quite a sight. For those familiar, you'll find the giant ovens within the prep area doling out pies like they're going out of style. There is a good amount of seating inside and a few seats at the bar area. \n\nThe process for ordering was a little wonky. You step to the side, order whichever drinks you'd like, then proceed to the register to order your pizza and other items and pay, then you find your table and your food is brought out to you. I mean, it isn't rocket science, but there are a few variable you need to consider -- \n\nGet your silverware and plates before you sit down. They may or may not tell you about their location, but you can find them on tables around the room. \n\nWater is on all of the tables inside and you can grab a bottle if you are headed out to the patio. \n\nYou really must make note of the patio. Goodness gracious this is probably one of the coolest patios in Atlanta. Tall oak trees growing up through the floorboards, modern couches, bistro tables, plenty of natural light filtered by shade from the trees. It was super cozy and one of the best places to eat. Plus, it wasn't nearly as crowded or noisy as the interior. \n\nThe pizza, I have to say, does live to up any and all hype that is being spread around. It's good. Damn good, in fact. We ordered the Margherita and the special -- Pesto, fired tomatoes, and basil. Both were excellent with a good amount of char on the crust (I'm always a fan of burnt crust) and chew. The sauces were both excellent. In my eyes, the sauce on the margherita was the winner, but the special pie's fired cherry tomatoes brought a perfect amount of sweet and sour to the table. We ordered these two since they are a few of the vegetarian options on the menu. Plenty of others with meats of all different kinds. I'm looking forward to checking out a few of them for our next visit. \n\nPrices are pretty easy-going. $15 for the Margherita and $17 for the special. I'd pay that again in a heartbeat without batting an eyelash. \n\nI really dig this place. The pizza is stellar and the concept really works for all manner of guests. I do think it's important to understand just how much you have to \"serve\" yourselves at a restaurant like this, but just go prepared knowing that you won't be taken care of by a server. Can't wait to head back!",
        "language": "en"
      },
      "date": "2014-06-16T12:15:08Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wuOqtaOm16BtJlOZV6V3lQ/o.jpg",
          "caption": "Seriously wonderful patio with giant oak trees."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qjfXDsFTYIlOVUdcPBwl6g/o.jpg",
          "caption": "Special -- pesto, cherry tomatoes, basil, and buffala mozz."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qUfOMSWY0Fo2rC7-RPNQiA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XQBSgnU5KsiESXjaKt_AUw/o.jpg",
          "caption": "Meats available at the register"
        }
      ],
      "feedback": {
        "useful": 19,
        "funny": 7,
        "cool": 10
      }
    },
    {
      "user": {
        "name": "Geoff G.",
        "user_id": "aCXPdnDwb0iBdFO6Ui6gwQ",
        "link": "https://www.yelp.com/user_details?userid=aCXPdnDwb0iBdFO6Ui6gwQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FXID6YJ5NzftXxqC35Dmpg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 8,
        "photos": 24,
        "reviews": 285
      },
      "comment": {
        "text": "Rock Solid 3 stars. The vibe is better than Antico, but the star attraction is a notch below.\n\nWe started with the salad. Nice, lightly dressed with some heirloom tomato and tasty sliced prosciutto. The pizza Margherita arrived promptly looking real good...all the key ingredients were on display. Too bad the chewy crust turned into a soggy mess faster than you can say Spumoni, and ours arrived from the blast furnace with a seriously heavy-duty char.\n\nOverall, varuni was a pretty decent stand in for Antico.",
        "language": "en"
      },
      "date": "2014-08-12T02:27:56Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iQTPCMczscZKcpJ_4GdEng/o.jpg",
          "caption": "Salad of goodness"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Billy S.",
        "user_id": "jl9m9Wd8M0FWyi6HTixIOA",
        "link": "https://www.yelp.com/user_details?userid=jl9m9Wd8M0FWyi6HTixIOA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_NKd7f_CNk8TxllHNbcIBQ/180s.jpg",
        "address": "Buford, GA",
        "friends": 1,
        "photos": 37,
        "reviews": 19
      },
      "comment": {
        "text": "I always drive by this place, but never thought twice about checking it out until someone recommended it to me.  \n\nThis place is everything you could want in a good pizzeria. Is it Antico? Taste-wise, I'd have to say no. Is it the 2nd best pizza I've had in Atlanta? YES! \n\nAlso, the seating is a whole lot nicer than Antico's. It's still communal seating, which is cool, but it's a lot nicer. There's also outdoor seating available, as well.\n\nParking is in the back of the restaurant. If you're coming in from the Piedmont Rd side, just park in the same lot as Ru-San's and look for the signs to find Varuni Napoli.\n\nWe got the \"Amore Mio\" and it was amazing. We'll definitely be back.",
        "language": "en"
      },
      "date": "2015-03-02T17:33:47Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jFfBLYzSR42JzfbGd_qJ7w/o.jpg",
          "caption": "Amore Mio. Amazing."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brian P.",
        "user_id": "oD75D9Mu1hhhSM4sQFNw6g",
        "link": "https://www.yelp.com/user_details?userid=oD75D9Mu1hhhSM4sQFNw6g",
        "address": "Cypress, TX",
        "friends": 0,
        "photos": 3,
        "reviews": 2
      },
      "comment": {
        "text": "This was our first dining out experience in the last year due to quarantine.  The management and staff took a number of safety measures that put our family at ease. Masks, temp checks, digital menu, etc.  We were able to eat in the outdoor seating area and were well attended to by the service staff. Not to be overlooked...the food was excellent!  We will be back.",
        "language": "en"
      },
      "date": "2021-03-15T12:46:09Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Billy H.",
        "user_id": "wzlv3qRvwSFB8lEYVxpNwA",
        "link": "https://www.yelp.com/user_details?userid=wzlv3qRvwSFB8lEYVxpNwA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kWXUYbltp5sr-_QTA0pexQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 90,
        "photos": 75,
        "reviews": 280,
        "elite_year": 24
      },
      "comment": {
        "text": "Every neighborhood needs a great pizza place, and I have a feeling that Varuni Napoli is going to be wearing the pizza crown for many years in this neighborhood. It's almost impossible to not fall in love with this place. The pizza is some of the best I've had in Atlanta and the owners make sure you have a memorable experience. One of the owners, Luca Varuni, picked up our 3 year old son and carried him around the kitchen showing him how the pizza is made. That was cool. \n\nThe space is also great. It's very open with a big patio, and has a mix of bar seating, community tables, and regular seating. I really don't have a reason to ever go back to that \"other\" great pizza place in Atlanta.",
        "language": "en"
      },
      "date": "2014-06-15T20:24:49Z",
      "rating": 5,
      "feedback": {
        "useful": 7,
        "funny": 3,
        "cool": 7
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=96gSiv2ZT4-NVa4Z6d4c3A&start=220"
  }
}