{
  "search_metadata": {
    "id": "65f0a25a3c3fb2ee26276903",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65f0a25a3c3fb2ee26276903.json",
    "created_at": "2024-03-12 18:43:38 UTC",
    "processed_at": "2024-03-12 18:43:38 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/Af2kgWjIoS_N-A5oTBlSVg?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a25a3c3fb2ee26276903.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a25a3c3fb2ee26276903.prettify",
    "total_time_taken": 5.56
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 170,
    "num": "50",
    "place_id": "Af2kgWjIoS_N-A5oTBlSVg"
  },
  "search_information": {
    "total_results": 338,
    "business": "Haven"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 338
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Alpana M.",
        "user_id": "tDwv77fwWNa390g8wXsmgA",
        "link": "https://www.yelp.com/user_details?userid=tDwv77fwWNa390g8wXsmgA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/IeUdXwXodxzNBnHzUpio4Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 232,
        "photos": 238,
        "reviews": 125
      },
      "comment": {
        "text": "I was in the area on Easter looking for a brunch place and I remember wanting to try haven for dinner but I noticed they were also open for brunch. I thought there would be a wait but there wasn't one for outside. The weather was nice and I likes the outdoor seating. The chairs were a bit uncomfortable but that was my only complaint with sitting outside. They had a pre-fixed Easter menu. It came with yummy beignets to start. I ordered a coffee and my friend got juice. For a place like this I would have though they would have fresh squeezed juice but the server said it was more of from a can which was disappointing. Then we chose 2 starters and 2 main dishes. I had the oysters which were delicious and my friend got the fish special. I didn't even remember the name or take a picture of it bc it was just not good. The only good thing on the fish special was the quail eggs that it came with. The fish was also very cold like Icy cold. so we both just shared the oysters which was yummy. We also got the steak and eggs which were delicious and the eggs Benedict. Eggs Benedict was good but the poached eggs were more like hard boiled eggs. I like my eggs a little runny at least. It is an expensive place for brunch but overall, I think it went well. I would like to come back and try their dinner to see if we have an even better experience.",
        "language": "en"
      },
      "date": "2016-04-04T14:18:20Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wHirwLbNCajL9XkqW2xRgg/o.jpg",
          "caption": "Easter special steak and eggs"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/APAKL-oS-oKqqIP5RCx-uQ/o.jpg",
          "caption": "Easter special eggs Benedict (poached egg was over cooked)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4OzkC-jtffbbHdeTe7hCdA/o.jpg",
          "caption": "Easter special oysters"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Laura H.",
        "user_id": "gmeZZzaoH7CTeIy6SKL9JA",
        "link": "https://www.yelp.com/user_details?userid=gmeZZzaoH7CTeIy6SKL9JA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uxnRAp__OXylL4aYqTJl0w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 84,
        "photos": 175,
        "reviews": 277
      },
      "comment": {
        "text": "I feel like I've tried to date Haven a bunch of times over the last four years.  We've had a bunch of okay dates, but then it never goes anywhere.  It's good on paper: nice looking, interesting menu, and cozy atmosphere.  But that's sort of where it stops for me.  \n\nIt had been a year or so since my last trip to Haven, so we decided to mosey down for Sunday brunch the other weekend.  We each started with a mimosa ($5? I'll take it!) and settled in.  They definitely draw a big church crowd-- the kind of crowd that serves as a constant reminder that you're just a stone's throw away from Buckhead.  I had the Dresden Omelette, and eh, I could have made the same thing at home minus the pool of grease.  Also, I found it odd that it only came with three thin slices of cantaloupe... bring on the toast or home fries!  I noticed that almost every table around us ordered beignets, so they may be worth trying.  \n\nThe noticeably absent service was the biggest turn off for me.  It was like our server showed up for work, but forgot that she actually had to do some work.  If I'm going to spend $20 on brunch, then I expect someone to at least come by and check on us.  I might give Haven another try... in a few years.",
        "language": "en"
      },
      "date": "2011-11-26T00:13:53Z",
      "rating": 2,
      "feedback": {
        "useful": 6,
        "funny": 3,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Nima N.",
        "user_id": "ma1Tr-dFdlWn0HjrLblLXQ",
        "link": "https://www.yelp.com/user_details?userid=ma1Tr-dFdlWn0HjrLblLXQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Fqgg5mHneUZ--DQLTcc28Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4,
        "photos": 0,
        "reviews": 20
      },
      "comment": {
        "text": "I ordered their white pizza and Panini sandwich for the first time, it was good actually i liked it better than so many other places around Brookhaven.",
        "language": "en"
      },
      "date": "2017-11-07T11:31:50Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alison B.",
        "user_id": "eP-p6lbK7I4iipc_2OIMMg",
        "link": "https://www.yelp.com/user_details?userid=eP-p6lbK7I4iipc_2OIMMg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cIEoDDwtJLtzCOE1lx-KKg/180s.jpg",
        "address": "Indian Rocks Beach, Tampa Bay, FL",
        "friends": 235,
        "photos": 181,
        "reviews": 245
      },
      "comment": {
        "text": "I have been back quite a few times since my previous review and even had a good first date here recently, but I generally don't update unless I have materially new information to share, so now I finally do! \n\nIn the \"how cool is that\" category, you can order from the ENTIRE Valenza menu (dinner and dessert) when dining at Haven- at least at the bar. This is terrific as the vibe at the two places is completely different as sometimes I feel like enjoying the relaxed, quieter vibe at Valenza and other times, the more animated bar crowd at Haven appeals, but I always adore the food from Valenza (half portion of spaghettini with homemade meatballs please!)    \n\n\nAs far as what I would be a great improvement at Haven, how about some purse hooks underneath the bar? It is a fairly narrow space, so hanging your handbag on your chair can whittle the available walking space behind other patrons on the bar stools that much more. \n\nFinally, the Tuesday night burger and glass of wine special for $15 is the best deal going, especially when the glass of wine can cost that much by itself. Gretchen O. and I were lucky recently to get to enjoy a delicious glass of Iron Horse sparkling wine from Sonoma Valley which is sold for $16 a glass as the accompaniment to our gorgeous Tuesday night burgers. Amazing!",
        "language": "en"
      },
      "date": "2010-08-18T18:00:35Z",
      "rating": 4,
      "feedback": {
        "useful": 5,
        "funny": 2,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "David L.",
        "user_id": "rRL-jRSeWG8zaJAsqJkWXA",
        "link": "https://www.yelp.com/user_details?userid=rRL-jRSeWG8zaJAsqJkWXA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PWwmzguPmCY0cdvXduIyxw/180s.jpg",
        "address": "Decatur, GA",
        "friends": 17,
        "photos": 0,
        "reviews": 10
      },
      "comment": {
        "text": "When you order a $54 steak off a menu, you expect it to be delicious and cooked to perfection.  Not the case with Haven.  My friend and I each ordered their most expensive menu item Medium Rare, but unfortunately, they both arrived Medium Well.  A pretty big mistake if you ask me, especially for that kind of money.  Mine was closer to well done and my buddies was a little closer to Medium.  \n\nI don't ever send food back, because I have seen what cocky chefs do with food that is returned.  My friend, however, did send his back.  What unfolded after that was unbelievable!  The CHEF came from the kitchen with a miniature light to show my friend that he was wrong on the color of the steak.  Our table of 8 was floored that a back of the house employee would come argue with a guest over the temperature of the meat.  He said, \"I'll get you another if you want but this is Mid Rare.\"  And, my favorite, \"It's a pretty common mistake because of the lighting in here but this is Mid Rare.\"  My friend accepted the now cold steak because of the embarrassment of dealing with an over anxious chef being in his face. \n\nWe then expected at least one of our steaks to be taken off the bill.  But no.....instead we got a few free desserts that nobody asked for.  When did this become the norm?  When you are unhappy with your overpriced meal, the house now brings you a bunch of cheap desserts that nobody wanted or ordered in the first place?  \n\nVery unhappy with my experience at Haven.  This is the 2nd time in less than a year that we chose this restaurant to celebrate an occasion and the 2nd time that a majority of our table has been unhappy with their entrees.  Both times involving steak someone in my group has sent theirs back.  But to send a back of the house employee to speak with a patron and put the blame on the guest was the last straw for me.  Not to mention, the same chef was sitting at the bar later in the evening in full uniform visibly drunk.  \n\nNot the kind of evening out you are looking for, especially for the amount of money you will spend.  I recommend their sister restaurant or going somewhere you know you will get the service and experience you want for the money you are spending.",
        "language": "en"
      },
      "date": "2013-08-14T14:36:36Z",
      "rating": 2,
      "feedback": {
        "useful": 7,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jeffrey C.",
        "user_id": "ZRbfDZxpq4b8lZO-RabeyQ",
        "link": "https://www.yelp.com/user_details?userid=ZRbfDZxpq4b8lZO-RabeyQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/frfOG0GqlvQ58pc0otzqGg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 11,
        "photos": 0,
        "reviews": 50
      },
      "comment": {
        "text": "I am a pretty tough reviewer - 4 stars means that in the city you are in that is a top, top restaurant - 5 stars means you were inventive, creative, and the execution from dinner to design to service was flawless.  Getting 3 stars from me means - you will find solid service, an intriguing menu and good dining experience.\n\nOkay, now to the review.  Haven is a savior for the Brookhaven and Chamblee residents who have little fine dining to access without passing onward into Buckhead.  Haven excels at fine dining in a relaxed southern style where the post-children crowd can wear jackets and socialize with good friends and show the ladies a fine evening; and it will also welcome the younger professional and desperate couple with new kids for a respite from child rearing.\n\nA thoughtful offering of good wines is a nice place to start.  Skip the vodka drink that you can get anywhere and explore the different wines by the glass would be my suggestion. I encourage you to request a tasting of any wine that you would like to try.  You should quickly be able to find a nice wine in a taste or two.  \n\nI found that to be a very welcoming point for the evening - the ability to taste a wine prior to buying. A mark of restaurant serious about their attention to wine.  When I requested to taste of a white blend  - Conundrum - (not a normal choice for me) and the bartender agreed very warmly, I was impressed by this touch of service. I liked the wine and it was well balanced with a touch of sweetness and fruit  - a true blend (I had already been drinking whites that night) .  I ended up trying 4 wines that evening and purchasing two glasses.  I would have purchased more but it was a long day and there needed to be some rest for the wicked.\n\nI requested to try the Carmel Creek Pinot and I enjoyed the mix of fruit and earthiness that it offered, my date prefers the smoother, fruitier  pinots and was less impressed.  I was about to order another round of  wines, but we were quickly seated. \n\nAnyhow, it was a very straightforward meal for my date and I. She had the roasted Scottish salmon which was fantastic.  They cooked it to her request and she loved the mix of fresh tomatoes, pine nut couscous and kalamata olives.  It was delicious and if it had been served with warm fresh pita bread...let's put it this way it left me with entree envy.   A very good choice.\n\nI had jumped at the special - lamb chops - and then the waiter returned to my disappointment to tell me it was sold out.  I asked for a recommendation and was directed to the short ribs.  Now, this must  be a special for the season because it is not normally on the menu.  The meat was tender flavorful and so fatty.  I am glad that I ordered it because I found out that I do not care for short rib.  Too fatty for my liking.   I requested spinach instead of the creamed kale (no cream for me).  The spinach was cooked perfectly.  The accompanying onion rings were delicately fried, however, the batter was too salty for my taste.   Now, these are not your normal onion rings.  They are not pulled out of a big frozen bag.  They are made with love and effort and it shows.  I appreciate that effort, but their extra saltiness pushed the overall sodium level of the meal to another level.  \n\nI made the selection of the short ribs and found that it was not to my taste, but the plate was well presented and served hot.  I remembered having the Pork Rib Chop previously and it was deliciously...I would recommend that or the tenderloin. \n\nFinally, the wine selections for dinner - the salmon was accompanied by the Steele Pinot Noir that was smooth and full of fruit.  A very approachable and delicious wine.  I asked the waiter to recommend a cab and he directed me to the R Collection Cabernet Sauvignon.  I asked for a full bodied Cab that was not too dry.  That is what I got - not super full bodied - but well balanced without being too earthy or heavy on the finish. \n\nPassed on desert but in the past, I have tried them and I think the chocolate brownie was delicious.   \n\nOur waiter was attentive and helpful, the bartender was accommodating and we were seated quickly on a Saturday night without a reservation - I would recommend reservations though.\n\nI wish Yelp would let you give half stars too and I would have upgraded them to a 3 1/2 star restaurant.  Enjoy and make your reservations with confidence for a very solid neighborhood dining experience.  Good luck to Haven and I look forward to returning......order extra lamb for me.",
        "language": "en"
      },
      "date": "2010-02-15T18:08:13Z",
      "rating": 3,
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Krystal P.",
        "user_id": "S1QwI92Lr3UKtXXeF9ap_w",
        "link": "https://www.yelp.com/user_details?userid=S1QwI92Lr3UKtXXeF9ap_w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FIGGmdslhqt8JF2uEJ6h9Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 22,
        "photos": 3,
        "reviews": 42
      },
      "comment": {
        "text": "Yummy yummy yummy. We came on a Thursday night when an event was going on so the place was packed. I loved the inside. small and intimate, dim lighting, open view of the kitchen and bar, overall kind of like a mini version of a swanky steak house. \n\nThe food was the best part and why I am giving this place 4 stars. We started with the potato haystack. Ok, I would not recommend this thing unless you were chilling at the bar with friends and were craving an appetizer that would last you a few rounds. In addition to its construction that made consumption challenging, they were annoyingly addictive. I would definitely say the caesar salad is a must! Grilled romaine with cheesy sourdough croutons that had an aftertaste of cheese puffs. They were very nice, as was the dressing. Slightly sweeter than your traditional caesar. My taste buds were so happy after eating this :). I ordered a couple of veggies in lieu of an entree, as I had had a bout of nausea that day and was steering clear of meat. The boy ordered the cod with sweet potato gnocchi. Mmmmmm.\n\nThe bar was so crowded by the time we left. Definitely a great night time spot. If I lived within walking distance I would certainly be frequenting this place a few nights a week. We also noticed the crowd became significantly younger after 8:00, but there was a good mix of all ages throughout the night.\n\nThe service was just ok. I think they were abnormally busy because of the event, so I am going to let them off the hook this time. The important thing is that the food tasted good. \n\nFree valet parking and they do take reservations.",
        "language": "en"
      },
      "date": "2008-12-05T22:58:56Z",
      "rating": 4,
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Grant D.",
        "user_id": "EX8pNh5rPcVipKW8zKlmbA",
        "link": "https://www.yelp.com/user_details?userid=EX8pNh5rPcVipKW8zKlmbA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yjRctjjdg11QRnBHKT0RGg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 89,
        "photos": 4,
        "reviews": 23
      },
      "comment": {
        "text": "Great outdoor patio, nice menu and great service. Unfortunately lazy chef let things down. The mrs had crab cakes which she said was great. I ordered the steak and eggs with hollandaise, steak was great, hollandaise, creamy, good citrus balance, eggs were terrible, dry, cold and dense.  the waiter admitted their scrambled eggs were not very good. So chef of Haven, go google light fluffy scrambled eggs, or call Paul's Dean for some butter tips. You have a great venue, great service and most of your food and ingredients are good, but you can't make scrambled eggs, that just embarrassing. This would have been a four star review otherwise.",
        "language": "en"
      },
      "date": "2016-07-31T18:24:59Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Gabriella S.",
        "user_id": "xgQTsuHpZpvTJPS4s1sdQg",
        "link": "https://www.yelp.com/user_details?userid=xgQTsuHpZpvTJPS4s1sdQg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/emwrrK2LK9Gt49rpiuehSw/180s.jpg",
        "address": "San Francisco, CA",
        "friends": 197,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "The food is so good, particularly the salmon and the carrot cake. And from my understanding they change the menu seasonally. The service is excellent; there's a really wonderful upscale-without-being-snobby vibe about this place, The patio is divine: well covered, but still sunny. It gets crowed on weekends, so I would call up (and speak to one of their lovely, FABULOUSLY accommodating hostesses) to make a reservation if you want a table right away,",
        "language": "en"
      },
      "date": "2017-07-07T18:06:21Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jah S.",
        "user_id": "2b8sD9l5G8WOH_XPVbST7g",
        "link": "https://www.yelp.com/user_details?userid=2b8sD9l5G8WOH_XPVbST7g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yTyjfa4pI9WPT-qc2GSjng/180s.jpg",
        "address": "Conyers, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 33
      },
      "comment": {
        "text": "This is a lovely little place.  I loved the decor also the little outside patio.  The food impressed me as i had the french toast and let me just say this was the best i've ever had to date.  My companion who is the most picky eater i know had the steak and potatoes and actually said it was great.  That never happens btw.  I also had the blood orange lemonade and that too was a great drink.  I will revisit this place again.",
        "language": "en"
      },
      "date": "2017-03-08T03:39:19Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Luis M.",
        "user_id": "e9UKDjFkzWpZ3_QnsZGX1g",
        "link": "https://www.yelp.com/user_details?userid=e9UKDjFkzWpZ3_QnsZGX1g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/iCUOOdzKHTzyz7-0dC_duA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 16,
        "photos": 534,
        "reviews": 239
      },
      "comment": {
        "text": "Haven has a lot of pluses--great ambiance, superb service, consistent quality, and great flavors.  The salads were tasty, served with savory dressings.  The bread was fresh.    The service was attentive, professional, friendly, and, importantly, accurate.  The entrees are good, but seem to be tailored to non-poultry eaters.  Several seafood options, lots of red meat, and some pork.  Unfortunately, no turkey and one purely chicken option, though that was in-bone.  To appeal to a broader audience, I would recommend having a standard chicken breast option.  That said, the sides accompanying each meal at the table were delicious.  The potatoes accompanying the chicken were unbelievably smooth and the tomatoes were flavorful.  (The chicken was cooked perfectly--to be fair.). For dessert, apple streusel doughnuts, that I paired with caramel ice cream.  If you like red meat and seafood, this is certainly the place for you.  Poultry lovers, however, may need to pass on this one.",
        "language": "en"
      },
      "date": "2017-01-22T14:45:32Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OHiq8syg4RsXT0aaQMlsKQ/o.jpg",
          "caption": "Salad, red meat, and some chicken too"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jfAsMUnianQv86Pu1t-Kzw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ph7kERLdo3SzuPTRUT6x3A/o.jpg",
          "caption": "Not your average doughnuts"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mike Y.",
        "user_id": "p8z6B-2PnV2CVq79UQwQnQ",
        "link": "https://www.yelp.com/user_details?userid=p8z6B-2PnV2CVq79UQwQnQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NpX0Vc7cHw2ucKjKnd-B_w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 55,
        "photos": 0,
        "reviews": 148
      },
      "comment": {
        "text": "I visited Haven last weekend on a whim having heard decent reviews. I did go during yelp eats week, but I didn't care too much for their pre set menu. There were some high and low points to the meal. I started out with their yellow tomato gazpacho. It was really refreshing especially on a humid night out. The flavor was fresh... it had the right amount of acidity and the slight hint of the peppers and cucumber. It was a fantastic start to a meal and set the bar pretty high. My girlfriend had the wedge salad which was just....meh.... too much bleu cheese...that's all you could taste.\n\nOn to the entrees...\n\nI had the salmon with Mediterranean style with couscous and a light salad of cucumbers, yogurt,  and tomatoes. It was a simple dish with very clean flavors. I thoroughly enjoyed it. My gf on the other hand ordered a seared duck breast with a cherry and port wine reduction. The best part of the dish was definitely the sauce. It was a slightly sweet sauce with pieces of cherry and not too viscous. The duck was over done though, most of it was dry and mealy. It made it very difficult to chew. \n\nThe portions were surprisingly large and by the end we were both stuffed. I had no room for dessert, so no review on that end. On a positive note, the server recommended a California Riesling that was intensely sweet which reminded you of peaches and mangoes. Usually I hate overly sweet wines at the beginning of a meal, somehow this one worked. \n\nHaven teeters on 3 - 4 stars. I may have to go back for a brunch visit to see where it ends up. Still a solid choice to go to if you're in the Brookhaven area.",
        "language": "en"
      },
      "date": "2010-06-30T18:37:04Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Lauren M.",
        "user_id": "ZUMAu9MXMhk5Z_sEX4cFkA",
        "link": "https://www.yelp.com/user_details?userid=ZUMAu9MXMhk5Z_sEX4cFkA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WIp75R1u21ujdWHdtRtdJQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "We had dinner at Haven yesterday (Wednesday) and really enjoyed our experience.  We had been there a few times before but it had always been on a weekend when they were really busy.  Honestly we had kind of written the place off as \"meh\" because usually the crazy pace of the weekends resulted in less than stellar food and service.  However, this was the best experience for both food and service and it leaves us happy to return.  \n\nWe started off with some really great martinis and the beef tartare.  It's topped with a quail egg and is quite delicious even though the creamy mustard sauce is a little potent.  We shared two entrees, the lamb saddle and the grouper.  Both were cooked perfectly and the sides complimented each dish really nicely.  The mushrooms with the potato-leek mash that came with the lamb saddle were so flavorful.  The kitchen even split the grouper and served it as a second course prior to the lamb.  Yeah, I know, not that big of a deal, but we didn't ask for the meals to be split and we appreciated the small gesture.  \n\nOur server was attentive and appropriately engaging which I mention because I felt like he really \"read\" our table and provided the right amount of interaction.  He also suggested a really great glass of wine (the Meritage).  \n\nAll in all the experience was really enjoyable and we are looking forward to returning soon.",
        "language": "en"
      },
      "date": "2013-05-17T01:10:57Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Darcy D.",
        "user_id": "0iLySnsppZ2OGVMmGPTGFg",
        "link": "https://www.yelp.com/user_details?userid=0iLySnsppZ2OGVMmGPTGFg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4n6JfMmTCCxhSvywC3395w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 58,
        "photos": 9,
        "reviews": 18
      },
      "comment": {
        "text": "Great dinner tonight. The waitress was wonderful and made some terrific suggestions for our meal. Fish was tasty.  A great spot.",
        "language": "en"
      },
      "date": "2017-04-14T03:39:50Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nicole D.",
        "user_id": "wfomuHYnmhNm9S-tPyBxig",
        "link": "https://www.yelp.com/user_details?userid=wfomuHYnmhNm9S-tPyBxig",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qVvowcFDPmrYZx6J--vwYA/180s.jpg",
        "address": "Auburn, GA",
        "friends": 58,
        "photos": 2,
        "reviews": 19
      },
      "comment": {
        "text": "Valentine's dinner! Great service and wonderful food. The atmosphere was great as well. We sat outside since the February weather in Atlanta allowed it. Ask for Anthony! His service was impeccable. The whole meal was tasty and on point. We had both entree specials, halibut and prochetta! Executed perfectly.",
        "language": "en"
      },
      "date": "2017-02-15T00:23:25Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lauren P.",
        "user_id": "BENqXtpe34LO0QJu8mExVQ",
        "link": "https://www.yelp.com/user_details?userid=BENqXtpe34LO0QJu8mExVQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Rh2U9dMh9_UwsyUJdQ1bIw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 842,
        "photos": 5,
        "reviews": 351
      },
      "comment": {
        "text": "Brunch today was pretty fantastic. It was my mother-in-law's birthday and she chose Haven as the meeting place for our family. When we showed up at 11:50 our table for 8 was waiting for us. \n\nOur server, David, stopped by to check in although the rest of our party hadn't arrived. He was quick to proffer coffee and beignets. At 12:30 he had our mimosas ready to go in compliance with local ordinances.\n\nDavid was one of the best waiters I've had in this town. He was constantly checking on our table refilling my coffee. Seriously, every time I'd drank half my mug it was refilled. I was so jacked up on yummy house roast that I had to switch to decaf. It was awesome.\n\nMy eggs benedict were delicious. Kevin P.'s French toast looked more like dessert (I stole half of his whipped cream) and my mother-in-law ate every bit of her shrimp n' grits.\n\nOn the way home, my husband asked me how this ranked compared to Valenza -- where we had a not-so-good experience -- and I think maybe we should give it another shot since Haven was so good.\n\nWe'll be back for brunch again next time we want our family to get a classic, upscale Southern meal.",
        "language": "en"
      },
      "date": "2012-01-23T00:01:36Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Chuan S.",
        "user_id": "SZtLQdo0GIKIlQdKsgA2Kg",
        "link": "https://www.yelp.com/user_details?userid=SZtLQdo0GIKIlQdKsgA2Kg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pSwgfBWOU5kS658YYaOEGA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 45,
        "photos": 0,
        "reviews": 143
      },
      "comment": {
        "text": "Came here last night for a friends birthday. \n\nMe and the wife arrived early and were disappointed with the bar service there was no mixed drink menu and the barman was unable to recommend a good mixed drink. The bar continued to let our table down during the evening when he seemed confused by exotic drink requests like a mojito. i know it's not exactly a throbbing hot night spot but a mojito should be a fairly standard part of any barmans repertoire.\n \nFood - our table of 6 split 4 appetizers; the potato hay, the yellow gazpacho soup, the tartare, and the oysters. Everything was OK nothing amazing that would send me rushing back. \nMe and the wife shared the seared duck breast and confit leg. The kitchen actually split our meal and served it up to us on 2 separate plates. Which was nice and meant we got a nice portion of food rather than the huge plates our fellow diners. the confit was smooth and soft, the pearl barley had flavour that complimented the meat. The duck breast was closer to raw than pink as we had ordered.\n\nNobody else was really sharing so we can't offer opinions on the other entrees.\n\nI think Haven is probably a better date place than party place. Somewhere to linger over a bottle of wine. A solid restaurant where you can wine and dine someone out of their undies",
        "language": "en"
      },
      "date": "2011-05-23T23:35:27Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Robin E.",
        "user_id": "8kvFrV0k82E-TXyiEJ--Sg",
        "link": "https://www.yelp.com/user_details?userid=8kvFrV0k82E-TXyiEJ--Sg",
        "address": "Duluth, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 12
      },
      "comment": {
        "text": "Love this place!!! Great food, bar and ambiance. Has outdoor seating as well . Owner has a few restaurants and all are great!!",
        "language": "en"
      },
      "date": "2019-09-07T01:28:31Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Heather S.",
        "user_id": "OVybYv9Ony6z276wn13pcw",
        "link": "https://www.yelp.com/user_details?userid=OVybYv9Ony6z276wn13pcw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kBJzJnYqZBoYpJtmNPIBFQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 50,
        "photos": 4,
        "reviews": 467
      },
      "comment": {
        "text": "I went here Friday and had a great experience. \n\nThe food and service were amazing. \n\nWe started with the grouper snacks which were cooked perfectly and had an amazing horseradish sauce. \nI had the special which was short ribs with a savory bread pudding on the side. It was cooked perfectly and was delicious. \nMy girlfriend had the pork chop with a grit souffle. I tried both and they were amazing.\nFor dessert, I had the Praline Creme Brulee and she had the sticky toffee pudding. Both were fantastic, really rich and decadent. \n\nOur server Rob, was very attentive and made excellent suggestions. \n\nWe sat on the patio which was lovely. It didn't have the standard view of a parking lot like most places. The parking lot was obscured by vegetation which was nice. \n\nOverall, this was fantastic and I would definitely go back.",
        "language": "en"
      },
      "date": "2013-11-04T13:59:09Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jay M.",
        "user_id": "l1UaaGafs73oH3j8c8abIA",
        "link": "https://www.yelp.com/user_details?userid=l1UaaGafs73oH3j8c8abIA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/h2it7WPhpHuEmL7CJpBzHg/180s.jpg",
        "address": "Roswell, GA",
        "friends": 2,
        "photos": 28,
        "reviews": 96
      },
      "comment": {
        "text": "Went last night as part of a group...my chair facing the cook and prep area. Nice looking place, attentive seating hostess, nice waiter. App's were great, Truffle Fries addictive. Good dirty martini too. \n \nIssue was with my pork chop; one of their \"best\" items. Horrible. Tough, chewy, obviously preheated and dumped on top of a mound of grits covered in sauce. Don't know what I was tasting since it was just one big mess after sawing through the meat. (WTH do they stack food? It's stupid.) \n \nWorst was watching the chief and prep staff grazing off of the prep line all night. Everyone was stuffing their faces on food being passed; hand to hand, by this \"chief\". No gloves on, hands on his face and through hair when momentarily bored and then back to eating. Looked like when we got our filets, he was cooking extra because everyone ran up to nibble on some. (I wonder if the owners audit their supplies for food cost?) \n \nDisgusted at the free show, Won't be going back or ever recommending. Keep my mouth shut because I was part of a group and not paying and everyone else didn't get to see the show I was blessed with. Even locked eyes with the chief...whatever look back. If I'd seen hands handling my food, that would have been it. \n \nFire the Sunday cook...he's not doing you any good. Fab deserts.",
        "language": "en"
      },
      "date": "2011-08-29T13:06:54Z",
      "rating": 1,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amy L.",
        "user_id": "CPmvBOHXEgTpD6tocQa7gw",
        "link": "https://www.yelp.com/user_details?userid=CPmvBOHXEgTpD6tocQa7gw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5SePFk21NwEkOPxhSrCc-w/180s.jpg",
        "address": "Brookhaven, Atlanta, GA",
        "friends": 1,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "This is one of my favorite restaurants in Atlanta and not just because I can walk to it. My most recent visit was last night (Tuesday) and the place was packed; good for them. We waited a little while for a table but, we were able to grab two seats at the bar. The food service at the bar is surprisingly good and they always have great recommendations on wines and will let you sample anything. You can also bring your own wine for a small corkage fee. \n\nIf you are ever here on a Tuesday night you have to take advantage of their burger deal. A nice glass of wine (heavy pour) and a great burger...what more could you ask for. If it is not Tuesday then you must try the mussels for your appetizer - I am not a huge fan a mussels but, there are ridiculously good.",
        "language": "en"
      },
      "date": "2013-12-11T22:25:07Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Paige N.",
        "user_id": "2mguZPvbCa4lwT_ULfTmHQ",
        "link": "https://www.yelp.com/user_details?userid=2mguZPvbCa4lwT_ULfTmHQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Z15ytvLgc6dDygdQnZKoTQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 379,
        "photos": 74,
        "reviews": 678
      },
      "comment": {
        "text": "I had never been to Haven though I've been through that part of Brookhaven many times, so when my new Yelp friend Carrie Neal W suggested it for our first face-to-face brunch, I readily agreed (always up for trying a new place).  \n\nCarrie and I had coordinated pretty well, so after a doggie emergency involving one pair of devastated Louboutins and a new crate earlier that morning, we met for a late brunch at the bar in Haven.  The personality I'd become so fond of in Carrie's reviews was immediately evident as we started talking and swapping stories.  So great!\n\nBut I'm getting off track - this isn't ALL about my newest friend, it's about the venue too.  Haven's a very cute little Southern restaurant that was packed to the brim on the patio and inside for a Sunday apres church services.  Very warm and inviting ambiance - sort of Italian, sort of Southern, all good.  When I joined Carrie at the large well stocked bar, the bartender got my drink immediately and then left us to chatter at each other without interruption.  Perfect service - not too pushy, but ready whenever we were.\n\nFinally, after an extended back and forth, we glanced down at the menus, and made the dive.  I ordered the frittata with sausage, mushrooms and cheddar cheese.  Carrie really threw caution to the wind (it WAS a Sunday after all) and ordered the crab cake benedict (such a risk-taker!).  Both of our orders came out quickly and were impressive in size - both of us ended up with doggy bags.  They were delicious though; the frittata was light and fluffy and full of sausage and mushrooms with the cheddar adding the perfect bit of cheesiness to the rest of the flavors, and Carrie's crab cake looked great - a very impressive presentation of flavor piled atop even more flavor plus hollandaise.\n\nWe both thoroughly enjoyed the full two hour meeting, and it was a great start to my Sunday.  I look forward to many more Yelp dates in future with her!",
        "language": "en"
      },
      "date": "2012-06-26T13:54:46Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Malika B.",
        "user_id": "b_jaD1IJULm4G4x22uYqzQ",
        "link": "https://www.yelp.com/user_details?userid=b_jaD1IJULm4G4x22uYqzQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aV1C0UiJspT3EOtujmddqw/180s.jpg",
        "address": "Marietta, GA",
        "friends": 114,
        "photos": 90,
        "reviews": 174
      },
      "comment": {
        "text": "I had heard about Haven Restaurant located in Brookhaven for several years, but never made it over until a recent Thursday evening. Haven Restaurant had quite the crowd going on on this weekday evening. \n\nPulling up we drove by Haven's sister restaurant Valenza and noticed it had quite the crowd as well. We decided to forgo the valet, and park ourselves across the street.\n\nThe friendly hostess greeted us and gave us the option of indoor or outdoor seating. It is truly beautiful inside Haven, but it is also quite noisy, so we chose outside seating. On this, one of these last few days in May of low(ish) humidity, we took advantage of Haven's welcoming patio.\n\nWe opted for the crab cake, fried oysters and with little arm twisting from Michel the other wildly popular appetizer, truffled potato hay. These are like crispy little potato sticks with some parmesan cheese thrown in. They are highly addictive and a huge portion - maybe not the best combination if you only have 2 in the party. This is a great and affordable (only $5) appetizer if you've got a group of 4 or more.\n\nThe crab cake was tasty and served with some grape tomatoes as well. I thought this would be my favorite appetizer, but I actually enjoyed the fried oysters more. They weren't simply served by themselves. Nope. Haven's fried oysters come with fried pickles on a bed of creamy lemony grits. While the oysters themselves are tasty, the side dishes only serve to strengthen and compliment the dish.\n\nWe put in our appetizer order but not the entree order as we were taking our time deciding what to order. Looking around at the other diners, this seems to be groups of couples and friends in their upper 40s. The one thing that struck me is how many of the diners seemed to know each other. I saw table after table of customers that at one point or another during the evening recognized someone they knew and were giving them a hug. Not to be excluded, I ran into an acquaintence myself. A true wine connesseiur, she was able to recommend a terrific Shiraz to pair with my dinner.\n\nSo, yes, moving onto dinner. After seeing the mussels appetizer come out, I was actually tempted to order it as my main, but then thought I really should order some meat, and went for the duck breast. My BF ordered the Halibut, which was delicious. I loved the crispy outside texture and the flaky tender inside. The pesto broth and shrimp were nice additions as well.\n\nAnd I was blown away by the portion of the duck breast. It was sliced into medallions and usually when I get a duck breast it is half the size of what I was presented at Haven. Now I'm wishing I hadn't been such a glutton, and had packed some up to take home with me. The rhubarb included as a side was a sweet and perfect accompaniment to my duck.\n\nStill loving that that lemon flavor that was apparent in the grits, we opted for the lemon cheesecake with strawberries. Definitely a standout as far as desserts go, and is a big enough portion for two to share.\n\nI love the atmosphere at Haven. No wonder it is consistently on OpenTable.com's top 10 list of hidden gems.",
        "language": "en"
      },
      "date": "2010-08-09T01:10:32Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Gino T.",
        "user_id": "96w70X7bpF7Od28MxnYhCg",
        "link": "https://www.yelp.com/user_details?userid=96w70X7bpF7Od28MxnYhCg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VGAhnsrIlHuRKKPZYkaiBQ/180s.jpg",
        "address": "Houston, TX",
        "friends": 63,
        "photos": 24,
        "reviews": 301
      },
      "comment": {
        "text": "This is a review for Sunday brunch only. Unfortunately, we arrived at 11:30 AM on a Sunday, so were unable to get any alcoholic drinks. Had we, the rating might have been higher.\n\nBlessed with an absolutely beautiful fall day, we were seated on the patio, where our table enjoyed the BLT sandwich, Eggs Benedict (eggs were slightly overcooked), semolina French Toast, and biscuits and cream gravy. All were well prepared (except as noted above), and portions were certainly ample. \n\nThe patio was lovely, the chairs were comfortable, and no pesky birds were around bothering us. Prices are reasonable, and service was excellent. (Overall rating really is a 3.5)",
        "language": "en"
      },
      "date": "2013-10-15T20:07:54Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Marcus O.",
        "user_id": "LB_dvaFy7Iv8RdLv4POYPQ",
        "link": "https://www.yelp.com/user_details?userid=LB_dvaFy7Iv8RdLv4POYPQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rnpt1C7fEmEvZg_GUqfMAw/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 726,
        "photos": 2852,
        "reviews": 698,
        "elite_year": 24
      },
      "comment": {
        "text": "if you like bacon (or upscale southern cooking, i suppose), you'll like haven. their food is delicious and reasonably priced. the salmon i ordered was perfectly done ... with the edges just crispy. it doesn't beat my mom's fried brine mackerel ... but what can?!\n\nmy only complaint is their wine selection is crazy expensive. i think the cheapest was $40 for a bottle that costs $10 in a grocery store. the joys of dining...",
        "language": "en"
      },
      "date": "2013-03-07T12:42:30Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Sara C.",
        "user_id": "jhMu4BOdb5aAP-EiZJq2tQ",
        "link": "https://www.yelp.com/user_details?userid=jhMu4BOdb5aAP-EiZJq2tQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-OCzYurLfT_yU4PrlA1ycw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 102,
        "photos": 17,
        "reviews": 116
      },
      "comment": {
        "text": "The duck dumpling appetizer was possibly one of the most amazing things I've ever eaten.\n\nI offered Joe the last bite, as he, after all, introduced me to the amazing meal.  But, he let me eat the last piece of fluffy dumpling and savory duck with a mix of vegetables in a creamy sauce that was beyond words. I admit I even dipped the bread into the remaining sauce from this gourmet take on mom's classic dish. \n\nThe main entree was also very good -- I got the scallops, which came with some delectable greens and a bacon-grit type side and a plethora of scallops, so was very happy that the prices reflected ample portion sizes.  \n\nAll in all, it was cozy, tasty and a very attentive spot to have a wonderful meal --  so glad I had the experience here.",
        "language": "en"
      },
      "date": "2013-04-15T00:31:13Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Katy L.",
        "user_id": "ojX-yKDlnz3DOvtaYdVK5g",
        "link": "https://www.yelp.com/user_details?userid=ojX-yKDlnz3DOvtaYdVK5g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/q5W54QcXBZDiiksWzGiAvw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 36,
        "photos": 0,
        "reviews": 138
      },
      "comment": {
        "text": "I had a friend in town and we were looking for a brunch spot. Another friend said her and her husband had eaten dinner here and it was good so we decided to take a chance. Man, am I glad we did.\n\nI made a reservation just to be safe, but we ended up getting there around when they opened so we had our pick of where to sit. We chose to sat outside as it was sunny and warm...a gorgeous Sunday morning in Brookhaven. We both ordered the french toast and let me tell you -- it had to be some of the most amazing french toast I have ever had. The bread had this excellent crunch and the combination of the berries and the cream was amazing. I wish I ordered a second batch. I got grits as a side and they were quite tasty as well. They made me want to order the shrimp and grits next time around, but I doubt I would want to deviate from the french toast. My friend ordered the home fries and they were OK. Pretty standard but not horrible.\n\nOur service was also excellent. I forget our waiter's name, but he was attentive and funny and never let my coffee dip down too low, something I appreciate on a Sunday morning.",
        "language": "en"
      },
      "date": "2013-04-16T16:16:51Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Ila T.",
        "user_id": "2H3jaGGNxdwx49hduM_Ghg",
        "link": "https://www.yelp.com/user_details?userid=2H3jaGGNxdwx49hduM_Ghg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QSk7jMZoX7vSRxaXx9Pn_Q/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 219,
        "photos": 8,
        "reviews": 16
      },
      "comment": {
        "text": "Their biscuits are delicious, so are the shrimp and grits. You can order them at brunch.. Don't get the bloody mary. It was pretty disgusting and I couldn't even drink it. The service is a little slow...",
        "language": "en"
      },
      "date": "2016-05-29T17:30:48Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Vanessa T.",
        "user_id": "tXHQGzevkPyHNdI66Bk9TQ",
        "link": "https://www.yelp.com/user_details?userid=tXHQGzevkPyHNdI66Bk9TQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/R6PbB7aZsTuvi1k9BnYLJg/180s.jpg",
        "address": "Suwanee, GA",
        "friends": 1,
        "photos": 16,
        "reviews": 31
      },
      "comment": {
        "text": "Pretty good. Great ambience. Food was good. Service good.  Would consider it 3$ signs not 2.",
        "language": "en"
      },
      "date": "2016-11-13T04:15:27Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Emilia N.",
        "user_id": "goyUB1mEGXd9_SVR1WSw2g",
        "link": "https://www.yelp.com/user_details?userid=goyUB1mEGXd9_SVR1WSw2g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8vLcVb6Q4Ami-5JvO5DCGw/180s.jpg",
        "address": "Johns Creek, GA",
        "friends": 377,
        "photos": 101,
        "reviews": 481
      },
      "comment": {
        "text": "We had such an excellent experience here. We met some friends, old and new, for an impromptu group dinner. I'd never been to Haven before, let alone dined in the Brookhaven area. I had no idea this cute little downtown area was tucked behind the Brookhaven MARTA station!\n\nWe got the matchstick fries(?) and beef quesadilla to start. I know those are not the proper names of the dishes, but I can't seem to find them on the menu online. The straws were cut extremely thin, like matchsticks, and were very crispy and delicious. The quesadilla was amazing as well. Fiance and I split the Dillwood Farms Butter Lettuce salad. I didn't eat the oven dried tomatoes, but enjoyed the rest of the salad, especially the candied bacon.\n\nFor my entree, I chose the Homemade Ricotta Tortellini. I have to say this was my least favorite item of the night. My fault for getting a vegetarian dish, but I felt the squash was a bit much and the pasta itself seemed... I don't know, too hard? Too tough?\n\nFor dessert, I got the upside down peach corn cake with peach sherbet. Yum. A very different dessert, but I loved it. I also sampled some of the fried blueberry pie and praline creme brulee. You have to hand it to Haven for the inventive desserts. Our server was the owner, I think, and he treated us great all night, even comping us dessert due to our engagement. I am not sure how he found out we were engaged, but it was very kind of him to buy us dessert!",
        "language": "en"
      },
      "date": "2014-08-13T19:06:04Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kristin P.",
        "user_id": "CbruK_sNkN08uomLM0TG3w",
        "link": "https://www.yelp.com/user_details?userid=CbruK_sNkN08uomLM0TG3w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/c1t3y6fGfvtlo9DTJF2IBA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 57,
        "photos": 6,
        "reviews": 151
      },
      "comment": {
        "text": "Not long after my husband I moved to this part of town, we went looking for a great new brunch place.  Unfortunately, Haven just didn't do it for us.  He got a take on an crab cake eggs benedict and I got the shrimp and grits.  Neither were mind blowing - just generic brunch food we could find at many places in Atlanta.  The place was packed so obviously it is a popular place - it didn't seem like they had enough staff to properly wait on the amount of people as we waited quite a while for service.  We probably won't bother going again.",
        "language": "en"
      },
      "date": "2015-11-12T20:25:48Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 2,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Susan F.",
        "user_id": "Ci6k08HaFRjERBV5WndCmQ",
        "link": "https://www.yelp.com/user_details?userid=Ci6k08HaFRjERBV5WndCmQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/llCrzs3VKrdHsKRQxWDHVQ/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 8,
        "photos": 0,
        "reviews": 83
      },
      "comment": {
        "text": "We ate at Haven last night and really enjoyed our dinner. I had the Lemon Ricotta Tortellini with mushrooms, asparagus, and peas. The dish had a nice light balance of flavors and was perfect for patio dining on a mid-70's evening. The other three people in our party ordered the Applewood Smoked Bacon Wrapped Trout, the roasted scallops, and a shepherd's pie made with lamb (the special of the day). Everyone enjoyed their food and the dishes seemed very \"fresh\". We also ordered two wines for the table (one white and one red) that our waitress was very helpful picking out.\n\nFor dessert we each ordered something different so that we could all try more than one. The four of us ordered the blueberry doughnuts (with a hint of cinnamon - yum!), the pecan praline creme brulee (very good, but it didn't taste that different than normal creme brulee), the espresso chocolate brownie (also good, but make sure you like espresso before ordering), and the lemon cheesecake with strawberries (good, but if I had to pick probably my least favorite of the four).\n\nIn summary, we all enjoyed our food (and the portion sizes were filling enough), the wait staff was effective and the ambiance was nice.",
        "language": "en"
      },
      "date": "2010-04-03T19:14:38Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Holy Guacamole M.",
        "user_id": "pyMUEhBtvyGRuSkjCRypag",
        "link": "https://www.yelp.com/user_details?userid=pyMUEhBtvyGRuSkjCRypag",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/G7wv5RD0xqJViKKZVeMiIw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 49,
        "reviews": 81
      },
      "comment": {
        "text": "This is a great neighborhood restaurant, the food is great and the staff is friendly and attentive as well.  They don't have \"neighborhood\" prices though.\n\nI've been several times and always liked my meal; I even had a six course tasting dinner celebrating a birthday and it was wonderful.  \n\nThey have another restaurant (Valenza) that's good and in the same shopping plaza.",
        "language": "en"
      },
      "date": "2013-07-04T15:04:38Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sujin Y.",
        "user_id": "MYzlZXc0HQXzYIuyz0tsNA",
        "link": "https://www.yelp.com/user_details?userid=MYzlZXc0HQXzYIuyz0tsNA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Z6776bviYSiBC6evkk7BUA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 22,
        "photos": 0,
        "reviews": 9
      },
      "comment": {
        "text": "Wow, as I was just about to write this review, I happened to read the review by Alison B. right below. She had mentioned the Tuesday night burger and wine special, which I had as my entree at Haven last night. What my server forgot to mention (or maybe it was my fault for not reading the entire special menu) was about the WINE that came with it?? I'm like thinking.... where was my wine?? lol.\n\nAnyways, like I mentioned above, I had their burger which wasn't anything spectacular. The fries were soggy and over cooked. But I was able to get a taste of their Roasted Georges Bank Scallops, Ashley Farms Chicken n' Dumplings, Homemade Lemon Ricotta Tortellini, and their Applewood Bacon Wrapped Trout (courtesy of my friends).  Out of those, the scallops would be my favorite and then the trout a close second. \n\nSince it was a birthday celebration dinner, we couldn't skip dessert. I'm tempted to say that the dessert may have been the best part of the meal, but I don't that would fair since I did enjoy some of my friend's entrees. Our Peach Cobbler with Blueberry Ice cream was heavenly! And also, the Warm Chocolate Brownie with Espresso sauce and Vanilla Ice cream was a winner as well. \n\nI loved the feel of the restaurant. Space was a bit small so the room filled up rather quickly though there actually wasn't that many people inside. I did notice that most of the people were more of an older crowd. My friends and I couldn't help staring at the gigantic artwork of a lady's face. Glad that she was attractive though.\n\nService was relatively good though our server left us hanging for about 15 mins before he took our dessert order. Their very casual white shirt and jeans attire kind of threw me off though. I wouldn't mind coming back here.",
        "language": "en"
      },
      "date": "2010-08-19T05:53:17Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kate P.",
        "user_id": "47A-JdlRP1LVBcL4qS5YTQ",
        "link": "https://www.yelp.com/user_details?userid=47A-JdlRP1LVBcL4qS5YTQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dgShhid-VwATM0JkuB0Xzw/180s.jpg",
        "address": "Macon, GA",
        "friends": 1,
        "photos": 0,
        "reviews": 42
      },
      "comment": {
        "text": "Met a mixed group of friends for dinner. Haven accommodated a last minute addition to our party which was appreciated. Our group of 9 had an enjoyable and memorable experience. The menu was diverse and catered to all tastes providing a delicious meal from start to finish.\n\nThe small plate selection was great for our group to share and have a taste of everything. The yellow tomato gazpacho was a standout as was the corn pudding and shrimp ceviche. \n\nOur selections were brought out incredibly fast and were prepared just as they needed to be. Our waiter, although soft spoken, was attentive to our table and our requests. The bf and I shared the tenderloin, which was amazing. The scallops and trout looked equally appetizing and were ordered several times throughout the table. \n\nThe dessert menu provided a delightful end to our meal. The banana pudding was presented in mason jars(nice touch) and was creamy and full of flavor. The tart was ideal as was the Creme brle.\n\nThe noise level was a bit high but it was also a later in the evening on Saturday...not the best time or place for a large group ...all in all, our evening at haven was heavenly.",
        "language": "en"
      },
      "date": "2012-06-26T13:28:53Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Elizabeth H.",
        "user_id": "oouoP6dGrUZbFo8cprOW-w",
        "link": "https://www.yelp.com/user_details?userid=oouoP6dGrUZbFo8cprOW-w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8ffGcJhF3aIYOL-vcUgHVA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 43,
        "photos": 18,
        "reviews": 10
      },
      "comment": {
        "text": "I live in the neighborhood and have been eating at Haven for years.  Lately the menu has gotten better and the specials are lovely.  Try the new okra and gold rice hushpuppies.  It's an inventive and delicious dish of rich hushpuppies, flavorful wild shrimp and a horseradish creole broth  Easily a light dinner and delicious.\n\nI eat out alone a lot and really appreciate waiters that respect the fact that you are having an evening out, even if you are a single diner. Haven is always great about this.  I often get a booth to myself, instead of an awkward table in the middle of the room or near the kitchen.  And they do not rush me out in order to make room for a larger group that will mean more revenue.\n  \nI have also brought big groups here and had wonderful service.",
        "language": "en"
      },
      "date": "2013-09-14T01:55:39Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Marcy S.",
        "user_id": "nZ3b5O_vkYOd5WvUzBa8BQ",
        "link": "https://www.yelp.com/user_details?userid=nZ3b5O_vkYOd5WvUzBa8BQ",
        "address": "Kennesaw, GA",
        "friends": 1,
        "photos": 0,
        "reviews": 52
      },
      "comment": {
        "text": "Lovely evening from start to finish. Good food, great wine list & wonderful service. We look forward to returning soon!",
        "language": "en"
      },
      "date": "2019-01-21T01:22:12Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Paige H.",
        "user_id": "VuVuFHufeaLu89gCANTjZw",
        "link": "https://www.yelp.com/user_details?userid=VuVuFHufeaLu89gCANTjZw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OJHvRvjUQQFI_Ba6-3d21Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "This is my family's home away from home. The service is fantastic, the food is always fresh and delicious, and the atmosphere is upscale without being stuffy or pretentious. Be sure to ask about their specials as they usually have some great options. Otherwise, the salmon and the CAB tenderloin are my favorites. And don't forget burger night on Sundays! It's quite the deal!",
        "language": "en"
      },
      "date": "2017-03-16T22:41:39Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Carl L.",
        "user_id": "5RMP6dMJBQel3sFNafjskA",
        "link": "https://www.yelp.com/user_details?userid=5RMP6dMJBQel3sFNafjskA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/INFEI3M2pXmMXcRK8TDQPw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Love The Haven! Great food and drinks in a classy but comfortable setting. Good crowd usually leads to great conversation and Gary is top notch tending the bar.",
        "language": "en"
      },
      "date": "2017-03-14T20:41:50Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Martina L.",
        "user_id": "sO1Lx-MDV1rCPWBsw8-xDw",
        "link": "https://www.yelp.com/user_details?userid=sO1Lx-MDV1rCPWBsw8-xDw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/q1LQFu4qMP2n-ZWS-nrYJg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 9,
        "photos": 22,
        "reviews": 11
      },
      "comment": {
        "text": "Awesome restaurant right on Dresden in Brookhaven. Local people and a mix of people from all over. Wait staff is very knowledgeable and will recommend items. This will sound crazy, but I'm going to be 100% honest about this. I come for the burger. I honestly think it is one of the best burgers in Atlanta. Even compared to the Vortex burger and H&F burgers, Havens burger is the best one in my opinion.",
        "language": "en"
      },
      "date": "2016-11-27T18:04:36Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Luke T.",
        "user_id": "JysF40STBTmx7h-sU1FHgg",
        "link": "https://www.yelp.com/user_details?userid=JysF40STBTmx7h-sU1FHgg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Trv6PPOyCHGrn2FJWoB9Lg/180s.jpg",
        "address": "Tucker, GA",
        "friends": 538,
        "photos": 1163,
        "reviews": 754,
        "elite_year": 24
      },
      "comment": {
        "text": "My second time here. First time was a business dinner that went well. Since the food and service is good, I have decided to take the family here as well.\nSo here we are on a Sunday with a 6:30Pm reservation.\n\nWe arrived on time and took advantage of the free valet. Valet was professional and very prompt. Door opened for the missus and kids and we are on our way.\n\nNice warm evening and we spotted quite a few diners enjoying the patio outside. Patio had a garden setting, nice, spic and span. I think I saw a ceiling fan as well.  Regardless, it look very inviting and comfortable. Note to self: Good brunch place.\n\nThe hostess was very nice.  Very young and for a minute I thought she would be a ditz. However she turned out to be very welcoming and very thoughtful. I had made reservations and noted I needed a booth and she remembered everything. Took us to a booth and it was the best seat in the house. So far, everything is going splendid. Both kids and wife felt good.\n\nOur server. David.  David was great. Ask for David.  He will take care of you. \n\nWe had the following and it did not dissapoint.\n1. Fried Oyster.  Fresh with some kind of tartar sauce that was not over powering. There is also the fried sweet pickle that came with it that was very refreshing.\n2. Mussels. Ahhhh.. this place does it right.  There is not to say. Its good and it portion is huge. Sop up the broth with a crunchy toast.\n3. The duck. A confit, ala confit du canard on a bed of barley. Very flavorful and done correctly in medium. Went very well with the red cab. My 12 year old pronounced it the best duck he has ever had. If my 12 y ear old says its good, you know it the unadulterated truth. \n4. The halibut.  I liked it but I think it was a tad overcooked. \n5. The gumbo. Sausage and shrimp. Loaded with spicy goodness. Both my kids loved it. Here's why David excelled.  The restaurant does not have a kids menu. Its a grown up kind of restaurant with plenty of 'foodie' types around. David was kind enough to accomodate our request for splitting the gumbo into 2 plates. In a place like this, I may have met some snobbish attitude but David was good. \n6. Creme Brulee Praline.  Pretty darn good.  I was handling the check  and in a blink of an eye, it vanished. Guess the kids really liked it. \n7. The wine. Guess what. There is good selection and on SUNDAY, a lot of the bottles are marked down at 50%. That was the bonus of the evening.  Go on SUNDAY and get a great deal on the wine.\n\n\nFinally, I recommend you make reservations. On a Sunday nite, the place was packed.",
        "language": "en"
      },
      "date": "2011-05-23T03:22:44Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Oliver G.",
        "user_id": "SnhT70g2UAXaNAeLMOxNUQ",
        "link": "https://www.yelp.com/user_details?userid=SnhT70g2UAXaNAeLMOxNUQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rHf76DWUeu97W-8gHtvxTQ/180s.jpg",
        "address": "Redmond, WA",
        "friends": 172,
        "photos": 64,
        "reviews": 162,
        "elite_year": 24
      },
      "comment": {
        "text": "Great Tuesday burger and a drink deal here. But try to get a local dish sourced from local providers. That's the heart and soul of Haven.",
        "language": "en"
      },
      "date": "2013-11-06T03:13:46Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Doug L.",
        "user_id": "or1mkMrVsORSfIdnft9p3g",
        "link": "https://www.yelp.com/user_details?userid=or1mkMrVsORSfIdnft9p3g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SacgxHj6nftgL6d2z3y8hg/180s.jpg",
        "address": "Mableton, GA",
        "friends": 28,
        "photos": 41,
        "reviews": 377,
        "elite_year": 24
      },
      "comment": {
        "text": "The food was good.  It was noisy in the restaurant and the service was ok.  We stayed a while and got shoo-ed out of our table.  Not good.",
        "language": "en"
      },
      "date": "2013-12-22T00:55:11Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lucy W.",
        "user_id": "oQwFLohuwcJYMd0WhCph-Q",
        "link": "https://www.yelp.com/user_details?userid=oQwFLohuwcJYMd0WhCph-Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-zeQafaGUw1fHvLWBNgSTg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 24,
        "photos": 782,
        "reviews": 1062
      },
      "comment": {
        "text": "Finally, a restaurant in Atlanta that serves a good grilled salmon not saturated in butter!  The Scottish salmon, cooked to a perfect medium rare, was deliciously paired with couscous, tomatoes, olives and cucumbers.  The parmesan tater tots are heaven...like a lightly fried pillow of mashed potatoes- you must get a side order of these to share with the table!   The icing to the night of good food- the dessert!  The sweet potato doughnuts with Nutella and caramel sauce was absolutely decadent and will put you in a happy sugar coma.  \n\nService was attentive; decor and ambiance was modern, sleek and a little quirky (pop art type of paintings, glass blown light fixtures, ceiling high wine rack) at the same time.  Slight upscale, through comfortable and casual at the same time.",
        "language": "en"
      },
      "date": "2010-03-14T21:08:13Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Slate F.",
        "user_id": "-cbTxmBIl6iyc4ntIjv_0g",
        "link": "https://www.yelp.com/user_details?userid=-cbTxmBIl6iyc4ntIjv_0g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Xf_oAz_iVyJ_uXDsvxRNzQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 7,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Great food & classy environment! \n\n I got the pork chop. Super.  \n\nAlso, the bar tender was extremely quick and helpful and it didn't feel like you were waiting forever.",
        "language": "en"
      },
      "date": "2014-06-27T20:21:51Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Peter Y.",
        "user_id": "2-BGdMbPEOd4iFMKoFB4sQ",
        "link": "https://www.yelp.com/user_details?userid=2-BGdMbPEOd4iFMKoFB4sQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VV3xSBb0NFBqYAnH-g7tHg/180s.jpg",
        "address": "Duluth, GA",
        "friends": 86,
        "photos": 6,
        "reviews": 181
      },
      "comment": {
        "text": "Came here a while back for a birthday dinner. There were six of us total so we were able to sample a lot of each other's food. I dare say we had half the menu. There some hits and some misses.....I liked the gazpacho to start and had the porkchop for my entree. I tried some of the duck too. I thought the meat was cooked well but I didn't like the sauce. \n\nThe service was fine as well. I really like Haven and hope to come back soon.",
        "language": "en"
      },
      "date": "2011-07-03T17:51:24Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "David Z.",
        "user_id": "H2FahZmg6BKHOFaLnUXgsQ",
        "link": "https://www.yelp.com/user_details?userid=H2FahZmg6BKHOFaLnUXgsQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bNxa0hSBLDBxnJ_F_jAo1A/180s.jpg",
        "address": "San Francisco, CA",
        "friends": 427,
        "photos": 0,
        "reviews": 350
      },
      "comment": {
        "text": "Somehow Haven hadn't been on my radar as a place to try, but fortunately my brother picked it for his birthday dinner with our family.\n\nThis part of Brookhaven has really come into its own lately, with a nice selection of cafes and restaurants packed into an easily walkable couple blocks. \n\nI have a theory that you can often judge a restaurant by the quality of its complimentary bread basket, and Haven's was auspicious indeed. \n\nI tasted my brother's sweet potato soup, which was extremely rich and flavorful. \n\nDue to recent mouth surgery, I was on a soft diet, and my menu options were limited. So even though I rarely order pasta, I decided to have the lemon ricotta tortellini with a pumpkin mushroom sauce. It was perfect for my condition--melt in your mouth morsels of creamy pasta goodness. \n\nThe rest of the dishes looked equally good, with surprisingly large portions and nice presentation. \n\nStill, despite how impressed I already was, it was the sweet potato donuts with nutella ice cream that was most amazing. Probably the best donut I've ever had--a crispy crust and warm, crumbly insides. \n\nI don't really have a comment about the service, but I did admire the decor, particularly a really cool light fixture made from an iron pipe and blown glass.",
        "language": "en"
      },
      "date": "2012-03-23T19:49:37Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jennifer N.",
        "user_id": "Ngh8U_6MnbSdfLRcdcHJ_A",
        "link": "https://www.yelp.com/user_details?userid=Ngh8U_6MnbSdfLRcdcHJ_A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6Z5jm3K8X67Jz0whA9WpcA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 186,
        "photos": 50,
        "reviews": 82
      },
      "comment": {
        "text": "Great food,location,service and atmosphere!  My dinner group visited Haven this month.  We were not disappointed. The food was great and our server was wonderful. The place was lively and fun without being loud and noisy. I had the bacon wrapped trout with grits and it was delightful.  I tasted the lamb and it was also great. The fried oysters are also amazing.\n\nThe food is priced just right and that's cool.  Go with a group or with a date totally appropriate.\n\nI would definitely go again and recommend to all my friends.",
        "language": "en"
      },
      "date": "2013-04-19T04:46:00Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Elliott R.",
        "user_id": "Eps4mD7SrBlxlfv8q35rwA",
        "link": "https://www.yelp.com/user_details?userid=Eps4mD7SrBlxlfv8q35rwA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ksdUZhaLri4M7zxnz-z4Rw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 12,
        "photos": 5,
        "reviews": 21
      },
      "comment": {
        "text": "Food was great, but the service was A+. Our server accidentally spilled some sauce on my mother when cleaning up and within seconds, 3 people changed the table cloth, brought out soda water, and the manager even offered to reimburse the dry cleaning. Very classy.",
        "language": "en"
      },
      "date": "2016-06-19T00:10:36Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sara R.",
        "user_id": "oy6LtTOlkEo9bme7L_4o9A",
        "link": "https://www.yelp.com/user_details?userid=oy6LtTOlkEo9bme7L_4o9A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LPEeLB1N6g7qXrVDX_ZAlQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4,
        "photos": 0,
        "reviews": 232
      },
      "comment": {
        "text": "I met some friends for dinner.  We had an 8pm reservation and were seated promptly.  The service was friendly but not invasive; our waiter did a good job of letting us chat but not wait too long, etc. \n\nI loved the ceasar salad.  The romaine is grilled.  It was yummy and not traditional which was a nice change.  I had the mussel appetizer for my entree.  They were delicious...in a not tomato sauce really but sauce with tomatoes.  Everyone seemed to enjoy their selections - fish, scallops.  \n\nIt was a nice evening, not too loud so we were able to talk and we weren't rushed to give up our table.  \n\nMy only negative is that so many of the entrees include pork  in some way and I don't eat pork so that was kind of a turn off.",
        "language": "en"
      },
      "date": "2011-04-10T15:54:46Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=Af2kgWjIoS_N-A5oTBlSVg&start=220"
  }
}