{
  "search_metadata": {
    "id": "65f09b639c84ac5e82b645eb",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65f09b639c84ac5e82b645eb.json",
    "created_at": "2024-03-12 18:13:55 UTC",
    "processed_at": "2024-03-12 18:13:55 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/PkKJhv127iU1-XUdap5efg?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65f09b639c84ac5e82b645eb.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65f09b639c84ac5e82b645eb.prettify",
    "total_time_taken": 2.12
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 0,
    "num": "50",
    "place_id": "PkKJhv127iU1-XUdap5efg"
  },
  "search_information": {
    "total_results": 783,
    "business": "Sotto Sotto"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 783
    },
    {
      "hl": "tr",
      "count": 1
    },
    {
      "hl": "es",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Raghav P.",
        "user_id": "xq0EaSEWxOPqll60Pi5J7g",
        "link": "https://www.yelp.com/user_details?userid=xq0EaSEWxOPqll60Pi5J7g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/glh_hwduMV69zVcITjL9nA/180s.jpg",
        "address": "Acworth, GA",
        "friends": 24,
        "photos": 3,
        "reviews": 5
      },
      "comment": {
        "text": "Insalata mista with balsamic was the best salad I have ever had.\nThe paccheri alla calabrese was also great, lots of vegetarian friendly options!",
        "language": "en"
      },
      "date": "2024-02-15T23:15:50Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2rUtNXGzwZOlvgCR04KBjQ/o.jpg",
          "caption": "Insalata Mista"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2heLt8zTPbwrkQujXsC0nw/o.jpg",
          "caption": "Paccheri alla calabrese"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Joanna C.",
        "user_id": "qhliFDdRH6tbKbIXVM_wzw",
        "link": "https://www.yelp.com/user_details?userid=qhliFDdRH6tbKbIXVM_wzw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uWUyoUiXBQs4CHmJ7lP-kA/180s.jpg",
        "address": "Washington, DC",
        "friends": 254,
        "photos": 2349,
        "reviews": 981,
        "elite_year": 24
      },
      "comment": {
        "text": "In the mood for delicious pasta?!? You have to try Sotto Sotto!! Oh my gosh, the food here is so delicious!!! Prices are great too, especially for the quality and the portions.\n\nMy friend and I shared the:\n-Beet and Arugula Salad: super solid salad. The gorgonzola was a harder cheese, which was perfect because I actually don't like gorgonzola so my friend easily pulled it off and ate it\n-Mushroom Risotto: on my gosh, this was so good. The mushrooms were plentiful, flavorful, and perfectly cooked. The risotto was wonderful. I LOVED this dish\n-Strozzapreti: great flavors, though the pasta was a bit undercooked which was a bit disappointing. This one is my friend's go to dish though (and she comes here almost every week)\n\nService was nice, but slow. They seemed super understaffed...took almost 45 minutes for our wine to make it to the table, though the food ended up not taking too long. Loved the food here and can't wait to come back and try more of the menu.",
        "language": "en"
      },
      "date": "2023-12-31T02:25:12Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Danielle M.",
        "user_id": "0mlZTI1wIWOck0jHwkVUGg",
        "link": "https://www.yelp.com/user_details?userid=0mlZTI1wIWOck0jHwkVUGg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fFaOuoKKrastr7f_3KflHg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 122,
        "photos": 373,
        "reviews": 140,
        "elite_year": 24
      },
      "comment": {
        "text": "Unfortunately it just wasn't that good. The food looked way better than it tasted. I ordered the Strozzapreti alla Salsiccia and the texture was like it didn't finish cooking. Weirdly hard and chewy. Our server only checked on us to ask if we wanted boxes so I sucked it up and ate what I could. \n\nTasted my friends food - he said the Linguine del Pescatore tasted better than he expected but I thought it was really fishy. We did come in at about 9:45 but left before closing (11 pm). I know to some it may have been late but I still expected more. There's definitely better Italian and pasta in Atlanta.",
        "language": "en"
      },
      "date": "2023-10-31T03:32:08Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-vA2gAVXjdW7w_qYeStenA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lashundra H.",
        "user_id": "7vCskZiHBdbkKz-3vky8BA",
        "link": "https://www.yelp.com/user_details?userid=7vCskZiHBdbkKz-3vky8BA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Y8PoZVRToeEJG9iAn7Chyg/180s.jpg",
        "address": "Stone Mountain, GA",
        "friends": 59,
        "photos": 26,
        "reviews": 36
      },
      "comment": {
        "text": "Food was great came quickly seasoned perfectly. We did drop in found its best to make reservations. So we had to sit at bar which was bad at all. The restaurant is kinda small. Bartender Song was wonderful very attentive. Her drink were delicious. Great ambiance for a date night.",
        "language": "en"
      },
      "date": "2024-02-15T12:00:05Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xwLXIi8KZc2ljVfKQ7HB-A/o.jpg",
          "caption": "Seafood pasta excellent"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pooWDN1A5fOlWhc4FDzQdA/o.jpg",
          "caption": "The drink was ginger forward very good"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Yzi-mNkHsChUAdNnrY3QUg/o.jpg",
          "caption": "Ravioli nudi melt in your mouth"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BjxJf8yEflNrU5PNHkV1Fg/o.jpg",
          "caption": "Antipasto Misto was great olives too me back to Italy"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nicole S.",
        "user_id": "TMCdNIFHN44hlL0DN7VBRQ",
        "link": "https://www.yelp.com/user_details?userid=TMCdNIFHN44hlL0DN7VBRQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-H-seXR8xlmb2XVNyKfZGQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 29,
        "photos": 472,
        "reviews": 93,
        "elite_year": 24
      },
      "comment": {
        "text": "You ever visit a place that doesn't quite grab you on the outside but is quite the delight once you walk thru the doors? Well that's Sotto Sotto. It is situated amongst various other eateries in Inman park but definitely holds its own. There is also a nearby parking deck for your convenience.\n\nA short walk away we spotted our destination and from the moment we walked in we were greeted and seated (I suggest reservation). \n\nWe started off nibbling on the pita style house bread that was available while we waited for drinks which didn't  take long. What i liked about the cocktail menu was that it does not just have your run of the mill drinks but offered a nice variety of well made spirits. We enjoyed one called the Charles Widmore that is great if you love scotch and the other one was the After- Dinner Mint that has Meletti liqueur.\n\n The food is well prepared and the freshness comes thru with every bite. Our entrees were hearty but did not leave us feeling heavy which is a plus,because we were able to save room for dessert. The bread pudding was okay for me but had no bearing on my overall experience at Sotto Sotto which would lead me to visit again.",
        "language": "en"
      },
      "date": "2023-07-13T03:40:23Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ie4qM0KA5gkSeYKnl7H-MA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N-j02vIZ7Ke6m9-FxAwN0g/o.jpg",
          "caption": "Tortelli di Michaelangelo Buonarroti"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/C3-I0Y99LJMimXClWBPlTw/o.jpg",
          "caption": "Budino di pane"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jeffrey R.",
        "user_id": "IE6rbmXeoJHcs0uQqhN-Aw",
        "link": "https://www.yelp.com/user_details?userid=IE6rbmXeoJHcs0uQqhN-Aw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FmToV0xJUGAlW-TUpqUikA/180s.jpg",
        "address": "Coral Springs, FL",
        "friends": 71,
        "photos": 246,
        "reviews": 406,
        "elite_year": 24
      },
      "comment": {
        "text": "I travel to Atlanta regularly.  When I do its either to go to our corporate office OR (and more likely) to meet customers.  This was the more likely customer meeting.  I love the Inman park area of Atlanta, so many great places to eat and drink.  The menu is what I call Italian Eclectic.  Apps aren't your typical apps.  We had a board and it was VERY good.  Let me be clear, their lasagna is not typical, but still VERY GOOD.  \n\nLet me say what I need to say and finish up.\n\nThe Fettuccini Alfredo with chicken was THE BEST I have EVER had.",
        "language": "en"
      },
      "date": "2023-04-30T14:01:20Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6U4Szi2gpjkBfPQYRxrUKQ/o.jpg",
          "caption": "Chicken Fettuccini Alfredo and Lasagne, both half portions.  BEST ALFREDO EVER."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Alexis K.",
        "user_id": "EHSiOyT8TAaZhIVXfpL9pQ",
        "link": "https://www.yelp.com/user_details?userid=EHSiOyT8TAaZhIVXfpL9pQ",
        "address": "Northwest Tampa, Tampa, FL",
        "friends": 39,
        "photos": 7,
        "reviews": 5
      },
      "comment": {
        "text": "I was in Atlanta for a work trip and we came here for dinner. It was absolutely amazing! Everything we ate was so flavorful and I loved all of our selections. I also had the mushroom risotto and it was one of the best I've ever tried. I highly recommend the risotto! The server was also very nice and friendly. I very much enjoyed my dinner here.",
        "language": "en"
      },
      "date": "2024-03-10T17:29:13Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6WxpB5y_hFt5AmwFQuDDzA/o.jpg",
          "caption": "Scallops"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iF-aA1lxNzaKol0o4UCYbg/o.jpg",
          "caption": "Chicken breast"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Benjamin S.",
        "user_id": "H42ogaxlM1J_KILDWdWCZg",
        "link": "https://www.yelp.com/user_details?userid=H42ogaxlM1J_KILDWdWCZg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/a47gS-tw_fwEVXBHlh2tPg/180s.jpg",
        "address": "GA, GA",
        "friends": 0,
        "photos": 3,
        "reviews": 11
      },
      "comment": {
        "text": "The branzino was excellent and the first time I've had fish filleted at the table. Also, the environment was pleasant  and so were the servers. It is a bit pricey but worth it for an occasion.",
        "language": "en"
      },
      "date": "2024-03-02T16:22:47Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kendall M.",
        "user_id": "WYg1MhB65CYZGYuAgM6j-A",
        "link": "https://www.yelp.com/user_details?userid=WYg1MhB65CYZGYuAgM6j-A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/faWXAdMGnd_mNF7Ug4vyBA/180s.jpg",
        "address": "Grand Rapids, MI",
        "friends": 620,
        "photos": 327,
        "reviews": 195,
        "elite_year": 24
      },
      "comment": {
        "text": "My stay in Atlanta was brief, but I sure am happy that I made it a point to check out this special restaurant. Sotto Sotto shows a 4 star rating on Yelp! But my experience was 5 stars through and through. \n\nMy early Monday night dinner here was solo, but the warmth of the wait staff and classy atmosphere here made me feel right at home. I began with the Green Monkey- an absinthe drink that surprised me. A smooth licorice flavor and subtle citrus notes seemed overwhelming at first, but got smoother with ever sip. I think it's so cool that they offer an olive oil tasting here. I only tried 2 varieties, but they were unique, rich, and a perfect accompaniment to the otherwise nondescript bread. \n\nI started my first course with a Caesar salad. The lettuce was bright, cold, and crisp. The dressing was creamy- a true classic; and the Parmesan topping was plentiful. A perfectly produced Italian staple. Definitely not too fishy, the salad was balanced and flawlessly executed.\n\nI am a self-proclaimed pasta aficionado; and I seek restaurants accordingly. So, for my second course, I had an extremely difficult time choosing \"just one\" pasta. My delightful, knowledgeable, and professional waitress, Megan, was quick to notify me that half portions of pasta are available on weeknights! I took this as a sign from above and ordered 2. \n\nThe butternut squash and pumpkin tortellini came in a deep brown butter sage sauce. This pasta was excellent, and I would certainly recommend it if you're a squash/pumpkin fan. Be advised that the texture of this dish is quite al dente where the tortellini ends meet- given the unique shape of the noodle. While I enjoy the texture of a lesser cooked pasta, it's not everyone's cup of tea.\n\nFor my second half portion of pasta, I went with the gnocchi nudi. My waitress warned me that this dish can be misleading and to think of the pasta as more of a dumpling than a gnocchi. My most frequent complaint pertaining to gnocchi is that they are too dense and sticky. This dish, however, consisting of spinach, ricotta, and just a hint of flour was refreshingly light and delicate. The spinach, butter, ricotta, and Parmesan flavors simply and effortlessly complemented one another as comfort food perfected. I was pleasantly surprised by this lovely take on a classic. \n\nTake note, the half portions of pasta could easily fill a single diner when paired with a salad and bread. I wanted to try a couple of things here, but definitely wasn't able to finish both of my pasta dishes. I encourage you to try a few and split among friends as the menu is extraordinary! \n\nI paired my tasty pasta experience with a smooth and palatable Barolo wine and ended with the affogato. Excellent service, pristine kitchen and dining atmosphere, and phenomenal homemade pastas set the stage for a beautiful dinner experience I won't soon forget. Sotto Sotto is a timeless and classy Italian gem that I can't wait to return to.",
        "language": "en"
      },
      "date": "2023-01-11T21:08:04Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/r1ogmlkeQamJ5ysSaVMeyQ/o.jpg",
          "caption": "Dessert menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kxe65rMgGkeQJV0AZoFnXg/o.jpg",
          "caption": "The best, biggest wine glasses"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OphIcWOqdo0s2qS1JTyc_w/o.jpg",
          "caption": "Gnocchi Ravioli Nudi"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dFh5X3WKr44aiLjgfZ2EuQ/o.jpg",
          "caption": "Butternut squash and pumpkin tortellini"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Desmond P.",
        "user_id": "FSTiQNMf5EETrbyaxjbBoQ",
        "link": "https://www.yelp.com/user_details?userid=FSTiQNMf5EETrbyaxjbBoQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NBgPMNFdGAwQuhIDxgQf_w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 27,
        "photos": 236,
        "reviews": 73,
        "elite_year": 24
      },
      "comment": {
        "text": "AUTHENTIC ITALIAN FOOD!!! The Lasagnette alla bolognese was probably the best lasagna I've ever had. The pasta.....the sauce were both made with soul and FROM SCRATCH!! Unfortunately, my better half didn't enjoy her pappardelle al sugo d' anatra. She said it lacked flavor. The desserts were pretty darn good. Try the budino di pane. They definitely did their thing with the after dinner cocktails. The espresso martini is a must try. The service was spectacular. Wick deserves to run this place (my server). He is well educated about every dish. He knew each Ingredient in every meal and he made great recommendations. The ambiance was calm and on the romantic side of things. Loved the lighting because it definitely set the mood.",
        "language": "en"
      },
      "date": "2023-06-25T00:15:51Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TiCmWQZD45drjOM1Dw9mpg/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MzwxWt1L1T2RgkehIV6gqg/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-7EwB1SLQrPDaKBQO_TLkw/o.jpg",
          "caption": "Budino di Pane, dolce Al marscaepone, Nutella martini and The espresso martini"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jada C.",
        "user_id": "H_x4VO4w5bL28epdIZGvLQ",
        "link": "https://www.yelp.com/user_details?userid=H_x4VO4w5bL28epdIZGvLQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3Mjx1hSgthdZhceOtTJ9FQ/180s.jpg",
        "address": "Irondale, AL",
        "friends": 66,
        "photos": 826,
        "reviews": 226,
        "elite_year": 24
      },
      "comment": {
        "text": "Very high quality Italian food! And the Ambiance is pretty upscale with white table cloths and dimmed lighting. It would be perfect for a romantic night out. Seating is pretty close but not so bad; you still have your own space to move around.\n\nWhat I enjoyed most is that all of the dishes were so fresh and authentic. My husband and I both got the lasagna bolognese and it was really fresh. Our friends ordered chicken and shrimp fettuccine which she said was perfect and our other friend ordered the Strozzapreti all Salsiccia. All so good.\n\nThere's a parking garage only a three minute walk from the restaurant and the area is well lit with several approachable people walking around, so the walk felt safe. And the parking was free that night. Our server was nice and attentive!",
        "language": "en"
      },
      "date": "2022-08-28T15:33:10Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-541UEiLJlQZhKyN3AxVUg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YmjGjYoKzXZ8SnqR4trgLQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_DwrsvKWhncJ1r8s7mbi0w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gm5PR3TJlN8z7ZjUJzwgmA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Steve V.",
        "user_id": "HGTdyEDygTqANThO64WDWQ",
        "link": "https://www.yelp.com/user_details?userid=HGTdyEDygTqANThO64WDWQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/iyFEL_ZGczpDUdI22s1_oQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 585,
        "photos": 5,
        "reviews": 2845,
        "elite_year": 24
      },
      "comment": {
        "text": "We came here on a Friday night with our kids and another family. When we arrived, our table was not ready so we went to use the restroom, but it was out of order. No worries though as they share a hallway in the back with the restaurant next door so we used their restroom. I am not sure if this hallway is usually open or if they opened it because of the bathroom situation. Once we were seated, we were tended to quickly and our drink orders were taken. They also brought us some of the house bread which was great.\n\nWe started with the carpaccio and mussels. The carpaccio is amazing, but the sauce was the mussels was a bit bland. For my entree, I had the strozzapreti, which is nick-named \"priest stranglers\" on the menu. It came with a sweet sausage ragu. This meal was excellent, a good sized portion and well proportioned ratio of meat to pasta. You could taste the freshness in pasta and we finished with the chocolate soup. It was so unqiue with the hazelnuts and so rich. It is a must try!",
        "language": "en"
      },
      "date": "2023-02-02T23:18:17Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jonas W.",
        "user_id": "Wi17frh7qH_dcfw7zSMt7w",
        "link": "https://www.yelp.com/user_details?userid=Wi17frh7qH_dcfw7zSMt7w",
        "address": "Fairburn, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "We all went out for my son's birthday last night.   Our service was amazing. Tim was funny and informative and the wine suggestion was perfect. \n\nMy wife's fish was undercooked then overcooked. \n\nAnd the performance by what I later realized was the owner was in  poor taste. Maybe I'm not familiar with restaurant culture. But openly screaming and reprimanding your employees during service seems a bit much.  My son says it's norm",
        "language": "en"
      },
      "date": "2023-12-31T17:01:58Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "MaryAnn J.",
        "user_id": "GYRx-1M_HC7e0DYCqGpxRw",
        "link": "https://www.yelp.com/user_details?userid=GYRx-1M_HC7e0DYCqGpxRw",
        "address": "Gaithersburg, MD",
        "friends": 0,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "The owner and manager at Sotto Sotto made things right! That is amazing. And, the chef precooked my meal with no salt and it was perfection.\n\nThank you Sotto team. We will be back.\n\nMaryAnn",
        "language": "en"
      },
      "date": "2023-12-30T20:06:00Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hanay W.",
        "user_id": "-9bbOgdO8YCd4FzMm2Y5nA",
        "link": "https://www.yelp.com/user_details?userid=-9bbOgdO8YCd4FzMm2Y5nA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TavZ8fdhAdMGHqRvA-dyYg/180s.jpg",
        "address": "North Bethesda, MD",
        "friends": 11,
        "photos": 245,
        "reviews": 90,
        "elite_year": 24
      },
      "comment": {
        "text": "A million times YES!!! i absolutely love Italian food/pasta and this restaurant really sets the bar high for every other Pasta place I will try  First, the ambiance of this place give luxury, date night but also small and cute especially out on the patio where we were. Cindy our waitress was so friendly and extremely helpful with references on the menu and pointing us in the right direction!! The complimentary bread and olive oil was soooo good ofcourse. \n\nAppetizer: Carpaccio di Manzo\nThis appetizer was one of the best I have ever had. The thin cut beef was so refreshing and flavorful. The fresh cheese and lemon on it was an amazing touch. We shared this among two people but I would definitely eat this alone any day of the week. \n\nEntree: Tagliatelle ai Funghi\nI told our waitress I wanted a pasta with a creamy sauce rather than a lighter sauce and she recommended this and it was hands down one of the best pastas i've had. I was worried it wouldn't be filling because there's no meat in it but I was wrong!! The pasta is so fresh and cooked to perfect, the sauce was the perfect amount of creamy, flavorful, but also not too heavy. The portion was great and the parmesan cheese grated on top was the perfect touch\n\nOverall; I will be coming back here!! Love love love love love!! My only little issue with this restaurant is the door is kind of confusing to find because it doesn't really look like a front door so we hesitated opening it for awhile because it just looked like a side door where people were eating.",
        "language": "en"
      },
      "date": "2022-07-12T05:37:29Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WqazqxP-Ivr1p5PnlhfgFw/o.jpg",
          "caption": "Tagliatelle ai Funghi"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IxioKW_bVJl5KTgSy5XJTg/o.jpg",
          "caption": "Carpaccio di Manzo"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Angel H.",
        "user_id": "Ap69KQQ1uIj4W0Rd5zauTA",
        "link": "https://www.yelp.com/user_details?userid=Ap69KQQ1uIj4W0Rd5zauTA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9EW2X83MTXeF87FGrDwa-A/180s.jpg",
        "address": "Roswell, GA",
        "friends": 63,
        "photos": 29,
        "reviews": 13
      },
      "comment": {
        "text": "I have always loved going to sotto sotto. Their pasta dishes are well portioned and we'll priced. The service is good and they do a wonderful job going over the menu for new timers. The ambiance is perfect for date night or a special occasion celebration. \n\nParking in the nearby deck is easy and costs about $7 per two hours. \n\nI got the linguine del pescatore. The linguine was slightly gummy for me but not enough to ruin the dish. The mussels and clams were fresh and plentiful and the sauce was a great compliment. Overall, 4/5.",
        "language": "en"
      },
      "date": "2023-03-12T03:57:44Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-WthrbH9oscHDABWjtn1ww/o.jpg",
          "caption": "Linguine del Pescatore"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Caroline P.",
        "user_id": "VadiywuE4Kf8sLJ1kmbTBA",
        "link": "https://www.yelp.com/user_details?userid=VadiywuE4Kf8sLJ1kmbTBA",
        "address": "Hyde Park, Tampa, FL",
        "friends": 178,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Amazing!! Wonderful food each time. Great ambiance. Service is always consistently friendly and accommodating",
        "language": "en"
      },
      "date": "2024-02-11T21:19:17Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Vanessa G.",
        "user_id": "3jraaLajqHu8k7Qq5eyjjA",
        "link": "https://www.yelp.com/user_details?userid=3jraaLajqHu8k7Qq5eyjjA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WLUzZAfoZVTPQWjXEYHyZA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 9,
        "photos": 292,
        "reviews": 73,
        "elite_year": 24
      },
      "comment": {
        "text": "Very popular in the area. Please expect a wait. We were able to sit right away but it was early on a Saturday. The service was good. My party was able to be seated right away as long as we were on with sitting up stairs. The server was very knowledgeable about the menu and sold me on a ton of menu items. Loved the genuine enthusiasm about the menu :) . I selected the pappardella Pappardelle al Sugo d ' Anatra. It wasn't as good as I had hoped. The duck was a little dry, so sad about that. The dish was really missing something entirely, I am not sure what but I will not be ordering again. They offer tap, still, and sparkling water. They also start you with a dry bread and oil combo I would recommend skipping if you aren't into those because it wasn't anything special. The lasagnette alla bolognese was really good. Great flavors! Please try if you go. I also liked the bread pudding. Defiantly worth a try.",
        "language": "en"
      },
      "date": "2023-06-25T01:25:57Z",
      "rating": 4,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rzHBeX-7-6lGAgD0LIZKIA/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vjD01damO5ssScPnzDeoBQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/a68craaZfBAb68IPpFU1NA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SX8IYf18CqGHpQAbvSXijQ/o.jpg",
          "caption": "Bread pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_N_1FncwT0f1t6_m-x7nXw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/K7ABwkNruWE833NPCF1m1Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/G_oCVew6F6MfEnSJhM3Sdw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cosmina C.",
        "user_id": "4BdNQTqaipE6-BxYFvSfdg",
        "link": "https://www.yelp.com/user_details?userid=4BdNQTqaipE6-BxYFvSfdg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/q-hR54L3HKLszT0-BCj-oQ/180s.jpg",
        "address": "Valparaiso, IN",
        "friends": 30,
        "photos": 69,
        "reviews": 32,
        "elite_year": 24
      },
      "comment": {
        "text": "Went there for a birthday celebration. William was our server and he was police and knowledgeable regarding the menu. We ordered a couple of appetizers and 4 pasta dishes. I gave it 4 stars bc the pasta dishes didn't really impress me.",
        "language": "en"
      },
      "date": "2022-10-13T23:24:00Z",
      "rating": 4,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/80uf9fukSPrX9USA1ksdaw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OXd6-g6yT_6uw4BJ8-ATNw/o.jpg",
          "caption": "Caprese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sZXvRpd5qDCkyvgucmmQ3w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/THF8Fc427PyDDl6L4PwVOA/o.jpg",
          "caption": "Tortelli di Michelangelo"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U1J3pkqNbFOhsszGfTifEA/o.jpg",
          "caption": "Tagliatelle ai Funghi"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pIloRi3JEXKFIL4NmTVlfA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hm-5yqTs00t89ILVSUsjbQ/o.jpg",
          "caption": "Lasagnette alla Bolognese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CeCA67gmVa2001tIA1sGyw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pZ-UT5FDHRqvfpv7T3acZg/o.jpg",
          "caption": "Taglieri di salumi"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Charles S.",
        "user_id": "0MeivhX0kZCfV3zMtHtk9Q",
        "link": "https://www.yelp.com/user_details?userid=0MeivhX0kZCfV3zMtHtk9Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MfnFhoWrJfq6qIbzAsn18Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 343,
        "photos": 491,
        "reviews": 1022,
        "elite_year": 24
      },
      "comment": {
        "text": "I hadn't been to Sotto Sotto in seven years because of the bad service on two previous occasions.  But my wife and I have just returned from Italy a few weeks ago and we were having dinner with friends headed to Italy so we decided to eat at Sotto Sotto.  \n\nGuess what?  Same problem.\n\nThe food was great.  The wine and the sommelier were excellent.  The service was very good but not perfect from a nice young man who waits as his second job, i.e. he is not a professional waiter.\n\nThe problem is the kitchen.  We must have waited at least 30 minutes between finishing the appetizer and the arrival of our entrees.  The waiter apologized, went into the kitchen, and then informed us that our order was up next to be prepared.  \n\nWhen the tardy entrees finally appeared, they didn't arrive at the same time. And my very tasty pappardelle with duck ragu was only lukewarm.  This on a Monday night.  Imagine what it must be like on a weekend.\n\nOne would expect a restaurant that bills itself as having \"unbeatable hospitality\" would provide, um, unbeatable hospitality. Sotto Sotto did not.",
        "language": "en"
      },
      "date": "2022-10-04T14:28:25Z",
      "rating": 2,
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Lisa O.",
        "user_id": "wxI2NlEM-zeECCQ5px0L2w",
        "link": "https://www.yelp.com/user_details?userid=wxI2NlEM-zeECCQ5px0L2w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uAbWFcrNRbFLb71Xl2ddIg/180s.jpg",
        "address": "Alameda, CA",
        "friends": 143,
        "photos": 6,
        "reviews": 183,
        "elite_year": 24
      },
      "comment": {
        "text": "Spectacular halibut with aqua pazza sauce, really beautiful space, great service, and a clear devotion to bringing all the flavor from perfect ingredients with thoughtful preparation (nearly all pastas are house made, the bread is impeccable, and the sauce for my fish was like a shot of pure tomato essence).",
        "language": "en"
      },
      "date": "2023-06-07T00:18:34Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michelle Y.",
        "user_id": "E445rbTfixfmIEqYT_QrJw",
        "link": "https://www.yelp.com/user_details?userid=E445rbTfixfmIEqYT_QrJw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/sxA7h_JaRdjQ6sqZ2fBghQ/180s.jpg",
        "address": "New York, NY",
        "friends": 541,
        "photos": 314,
        "reviews": 161,
        "elite_year": 24
      },
      "comment": {
        "text": "Sotto Sotto gives a homey, local vibe with a nice ambiance! It's the perfect place to go to for couples, families, and close friends. We made a reservation a few days before, and were seated right away. For starters, we ordered one of the olive oil samples that come with bread. The olive oil was fine, but the bread was cold. The mushroom (funghi) risotto was the best mushroom risotto I've had, cooked and flavored just right; apparently, it's a staff's favorite! We also got Ragu Parpadelle, which had a more unique taste. Portion sizes were bigger than they looked, and we ended up taking leftovers to-go. Our food came out about 20 minutes after ordering, which was a bit longer than expected. Still, overall I had a good experience, and I'd come again!",
        "language": "en"
      },
      "date": "2022-12-01T22:44:07Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ayDF44EdTwxbEwkA4lFnlA/o.jpg",
          "caption": "Pappardelle al Sugo d ' Anatra"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wbKt_EbocGh2CK53BepvuQ/o.jpg",
          "caption": "Risotto ai Funghi"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kara O.",
        "user_id": "lEYDB3XNZ15FYPsam-ieQA",
        "link": "https://www.yelp.com/user_details?userid=lEYDB3XNZ15FYPsam-ieQA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SWAvtw_6xoKvIsfhhDSeAQ/180s.jpg",
        "address": "Goose Creek, SC",
        "friends": 0,
        "photos": 2,
        "reviews": 1
      },
      "comment": {
        "text": "Great experience at Sotto Sotto. We sat in the courtyard and it was a very nice vibe. The server had a fun personality and good recommendations on food and drinks. I had leftovers of the alfredo to enjoy later and the Tortelli di Menta was a good one time serving. Will come here again!",
        "language": "en"
      },
      "date": "2023-08-24T14:31:00Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mMn4X72w4HPLuIi_TrCjrw/o.jpg",
          "caption": "Fettuccine Alfredo with chicken and Tortelli di Menta"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UIpBGNQxzT0Ds-393AV4uw/o.jpg",
          "caption": "Gelato... a chocolate hazelnut, strawberry, and vanilla with chocolate shavings"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anthony Y.",
        "user_id": "0iQZe0WK_7YvtNFOt91dXg",
        "link": "https://www.yelp.com/user_details?userid=0iQZe0WK_7YvtNFOt91dXg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OzptkeuHgjYwxyRfQNnCPA/180s.jpg",
        "address": "Huntersville, NC",
        "friends": 79,
        "photos": 132,
        "reviews": 136
      },
      "comment": {
        "text": "Excellent service. Delicious food. I  their old fashion. I especially like all their pasta dishes.",
        "language": "en"
      },
      "date": "2023-06-14T03:09:08Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lYNVdrGxED96AkwPuV_VIA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Sk8PM08bCfRqxEQXtlfqBg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/H8m3C8y9LrJIhVbkzPaJ5g/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Connor M.",
        "user_id": "kpdOwteeUUBv_qROF1AwDQ",
        "link": "https://www.yelp.com/user_details?userid=kpdOwteeUUBv_qROF1AwDQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FNR2jka0-E62FXCEvx0BHQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 38,
        "photos": 116,
        "reviews": 61
      },
      "comment": {
        "text": "My wife and I had a lovely evening finally trying Sotto Sotto together. I had a been a few years ago but she never had and we're excited to go together.\n\nOverall, it's a great spot with very high quality and tasty dishes. You simply won't be disappointed. Everything we tried from the wine to Caesar salad to pasta dishes were fantastic. My only complaint in the experience was the wait time between being done with our meal and receiving the check. The dining room was quite full and I can understand giving people time to finish their beverages and not wanting to feel rushed, but this wasn't the case for us. However, I do understand the approach and don't fault them for it. \n\nThe price is certainly steep as this is a high-end establishment, but I think overall worth it given the experience and this isn't exactly a place you go every day (at least not in my budget!)",
        "language": "en"
      },
      "date": "2022-12-19T20:27:35Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oa6OgYi6x-wMj_9j3bXrUg/o.jpg",
          "caption": "Lasagnette alla Bolognese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fFguFghxuTDFllp4iqklbQ/o.jpg",
          "caption": "Tortelli di Michelangelo"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Siobhan L.",
        "user_id": "RbnFghlOVWy6gVR1KJftVg",
        "link": "https://www.yelp.com/user_details?userid=RbnFghlOVWy6gVR1KJftVg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nXSgGcEuGCVVQ6NfSvxVFQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 48,
        "reviews": 28,
        "elite_year": 24
      },
      "comment": {
        "text": "Couldn't recommend sotto sotto more. Easily my favorite spot in ATL so far !! I've already gone here 3 times & I just got to ATL in January! The restaurant is so cute & cozy it's classy but not stuffy. The servers are great & polite. It's got a modern vibe, love it. I wish I remembered the names of my dishes but if u can, order the burrata pasta (or show them a pic), there was an artichoke tortellini (occasionally added menu item), and the fungi pasta but switch out the noodles for something thicker. Could totally up their bread game & be a little more generous with it.",
        "language": "en"
      },
      "date": "2023-08-06T01:11:52Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GHR-wPKoUtyiFSPtyfl-5Q/o.jpg",
          "caption": "Burrata"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5z0patvcC0ZMnGpYxzdigg/o.jpg",
          "caption": "Burrata"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QD_ZiDhmLloPM_hMg3dlDw/o.jpg",
          "caption": "Burrata"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Meetali B.",
        "user_id": "efKQmcUUG33ae5PDHDzlEw",
        "link": "https://www.yelp.com/user_details?userid=efKQmcUUG33ae5PDHDzlEw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RhgCkQBEJ7PwIiW9erH8_w/180s.jpg",
        "address": "Berkeley Park, Atlanta, GA",
        "friends": 0,
        "photos": 90,
        "reviews": 33
      },
      "comment": {
        "text": "Vibes were good and service was good. Food was the most average pasta I have ever had. So disappointing because the place was so cute. But we had the ravioli and pappardelle pasta which was supposed to be their \"best dishes\" had no flavor, I would go somewhere else if you're looking for pasta.",
        "language": "en"
      },
      "date": "2023-07-30T02:30:47Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SaOQYiEISEftBuLb5rHpvw/o.jpg",
          "caption": "Pappardelle al Sugo d ' Anatra"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/X9vKgiypqS4gnv-ZTzfVtA/o.jpg",
          "caption": "Ravioli Nudi"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Gary R.",
        "user_id": "tjUX1jkqwS93A7wqJqeNqg",
        "link": "https://www.yelp.com/user_details?userid=tjUX1jkqwS93A7wqJqeNqg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5HuR3hZiQCM8w_PBaAHyYg/180s.jpg",
        "address": "Fayetteville, GA",
        "friends": 1,
        "photos": 6,
        "reviews": 14
      },
      "comment": {
        "text": "Went with Joanne for an early dinner. The weather was nice and we sat in the courtyard. Started with drinks off the cocktail menu, the Aviation and the EZ Manhattan. Both delicious. Apps were clams and buffaloes mozzarella, both great. For mains we ordered Duck Ragu and paccheri alla calabrese. The duck was great the other ragu was good, but not as good as the duck. We shared a pan a cotta for dessert. The meal was very enjoyable from beginning to  end. Highly recommend.",
        "language": "en"
      },
      "date": "2023-11-06T23:09:05Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Katherine G.",
        "user_id": "Js8qs_BhpQ7GDkoF6IDsUw",
        "link": "https://www.yelp.com/user_details?userid=Js8qs_BhpQ7GDkoF6IDsUw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UWguWzGNiheZRIwtLk6n_Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 811,
        "photos": 94,
        "reviews": 365,
        "elite_year": 24
      },
      "comment": {
        "text": "I have been wanting to come here for awhile and finally did on Valentine's Day! I was a little disappointed they didn't have a center-piece for V-day to add a romantic vibe for the dinner. A candle or rose would have been so perfect with the white tablecloths! The food was pretty good and service was fast.",
        "language": "en"
      },
      "date": "2023-02-27T19:35:28Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Catherine A.",
        "user_id": "1BuZ1h3Z-7F1D9erwxCsOw",
        "link": "https://www.yelp.com/user_details?userid=1BuZ1h3Z-7F1D9erwxCsOw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qdbyYtohRC20FnGX6J6yZA/180s.jpg",
        "address": "Coldwater, MI",
        "friends": 29,
        "photos": 32,
        "reviews": 33
      },
      "comment": {
        "text": "I was wary coming here because of all the negative reviews about slow service, but Brian was a fantastic waiter! He was super attentive, brought me items that I asked for that weren't on the menu, and paid attention to small details such as bringing the appropriate amount of utensils and plates for food that my husband and I shared. The entrees arrived within a reasonable amount of time, despite it being a full restaurant! We were seated without a reservation within minutes (however, we were seated by the windows and that was a little cold). \n\nNonetheless, the taste? Exquisite with al dente paste & the gelato was SO good!",
        "language": "en"
      },
      "date": "2022-12-28T04:03:12Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nHmGDdpgq3ljrc4LOYJ_7Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ug3fkHUq0IHVTFtKbj-Jtw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nT7WDei3qzprEBB3DVVFew/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Shannon B.",
        "user_id": "ZLR0BRLPqkALHHhTy2Ks0Q",
        "link": "https://www.yelp.com/user_details?userid=ZLR0BRLPqkALHHhTy2Ks0Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_Y0zeS6PkGlkAEmuwtfHFw/180s.jpg",
        "address": "Dallas, GA",
        "friends": 0,
        "photos": 21,
        "reviews": 48
      },
      "comment": {
        "text": "I'll come back but\nFor the first time I can't use the adjective exceptional. On our budget Sotto Sotto is one of our special occasion places so expectations are high. It was our first time to sit in the courtyard which we truly enjoyed. \nDon't be afraid when they tell you the dressing for the Caesar salad has anchovies. Its  really very tasty. \nThe Fettuccine Alfredo was again a table favorite especially with chicken, but what happened to my Tortelli de Michelangelo? \nThe buttered sage which I have only been able to find at Sotto Sotto, was soggy and was more like  parsley flakes instead of my desired crispy sage leaves. Overall it just wasn't the same quality. \nDo I take the chance and return?\nProbably.",
        "language": "en"
      },
      "date": "2023-06-19T23:38:50Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stephanie D.",
        "user_id": "RNNYVYjLfvUFpPFHnWUNfQ",
        "link": "https://www.yelp.com/user_details?userid=RNNYVYjLfvUFpPFHnWUNfQ",
        "address": "Marietta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "We requested bread prior to ordering food with the 2 bottles of wine we were drinking .we were waiting on 2 other guests and didn't want to be rude ordering ahead .were told it's against policy. The server told us they don't want us to get full before ordering food  . Our bill was over $700- too bad we won't return over a cheap piece of bread .",
        "language": "en"
      },
      "date": "2024-01-05T19:15:45Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Christina K.",
        "user_id": "50LOI3r4_CqIhLFSw8Mm1g",
        "link": "https://www.yelp.com/user_details?userid=50LOI3r4_CqIhLFSw8Mm1g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HrJdl0_q0Z7KDgv9H-9m9A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 30,
        "photos": 149,
        "reviews": 132,
        "elite_year": 24
      },
      "comment": {
        "text": "I wasn't sure I was entering the right restaurant because the outside of the building didn't even have the name, at least not that I saw. I got seated outside, which I feel like really ruined the experience for me. While I was there, it started pouring, so they had to completely close the roof and because it was a metal roof, the rain sounded really, really loud. And then it was also super humid in there, there were not enough fans running. By the end, I was sweating and uncomfortable and it was just so noisy because of the rain and everyone was yelling to be heard over the sound of the rain. The service was extremely slow, which I'm sure is just because they're understaffed like everywhere is nowadays, but there weren't even that many people there when I first got there. By the time I was finished eating, it was so crowded in there, there was barely any place to stand. You'd think such a nice restaurant wouldn't be so incredibly crowded and noisy. The ambience just wasn't it.\nMoving on to the food itself, I ordered a plate of cured meats, a salad, clam linguine, and a branzino. Honestly, the salad and the cured meats were the best part of the meal and that's kind of sad because those things are kind of hard to mess up. The branzino was so disappointing. The fish was cooked well, the outside skin was crispy and the inside was juicy, but it was so flavorless. There weren't any spices or salt at all, it was so plain! The clam linguine was equally disappointing. The pasta was so dry and plain. The clams themselves were pretty good but the dish as a whole was not.\nI will not be coming here again. It was overpriced and the ambience and quality of food were not it",
        "language": "en"
      },
      "date": "2022-07-23T20:55:02Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tR_nqxX1afgdudUZaoE31A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KoOMlt3Xmo680L0h2jup8w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8Auc72U5Faa6tdYWCa24Iw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Roksana H.",
        "user_id": "BVeFgeD1dm5gJqqfTzisxg",
        "link": "https://www.yelp.com/user_details?userid=BVeFgeD1dm5gJqqfTzisxg",
        "address": "GA, GA",
        "friends": 0,
        "photos": 20,
        "reviews": 13
      },
      "comment": {
        "text": "Finally a real Italian restaurant. Bread, wine, prosciutto, cheeses, food, all was perfect. A restaurant with high quality food, very stylish, clean, very nice and good service, all the staff are very polite and I really liked the class of this restaurant. If you want to have a date night with your partner, I recommend you to go to this restaurant. Although we chose Monday, all the tables inside and outside the restaurant were full, and I am very grateful for their good service and that it was very clean. Thank you so much Megan for your good service to us.",
        "language": "en"
      },
      "date": "2023-10-03T19:38:12Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/F9MpB0iuNUDZBKjb13p8Yg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eOwoHKAfk5zylIYzZij9lQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GSDyohiPdNdvjmr-MgQrtQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pq_A2auDg-LZTU-nX2ta_Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gwQWHNtc5iyfnFReVL8a6w/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anat S.",
        "user_id": "206CtnqAIyDXO7Eqz6I9ig",
        "link": "https://www.yelp.com/user_details?userid=206CtnqAIyDXO7Eqz6I9ig",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/z7LxlwXI2TSwRlX_VEjlJg/180s.jpg",
        "address": "Tampa, FL",
        "friends": 105,
        "photos": 4743,
        "reviews": 389,
        "elite_year": 24
      },
      "comment": {
        "text": "The restaurant used to be one of my favorites every time I visited Atlanta. I haven't been here few years so I was happy to visit on my last trip to the city. \n\nWe ordered the mushroom risotto ( funghi ) and it was the best thing we had. It's creamy and flavorful. The tagliatelle ai funghi is good too but not as flavorful as the risotto( although the pasta is very good). Bufala e pepperoni is a great appetizer. \nWe ordered the tortellini di menta was not good. Unfortunately we had to return it because none of us wanted to eat it. The texture was good but it was sour. We also ordered he lovely day cocktail- it's very good. The bread pudding for dessert is 2/5 the cherries are not a great addition and it would be nice to have way more whipped cream. \nOur server Clarissa was very friendly and helpful and it was to have her as a server, especially after a weird experience with the manager. He can't to our table to ask which wine we want to order. He was assuming we will order a bottle and when I told him I only want a glass of wine, he didn't hide his annoyance and disappointment. He rolled his eyes in front of us. And then we had to wait at least 15 minutes to actually get the one glass of wine. \nIf it wasn't for the nice server, we would have left with a bad taste for the restaurant and the experience. I never experienced a manager rolling his eyes just because I order one glass of wine. \n\nWhat a shame!",
        "language": "en"
      },
      "date": "2022-07-01T15:03:28Z",
      "rating": 3,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-C4JHtRpP-uDCJVJy7A0jA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hDYl2G-pM88wP_3b94Pl9Q/o.jpg",
          "caption": "Bread pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Hm3eSkU5JYri9iPO0t_uHw/o.jpg",
          "caption": "Padua with mushrooms"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OFQm3t720_tQNdxOnE_Hiw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ka6bq5ULcyzOIdU4gADv3Q/o.jpg",
          "caption": "Spinach and ricotta gnocchi"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4azao53aEyiLYIJr1Sb5Bw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RDVHhPCgq06bBrXd6Qf1NQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/p-iMNLIKbYHGKbFudnwykQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6HS7q_ml6-hyVw3Pt6KMVQ/o.jpg",
          "caption": "Ravioli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dJ4aBHCebPUuYKTA1rV0PQ/o.jpg",
          "caption": "Risotto"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Brent B.",
        "user_id": "yBpajT9TpzIpLtINu3Xl0w",
        "link": "https://www.yelp.com/user_details?userid=yBpajT9TpzIpLtINu3Xl0w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xCsAyA4gcmkbjWw04X06cg/180s.jpg",
        "address": "Arlington, VA",
        "friends": 4255,
        "photos": 4057,
        "reviews": 828,
        "elite_year": 24
      },
      "comment": {
        "text": "5 stars for an outstanding Italian restaurant.\n\nMy wife and I have been making our way through the Atlanta Magazine Top 75 Restaurants and were in the mood for some Italian food after a recent Atlanta United game. We saw Sotto Sotto, located over in the Highlands, was on the list and was described as consistently excellent Italian food, so we decided to give the spot a try.\n\nWe arrived at the venue (there is valet parking for $2) and walked past a big hopping Italian restaurant. Turns out that one is called Fritti, while Sotto Sotto is next door via a rather unassuming door. We walked inside to see a beautiful interior dining room to the right and a rather small bar straight ahead. We did not have reservations (normally a killer here), but we struck on the right Wednesday night and were able to go to the back patio to grab a table. The gentleman taking us back appeared to be a manager or someone with authority as he played a (positive) role later in the meal.\n\nWe took our seats and had our waitress come over to greet us. This venue, like many others, has switched over to digital menus, so we scanned and started looking through. My wife asked about some recommendations for food and wine. The waitress was able to give pretty good recommendations about food, but she was having a little trouble in terms of the wine. Fortunately, she utilized the restaurant's staff as the team and had the gentleman who seated us earlier come over (after we ordered food) to provide us recommendations. The wine he recommended was indeed very good, fairly priced (my wife looked at the markup online later and saw that the multiplier was only something like 1.25! What a deal!), and went well with our meal.\n\nIn terms of the meal, we decided to start with the olive oil tasting, which was very fun and included the waitress bringing out the each bottle of olive oil and additional bread half way through. We then decided to order and share the tortelli di Michelangelo Buonarroti and (due to the waitress's recommendation) the risotto ai funghi. In terms of the former, the tortelli (aka ravoli style dish) was very solid with a rustic yet fresh taste to the pasta shells and solid veal, chicken, and pork inside. However, the real star was indeed the risotto as it was a good sized dish that was just a whole bundle of deliciousness. Our meal struck the right spot of filling us up without filling us up too much. \n\nOverall, Sotto Sotto provided us with a great Italian restaurant experience. The nice venue, solid service, and excellent food shows that the venue's reputation is well-earned.",
        "language": "en"
      },
      "date": "2021-08-22T15:54:40Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lhbtEK_9qY-plJau--gTtw/o.jpg",
          "caption": "Risotto ai funghi and tortelli di Michelangelo Buonarroti"
        }
      ],
      "feedback": {
        "useful": 14,
        "funny": 2,
        "cool": 11
      }
    },
    {
      "user": {
        "name": "Stacey K.",
        "user_id": "jUblwA85IgSCv5MfalNieg",
        "link": "https://www.yelp.com/user_details?userid=jUblwA85IgSCv5MfalNieg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HHmMvmi_KIFxMDicGFdLcQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 127,
        "photos": 610,
        "reviews": 199,
        "elite_year": 24
      },
      "comment": {
        "text": "I really enjoyed Sotto Sotto overall! I wouldn't hesitate to recommend it if you want some quality Italian food around the Inman Park area. \n\nWe sat on the patio/courtyard which was covered with many large fans. Which was great because I was worried since it was quite a cloudy day!\n\nI ordered the Tagliatelle ai Funghi which was a mushroom pasta. It's a must for mushroom lovers. Creamy without being too heavy and strong on the umami flavor. They also grate parmesan for you on top of the pasta and tell you when to say stop. I would recommend getting a loooot of parm. It goes well with the dish. \n\nI also tried the Linguini del pescatore. I took a few bites and it was pretty good. Super super strong on the seafood/salty flavor though. \n\nI got the prosecco rose and it was great. As well as the red wine. There is an extensive wine list here. \n\nService was also pretty good. I wish I got the name of our server but he was attentive and quick without hovering too much. \n\nThe only reason I didn't rate this 5 stars is because while the food was solid, it didn't blow me away. It's a little pricey for what it is but I would still recommend it. I'm not sure yet if this is the best Itlian restaurant in Atlanta like some claim. I would have to try some more dishes to further my judgment.  Definitely enjoyed my experience though.",
        "language": "en"
      },
      "date": "2021-08-09T20:26:56Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZZP7sQ853jvPCtPB1Q2A2A/o.jpg",
          "caption": "Tagliatelle ai Funghi and pescatore"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NReXlNEmVd9PXbkNFPIYAA/o.jpg",
          "caption": "Red wine"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/v9iIaGXIfT7kOKogIXqiCA/o.jpg",
          "caption": "Rose prosecco"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 2,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "James D.",
        "user_id": "7fKNr8tDJAFX116Q9oxOIA",
        "link": "https://www.yelp.com/user_details?userid=7fKNr8tDJAFX116Q9oxOIA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/IZyXCk09PUex9LJberFsDA/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 149,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "From the moment we arrived, the service at Sotto Sotto was exceptional. Our waiter, Terry, went above and beyond to make us feel comfortable and taken care of. He was very attentive and ensured that we had everything we needed throughout the meal. The manager, Jimmy, was also very accommodating and made sure that our dining experience was top-notch.\n\nNow, let's talk about the food. The mushroom risotto was definitely a standout dish. The rice was perfectly cooked and had a rich, earthy flavor from the mushrooms. It was a comforting and satisfying dish that we could have easily eaten seconds of. The Caesar and beet salads were also delicious, with fresh and vibrant ingredients that complemented each other well.\n\nAnd of course, we couldn't forget about the drinks. The Aviation cocktail was simply amazing. The combination of gin, maraschino liqueur, lemon juice, and crme de violette resulted in a perfectly balanced cocktail that was both sweet and tart. The floral notes from the crme de violette added a unique and elegant touch to the drink. Overall, it was a sophisticated and delightful cocktail that we thoroughly enjoyed.\n\nIn conclusion, Sotto Sotto restaurant exceeded our expectations with its outstanding service and delicious food and drinks. I highly recommend this restaurant to anyone looking for an exceptional dining experience in Atlanta and I'll definitely be back.",
        "language": "en"
      },
      "date": "2023-03-18T02:04:46Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kendall W.",
        "user_id": "qMjEeh9emdkSEYHwHh9hPw",
        "link": "https://www.yelp.com/user_details?userid=qMjEeh9emdkSEYHwHh9hPw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 2
      },
      "comment": {
        "text": "We are regulars at Sotto Sotto and the food is always fantastic. We love the strozzapreti and the tagliatelle. The farro salad is also super refreshing. However, if you have a reservation, be prepared to still wait for your table to be ready, even if you arrive on time. Out of all the times we've been, I don't think we've ever been sat right away and we have always waited 10-15 min for our reserved table to be ready. Sometimes we'll just eat at the bar if a spot is open just so we aren't in the way while waiting. Don't let that deter you from visiting as the food IS delicious, just be prepared to wait",
        "language": "en"
      },
      "date": "2023-06-12T18:02:36Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cHcZ_E7KBVfuPHYgOgAGuA/o.jpg",
          "caption": "Strozzapreti alla Salsiccia"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N9G-x_4kpTNV0DPs6t7rrA/o.jpg",
          "caption": "Tagliatelle ai Funghi"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Parnika B.",
        "user_id": "EFiX7RV6YgGZjp1qOLVgyw",
        "link": "https://www.yelp.com/user_details?userid=EFiX7RV6YgGZjp1qOLVgyw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_y4s9pdmM-4OXN4RfuDTNA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4,
        "photos": 25,
        "reviews": 73
      },
      "comment": {
        "text": "We were so delighted to learn that they had gluten-free options. The food was delicious. We ordered a salad, pacheri pasta, butternut sage ravioli. \nThe server also got us gluten-free bread which was delicious! Loved the service, ambience, and food. \nWill definitely be going again for their pacheri pasta dish.",
        "language": "en"
      },
      "date": "2023-01-09T03:48:54Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Deva C.",
        "user_id": "0J9ehoFHjZmEdnj-6hLqEw",
        "link": "https://www.yelp.com/user_details?userid=0J9ehoFHjZmEdnj-6hLqEw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/V9rWjSIM3A1E5VsZ5zVyag/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 93,
        "photos": 13,
        "reviews": 81
      },
      "comment": {
        "text": "Overall it's a cute restaurant with great service, but the food lacked flavor. The atmosphere was fine, with a nicely decorated courtyard, but the tables are too close together and too small. We could hear every bit of the conversation of the table next to us, and it's annoying to have to move drinks and such around to be able to fit an appetizer on the table (same issue with entrees, which are on large plates for presentation but again don't fit well on the tiny table). We ordered the antipasto misto - which comes on this giant board but is actually quite a small portion. The cheese and meats are not well paired. I'm no connoisseur but they just don't taste good together. For my entre I ordered the Linguine del Pescatore, which was quite bland. I took it home to doctor it up with some garlic and spice. The best part of the meal were the drinks (Lovely Day recommended by our waiter Richard was delicious) and my birthday dessert was fantastic. Everything in between was absolutely subpar. We probably should not of tried a new to us restaurant for my birthday dinner. We have no intention on returning - except maybe for a drink before going to another restaurant in the area for a meal.",
        "language": "en"
      },
      "date": "2023-11-02T15:03:52Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Queenie M.",
        "user_id": "pJ7GZIzSCBzQ7mI4ZwCfjQ",
        "link": "https://www.yelp.com/user_details?userid=pJ7GZIzSCBzQ7mI4ZwCfjQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EJhXk9eriTL1Mr23cP1Wsw/180s.jpg",
        "address": "Marietta, GA",
        "friends": 31,
        "photos": 37,
        "reviews": 61
      },
      "comment": {
        "text": "Excellent food. Service was good despite tight quarters.  Noisy, but we love this place. It's good for people-watching, too",
        "language": "en"
      },
      "date": "2023-07-04T05:59:09Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mary P.",
        "user_id": "pzxHY0xkCXSdimy6oHaNtA",
        "link": "https://www.yelp.com/user_details?userid=pzxHY0xkCXSdimy6oHaNtA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/de4-mHvKF0CbHbGtjXO5nQ/180s.jpg",
        "address": "Tampa, FL",
        "friends": 7,
        "photos": 47,
        "reviews": 98
      },
      "comment": {
        "text": "WOW!  Fine Dining at its best!  Magnifique !  It was delicious and super customer service !   Pictures shows the extraordinary we had enjoyed last night!  You will not be disappointed.",
        "language": "en"
      },
      "date": "2023-01-07T16:08:20Z",
      "rating": 5,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JfXZeDBCnb7rvqa3ALsHEg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fCFFeK8x1wTwev9VAqpZaw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LNEn2bs1Xh_lshr4tadYjg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6ItaX0VpF8So0zgyON5JCw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oB2AHzQ-BwWT81rDDuOdvg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6n2n-x2vn5Owv52ryCzdhg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-5nF0MUt_K4PxOX_Py46KA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8D7l-l_y_kfxrCmKcq_VnA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8Fs9mjVSpgxe_IavpVwjAA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Terri R.",
        "user_id": "d8nbZCaEAhWb4_W0PbGPcw",
        "link": "https://www.yelp.com/user_details?userid=d8nbZCaEAhWb4_W0PbGPcw",
        "address": "Riverside, CA",
        "friends": 27,
        "photos": 6,
        "reviews": 24
      },
      "comment": {
        "text": "Some of the best Italian food I have ever eaten.  This is my daughter's favorite restaurant, so it was only fitting to celebrate here birthday dinner there.  We had an excellent meal and a fabulous celebration.",
        "language": "en"
      },
      "date": "2023-11-30T21:09:37Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ava P.",
        "user_id": "OQAnw3K5wfD0cd_5slcI2w",
        "link": "https://www.yelp.com/user_details?userid=OQAnw3K5wfD0cd_5slcI2w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lFoDT-UJoCBok4RkK__WWQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 263,
        "photos": 7,
        "reviews": 13
      },
      "comment": {
        "text": "Their food is good. I sat outside and it was super hot while we ate. It was pretty inside though. Service was great.",
        "language": "en"
      },
      "date": "2023-08-07T02:38:08Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Allie J.",
        "user_id": "YK1cIpFnebCH4BdmYF5HEg",
        "link": "https://www.yelp.com/user_details?userid=YK1cIpFnebCH4BdmYF5HEg",
        "address": "Duluth, GA",
        "friends": 102,
        "photos": 2,
        "reviews": 7
      },
      "comment": {
        "text": "Food was so freakin' mid. Service was great... also extremely expensive for such blah food.",
        "language": "en"
      },
      "date": "2023-12-09T02:15:43Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hayley M.",
        "user_id": "1VYdcY6pYqKs-pSRnDrLSg",
        "link": "https://www.yelp.com/user_details?userid=1VYdcY6pYqKs-pSRnDrLSg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EkWdoPo5nL_ak-h6JTc49Q/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 1,
        "photos": 20,
        "reviews": 49
      },
      "comment": {
        "text": "Really yummy Italian spot! The chicken and shrimp fettuccine Alfredo is incredible with a sauce. The ambiance is nice, our only complaint was an incredibly long waiting time for entrees as well as an inattentive server who I had to make eye contact with in order to come over more than once. \n\nThe Caesar salad is amazing and allowed my dad to remove anchovies which he appreciated! The only dish I've ever had I didn't like was the linguine Al pescatore, sounded good but definitely pass. Come for the fettuccine Alfredo!",
        "language": "en"
      },
      "date": "2022-12-27T15:10:58Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Arianne L.",
        "user_id": "Iybndm9O9jbI8sF3dtfzGA",
        "link": "https://www.yelp.com/user_details?userid=Iybndm9O9jbI8sF3dtfzGA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uqtrvyQHz4I0MdYiyIeFpg/180s.jpg",
        "address": "Mary Esther, FL",
        "friends": 487,
        "photos": 120,
        "reviews": 49
      },
      "comment": {
        "text": "Wow. I spent a month in Italy recently and the food here is just as good\n\nI'm surprised it's not more popular. Definitely make reservations here if you want to try authentic Italian food\n\nWe had \n\nRisotto ai funghi 11/10\nMushroom risotto. Amazingly rich and perfectly captures the mushroom flavor. \nI put a few drops of the brown butter sage sauce from the dish below every few bites and the sage flavor was the perfect slight change in flavor to cut down on the richness\nRice was cooked perfectly\n\nTorteli di Michelangelo 10/10\nThe brown butter sage sauce really helps the pasta shine on its own. Amazing dish\n\nDolce al mascarpone 9/10\nVery light and refreshing end to the meal. Some reviewers said the rum flavor was too much. It was actually quite subtle. Maybe they changed it since then\n\nMachiato 10/10\nVery smooth. Just like the coffee in Italy. \n\nOlive oil tasting 7/10\nWith bread\nThis was kinda fun but probably would opt for a different appetizer next time \n\nIf I lived in Atlanta I'd be here every couple weeks. I'll be going every time im in town.\n\nIf you live in Atlanta take advantage of it!",
        "language": "en"
      },
      "date": "2022-06-13T02:06:47Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/b6tu4P_b8Y6EI5mPk6NLwg/o.jpg",
          "caption": "Totelli di Michelangelo"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/04ou8GHakYxmc_ZHgfAzgQ/o.jpg",
          "caption": "Mascarpone dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/e_EhMQHfUhfm6EzDo1dGbg/o.jpg",
          "caption": "Mushroom risotto"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kristina E.",
        "user_id": "cJ-vL4PKq9un6DlkiHuTmw",
        "link": "https://www.yelp.com/user_details?userid=cJ-vL4PKq9un6DlkiHuTmw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rRfT8QsQDN2jCfQK3vFl8Q/180s.jpg",
        "address": "Pleasanton, CA",
        "friends": 427,
        "photos": 11,
        "reviews": 8
      },
      "comment": {
        "text": "Sotto Sotto is a staple for a special occasion or just a wonderful evening with loved ones. \n\n1) ambiance: nearly unmatched in Atlanta. Everyone wears suits/dresses so it feels like a very special place. The seats inside are comfortable and feels like a restaurant in Italy. The seating outside is in a beautiful courtyard that feels like an oasis. \n\n2) food: the food is great, authentic, handmade pasta, and never feels overpriced. There are great options (seafood, poultry, salad, pasta) for everyone. \n\n3) drinks: the drinks are again - fantastic. The dirty martini is wonderful. The wine list is so large they have to have it online and update it every 5 minutes. \n\nHighly recommended!",
        "language": "en"
      },
      "date": "2022-03-15T14:13:26Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W4ZAlV3t6kF8F2VRlz23Wg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Alyson W.",
        "user_id": "uFVpq6knUcMT5Roxu9F_uA",
        "link": "https://www.yelp.com/user_details?userid=uFVpq6knUcMT5Roxu9F_uA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jxO3teetu34056vFkB-aPA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 381,
        "photos": 125,
        "reviews": 71,
        "elite_year": 24
      },
      "comment": {
        "text": "Delicious! We got to sit above Fritti, which was nice since we didn't have to wait at all and weren't dressed as nice as people in the main dining room. I definitely want to return to sit on the patio though - it looked picturesque. \n\nWe started with an appetizer and a Caesar salad. The portion of the Caesar salad was a little small for the price and would definitely recommend getting your own instead of sharing. \n\nThe pasta was delicious! The sauce was to die for.",
        "language": "en"
      },
      "date": "2021-05-03T22:37:49Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/h0fri6YOV2uCJTlzKBnSCA/o.jpg",
          "caption": "Bufala e Peperoni"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/v-Dgcw0cXefiAEd7CnP9dA/o.jpg",
          "caption": "Spaghetti alle Vongole"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=PkKJhv127iU1-XUdap5efg&start=50"
  }
}