{
  "search_metadata": {
    "id": "65f0a1bf3824272f47ac5fd7",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65f0a1bf3824272f47ac5fd7.json",
    "created_at": "2024-03-12 18:41:03 UTC",
    "processed_at": "2024-03-12 18:41:03 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/K2KLY2Ita4Av0jkJFXFBPQ?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a1bf3824272f47ac5fd7.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a1bf3824272f47ac5fd7.prettify",
    "total_time_taken": 1.74
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 160,
    "num": "50",
    "place_id": "K2KLY2Ita4Av0jkJFXFBPQ"
  },
  "search_information": {
    "total_results": 247,
    "business": "Double Zero"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 247
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Mary W.",
        "user_id": "I-7FSc2PBO1juoC4_i6fEw",
        "link": "https://www.yelp.com/user_details?userid=I-7FSc2PBO1juoC4_i6fEw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TE16ZiQHbgDWlQ8D6jNlnw/180s.jpg",
        "address": "Jonesboro, GA",
        "friends": 46,
        "photos": 281,
        "reviews": 462,
        "elite_year": 24
      },
      "comment": {
        "text": "Beautiful location. Service was superb. John Smith was wonderful in taking care of our party of 8. The food was fresh and served warm. Valet Parking is available which makes it easy getting in an out. Will return.",
        "language": "en"
      },
      "date": "2017-04-13T23:41:32Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ruby P.",
        "user_id": "k0jPDBJEcaGuzJbt-pWWfQ",
        "link": "https://www.yelp.com/user_details?userid=k0jPDBJEcaGuzJbt-pWWfQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_0wBxisitigSa5bOF7dDyA/180s.jpg",
        "address": "Marietta, GA",
        "friends": 3,
        "photos": 80,
        "reviews": 268
      },
      "comment": {
        "text": "Don't get me wrong- the ambience is really great, the location is good. But it was just not a good evening. \n\nWe got seated right away. I went to try a special that was posted on Instagram. Goat cheese special. \nHubby ordered fried calamari - it was super oily \n\nThe polenta was oily and crumbling. \n\nWe ordered pizza and it was rough they sent it back- the second pizza was better- but servers reasoning was that the sauce made it seem like it was not cooked thru. \n\nDessert wise- things posted on Instagram weren't available the famous sticky pudding wasn't available either- was told that was previous location and it's not coming back. \n\nMaybe might try it on another day.",
        "language": "en"
      },
      "date": "2017-05-08T01:28:23Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Ruby--I'm sorry to hear that your recent experience didn't meet your expectations; it certainly sounds like we had a few missteps that are not typical. Thank you for taking the time to give us some feedback; we're always looking to improve the food and the experience. Our pizza dough is a softer style in general so it shouldn't be as crispy and crunchy as others. We're always rotating the menu--including desserts--for a variety of reasons but I'm sorry we didn't have exactly what you were looking for. I appreciate you following us on Instagram, which is a great way for us to showcase specials or menu development items. I hope you'll give us another try soon and thanks again for taking the time to reach out!",
          "date": "2017-05-11T21:41:21Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nate T.",
        "user_id": "SfhsitCkR8PZj03CS18ftQ",
        "link": "https://www.yelp.com/user_details?userid=SfhsitCkR8PZj03CS18ftQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pipY4mw5UjIq3jGmyFB86Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 111,
        "photos": 45,
        "reviews": 75
      },
      "comment": {
        "text": "This is one of my favorite restaurants. I love the new location as well (much closer to me). The Castalluci's know how to do restaurants and I feel this one is underrated. The new space provides a much more intimate feel. \n\nThe cocktails are always exceptional and their wine list is ample and fairly priced. Their food is definitely their selling point, with dishes like mussels, their Neapolitan style pizzas, and Oxtail being my favorites.",
        "language": "en"
      },
      "date": "2017-02-02T01:43:56Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Christy B.",
        "user_id": "DxZKXJF6v6oD9-vv1pe-8A",
        "link": "https://www.yelp.com/user_details?userid=DxZKXJF6v6oD9-vv1pe-8A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vdYo81FQpsWLIAQxumN6uA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 56,
        "photos": 11,
        "reviews": 109
      },
      "comment": {
        "text": "Attentive and tasty (service + offerings). One strange thing though, the bar doesn't seem totally confident. EVERY cocktail we ordered was met with a question about liquor preference. These were cocktails off their signature bar list (not a gin & tonic), which should be crafted based on specific flavor combinations, right? And they'd normally have specific liquors chosen to achieve a desired taste, yeah? I need a bar to own their cocktail list. Serve drinks the way you intend them to taste. I'm plunking myself down and trusting you to make a delicious drink to match the creative name you gave it. If I order wine, will you ask me what kind of glass I'd like it in? No, that'd be weird.\n\nOtherwise, the food was really delicious and the service was on top of everything. Sometimes sitting in the bar area can be dicey and take awhile if they forget about you-- not the case here. \n\nThe little plates were great for sharing, and the kitchen was great about sending them out in perfect intervals so we were never too crowded on the table. We had the artichoke (which is a dip), Italian luau pizza, and some arancini (fried cheese/meat balls). Perfect amount of food for 3.\n\nParking does suck here though. Valet in the back and slim pickins for a few parallel spots. Walk or bike here if you can.",
        "language": "en"
      },
      "date": "2016-10-03T15:10:45Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dayna R.",
        "user_id": "NBCy-Nh7fYxq_hdyfSSmAg",
        "link": "https://www.yelp.com/user_details?userid=NBCy-Nh7fYxq_hdyfSSmAg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0gLTHUSPXZMp2TopW9C_bQ/180s.jpg",
        "address": "Buckhead, Atlanta, GA",
        "friends": 6,
        "photos": 43,
        "reviews": 89
      },
      "comment": {
        "text": "Amazing food and service!  Jordan took such good care of us, and the whole staff made our bday party very special. I would definitely return. All the apps were delish, and the pizza is like what I had in Italy. Highly recommend!",
        "language": "en"
      },
      "date": "2019-07-28T23:36:03Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Dayna,\n\nIt was great to have you in for dinner at Double Zero and thank you for choosing us to be a part of your celebration!  We hope to welcome you again soon!\n\nFred",
          "date": "2019-07-29T00:52:01Z"
        }
      ]
    },
    {
      "user": {
        "name": "Caroline R.",
        "user_id": "6CnUz4f9YlyJdzsrL-WIYA",
        "link": "https://www.yelp.com/user_details?userid=6CnUz4f9YlyJdzsrL-WIYA",
        "address": "Sandy Springs, GA",
        "friends": 0,
        "photos": 16,
        "reviews": 33
      },
      "comment": {
        "text": "I used to love Double Zero when it was still located in Sandy Springs. Their Maiale pizza was DIVINE! Since they moved, they have taken this former best-seller (seriously, look at older reviews and you will see what I am talking about) off the menu for reasons I cannot begin to understand. That being said, I have not been back since because I never really loved anything my husband ate there while I was devouring my Maiale. I am still in mourning. Double Zero, bring it back and we will be back!!\n\nPS Frederico - I have contacted the restaurant twice about this, sadly to no avail.",
        "language": "en"
      },
      "date": "2020-03-09T18:50:08Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Caroline, \nWe are thrilled to read that you are so passionate about our Maile pizza.  I wish you would have contacted our restaurant directly about this rather than posting a poor review on yelp. Low star ratings are very poor for our business and in this instance, you haven't dined with us in almost 5 years! It feels a bit unfair. We would love to share some of our current menu items and you may find something else that you like and enjoy.  \nThank you,\nFred",
          "date": "2020-03-09T19:35:32Z"
        }
      ]
    },
    {
      "user": {
        "name": "Julie J.",
        "user_id": "qQ6695sRnQaWEx0Jdw0Wjg",
        "link": "https://www.yelp.com/user_details?userid=qQ6695sRnQaWEx0Jdw0Wjg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LflJXOVhtUQ1bXPeN1BkqQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 19,
        "reviews": 74
      },
      "comment": {
        "text": "Excellent service by a knowledgeable staff who never rushed us and were attentive from the moment we walked in the door until we left. We had the hummus, chicken meatballs, margarita pizza, salmon and leafy green salad. Not a miss in a single dish. Every dish was perfection - loaded with flavor, fresh, creative and totally yummy. Little carmalized slivers of garlic and olives with the chicken meatballs were enough to make me want a platter full instead of an appetizer. Highly recommend!",
        "language": "en"
      },
      "date": "2019-09-01T21:37:50Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Julie,\n\nThank you for dining at Double Zero!  We love to read such a complimentary review of your evening, and we are proud to have offered such a great experience.  We look forward to your return visit.\n\nFred",
          "date": "2019-09-02T21:32:20Z"
        }
      ]
    },
    {
      "user": {
        "name": "Scott Z.",
        "user_id": "kHW5QO84yjYFisHqqYSlHw",
        "link": "https://www.yelp.com/user_details?userid=kHW5QO84yjYFisHqqYSlHw",
        "address": "Atlanta, GA",
        "friends": 122,
        "photos": 1,
        "reviews": 59
      },
      "comment": {
        "text": "Seldom does any restaurant deliver a flawless evening. But Double Zero did just that. From stylish but casual decor to seamless service to innovative and stellar dishes and cocktails, we can't point to any place where they fell short. \n\nWe shared everything among four people, so we each tried many dishes. We ordered three appetizers and none disappointed. The roasted cauliflower in a light yogurt sauce was a delight, and the grilled kale salad was tasty, but the ARANCINI balls were a flavor explosion of brisket, cheddar and mushroom.  It's hard to describe why they were so good, but they were. \n\nThe entrees were equally special, with a scrumptious pasta (italian sausage and broccolini) and a lamb, goat cheese and olive pizza was substantial despite a very thin crust (that you cut with scissors.) \n\nDessert was an unexpected \"knock the cover off the ball\" experience. Flourless chocolate cake may be a restaurant standard, but not with a tart cherry compote under a tar black coating of chocolate. The combination of sweet and sour is sublime. Get to know the term \"butterscotch budino. It is, to put it simply, a cup of delicate caramel over a cream base whose tastes you won't fully comprehend. \n\nGet to Double Zero to fully appreciate their skill and creativity.",
        "language": "en"
      },
      "date": "2019-06-05T01:06:47Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Scott,\n\nThank you for sharing this feedback about your experience.  It is so rewarding to read that we were able to deliver an exceptional evening in all aspects.  We strive for excellence, and it's great to know when that translates to our guests.  We look forward to welcoming you back to Double Zero soon!\n\nFred",
          "date": "2019-06-05T14:10:32Z"
        }
      ]
    },
    {
      "user": {
        "name": "Chad L.",
        "user_id": "R4B2YYraCBW8fllylrFnPQ",
        "link": "https://www.yelp.com/user_details?userid=R4B2YYraCBW8fllylrFnPQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BlcK2S_FdrjSMElRfuoy-Q/180s.jpg",
        "address": "Dunwoody, GA",
        "friends": 967,
        "photos": 9,
        "reviews": 14
      },
      "comment": {
        "text": "Rude management and staff. Arrived at ten on the dot and was told the kitchen is closed after being ignore for five minutes upon entry. Restaurant says closes at 11 on the Yelp,  to which the manager had no idea and couldn't explain or help with the matter.   Simply told to have a good night and that was that. Never returning here again.",
        "language": "en"
      },
      "date": "2020-02-01T03:10:48Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Chad,\n\nPlease accept our apologies for the miscommunication - it was never our intention to make you feel not welcome in our restaurant.  We would like to get in touch to make this up to you, and want to ensure this isn't your lasting impression of Double Zero.  Please share your email address if we can talk directly.\n\nFred",
          "date": "2020-02-02T01:41:50Z"
        }
      ]
    },
    {
      "user": {
        "name": "C S.",
        "user_id": "FKbFQ0oEyesiPOXpGdiTBQ",
        "link": "https://www.yelp.com/user_details?userid=FKbFQ0oEyesiPOXpGdiTBQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SXWn9hOuGDaxRIGlll3wHQ/180s.jpg",
        "address": "Stone Mountain, GA",
        "friends": 1,
        "photos": 0,
        "reviews": 35
      },
      "comment": {
        "text": "A+++. Excellent service, delicious food. Rigatoni and margherita pizza was the best!! Our server was prompt, engaging, and fun. Couldn't ask for better!!",
        "language": "en"
      },
      "date": "2019-07-20T21:26:55Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "C S.,\n\nThank you for dining with us at Double Zero!  We look forward to welcoming you again soon!\n\nFred",
          "date": "2019-07-21T01:23:54Z"
        }
      ]
    },
    {
      "user": {
        "name": "Samantha D.",
        "user_id": "Wb5VYaC9BjfHWE4AgB6HBQ",
        "link": "https://www.yelp.com/user_details?userid=Wb5VYaC9BjfHWE4AgB6HBQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5Xg0F9bCCpP_4bqoh1cPOg/180s.jpg",
        "address": "Valrico, FL",
        "friends": 4,
        "photos": 5,
        "reviews": 17
      },
      "comment": {
        "text": "We came in for dinner on a Saturday Night after shopping for my best fiends wedding dress in Atlanta! The food and service were both amazing. When I made the reservation I also put in a note of why we were there and the manager came by to say hello and also brought us all a free glass of champagne to celebrate the bride. It was an amazing experience and the food was amazing!",
        "language": "en"
      },
      "date": "2019-05-25T18:18:48Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Samantha,\n\nIt was our pleasure to serve you and your friend this weekend.  Thank you for celebrating this special moment with us at Double Zero!  We are excited to share in the celebration with you and hope to welcome you back soon!\n\nTake care,\n\nFred",
          "date": "2019-05-26T19:59:44Z"
        }
      ]
    },
    {
      "user": {
        "name": "Allen R.",
        "user_id": "IwWh1SCugxdQMQwOwcK5_A",
        "link": "https://www.yelp.com/user_details?userid=IwWh1SCugxdQMQwOwcK5_A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/KYBIfbGYWs5rbKAAXmUnjQ/180s.jpg",
        "address": "Marietta, GA",
        "friends": 33,
        "photos": 1,
        "reviews": 121
      },
      "comment": {
        "text": "Just finished a date at Double Zero and let me say that this was a nice experience.  My wife and I came in and we were able to sit down right away, with bread and wine being served to us immediately.  The food was superb, as we started with the chicken meatball appertizer.  This was amazing and the polenta only added to the overall experience of this dish.  I followed this dish with the hangar steak and it was cooked to perfection.  The steak was tender and I enjoyed my main dish extensively.  Great place and Mya was awesome as a server.  With that in mind, I do not go over towards the Emory University area often, but when I do, I will frequent this establishment.  Stay hungry my friends.",
        "language": "en"
      },
      "date": "2018-04-01T02:42:49Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Allen!\n\nThank you for taking a moment to share this feedback. We hope visit the Emory area and us again soon. \n\nTake care,\n\nFred",
          "date": "2018-04-01T22:26:42Z"
        }
      ]
    },
    {
      "user": {
        "name": "Joy S.",
        "user_id": "VLMberJeaXoqRDKo2FpD0A",
        "link": "https://www.yelp.com/user_details?userid=VLMberJeaXoqRDKo2FpD0A",
        "address": "Lindmoor Woods, Decatur, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "First impression walked in it smelled horrid! Like cadaver cats from human biology class. Nice staff to great us, but if we weren't meeting ppl I would've left. \n\n2.) we go to order and are told there's only one steak left... it s 7:30 on Saturday and 12 chicken Parmesan left.\n\n3.) dear god what is wrong with the water? I had a couple of decent cups but one jug must've been filled from the toilet! It was horrible.\n\n4.) we get our food and I ate a potato off my plate when a guy comes running over and grabs my plate saying someone else got a steak at your table. How there's only 1 we were told. \"Discovered another one or something\" we were convinced that they split the one steak in half because it was so small and fatty. But my biggest concern is that they served someone else food that had been sitting in front of me for 5 minutes and that I had eaten off of the plate.  \n\nFairly certain they threw away appetizer I had boxed because it never showed up either.\n\nNo, I would never recommend this place it took forever to get our food and now I'm wondering if our food came from another table \n\nManager was nice.   I never write reviews but felt this one called for it! Never in my life have I seen a restaurant serve a plate to someone else after someone had eaten off it. Steak what I could taste was very yummy but that's about where things end.",
        "language": "en"
      },
      "date": "2019-12-08T14:28:45Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Joy,\n\nIt sounds like we missed the opportunity to deliver you an exceptional experience during your last visit to Double Zero.  We take this type of feedback very seriously and would like to connect with you if possible.  Please share an email address if we can reach out. \n\nThank you,\n\nFred",
          "date": "2019-12-09T01:53:25Z"
        }
      ]
    },
    {
      "user": {
        "name": "Bob F.",
        "user_id": "TpStO48QYxpXAOP3e-Z7Fg",
        "link": "https://www.yelp.com/user_details?userid=TpStO48QYxpXAOP3e-Z7Fg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XbEPMI4mmkNwyb8YLTyJQw/180s.jpg",
        "address": "Orlando, FL",
        "friends": 6,
        "photos": 21,
        "reviews": 74
      },
      "comment": {
        "text": "Just an awesomely cool restaurant.  A bar with every kind of drink you can imagine, a wait staff the great knowledge of the menu.  Our waiter, Truman, knew the menu start to finish and offered great descriptions of the various cocktails and beers on hand.  Damn good waiter!\n\nWe will be back for sure and will highly recommend this terrific dining establishment.  \n\nOh and PS:  the Pizza was wonderful.",
        "language": "en"
      },
      "date": "2017-01-03T16:23:31Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Becky G.",
        "user_id": "P_2wlLNyZEuULpYY0aZB0w",
        "link": "https://www.yelp.com/user_details?userid=P_2wlLNyZEuULpYY0aZB0w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZU32B-Oyc9YNTOMkOnWIug/180s.jpg",
        "address": "Decatur, GA",
        "friends": 50,
        "photos": 5,
        "reviews": 25
      },
      "comment": {
        "text": "Our server Corrie was fantastic. She was knowledgeable about the drink menu, which was very helpful as it was difficult to read. My recommendation is to change the drink menu to describe the type of liquor, as not everyone knows the brands. It was frustrating to have to tell Corrie that I like whiskey drinks and ask her to point to which ones would be best for me. Her recommendation was perfect and I highly enjoyed my cocktail. \nWe had a scallop appetizer, which was perfectly cooked and thoroughly enjoyed. I ordered the tagliatelle Bolognese, which I was very impressed with! My husband is a pizza-foodie. He loves pizza and has tried almost every pizza in the city. He only ate half, which instantly told me how he felt about it, but when we left, I was surprised to hear his declaration of \"that was the worst pizza I have ever eaten!\" He said there was so much sauce poured on that the entire thing was completely wet and soggy. For the price tag, he expected more. If I had been rating the meal on just my experience, I would give it 5 stars, but unfortunately, I won't be able to talk my husband into going back since he isn't a pasta lover and he certainly won't eat the pizza again.",
        "language": "en"
      },
      "date": "2019-02-10T20:51:59Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Becky,\n\nThank you for dining with us at Double Zero and for sharing a bit about your experience.  We are thrilled to read that Corrie took great care of you and that you enjoyed your drinks, the scallops and the bolognese.  It's disappointing to read that your husband didn't enjoy the pizza, and the way you are describing it doesn't sound like Double Zero pizza.  I wish we had the opportunity to rectify this for you at the restaurant - we would have easily fired another pizza!  We hope we have the chance to serve you again, as we wouldn't want this to be your lasting impression. Thank you.\n\nFred",
          "date": "2019-02-11T18:36:47Z"
        }
      ]
    },
    {
      "user": {
        "name": "Camille H.",
        "user_id": "zvsPPIECnIQPBDwnku9KxA",
        "link": "https://www.yelp.com/user_details?userid=zvsPPIECnIQPBDwnku9KxA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/T66Uazh65PvL8mPb88wtDQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 25,
        "photos": 124,
        "reviews": 199
      },
      "comment": {
        "text": "Good, solid meal. We had the sausage, pear, and goat cheese pizza, the grilled kale, and the clams. The pizza has a very thin crust. For thin crust pizza, I prefer a more crusty, crispy crust than the soft thin crust that they have here. Still overall good. I would go back.",
        "language": "en"
      },
      "date": "2016-11-03T02:01:46Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NrkxkCecpPFEEJf46-a4Ww/o.jpg",
          "caption": "Sausage, pear, goat cheese pizza"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qKcHsc5HBDA4qlIz05O7Hw/o.jpg",
          "caption": "Grilled kale"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ingrid R.",
        "user_id": "tUToDGVv8WmvLYUF7tFNNQ",
        "link": "https://www.yelp.com/user_details?userid=tUToDGVv8WmvLYUF7tFNNQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/39rcMvoXu9RFXc1-N94bXg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 55,
        "photos": 21,
        "reviews": 64
      },
      "comment": {
        "text": "This place has a nice atmosphere but the menu is way too small, there's not much to choose from.  It was an okay place, it was clean and we got good service but like I said the menu has very limited options.",
        "language": "en"
      },
      "date": "2019-05-07T19:05:22Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Ingrid,\n\nThank you for dining at Double Zero.  We regret to read that we were unable to deliver an exceptional experience.  It would be great to get to know your preferences a little more so we could better tailor a dining experience for you.  Please let me know if we can connect to discuss in further detail. \n\nFred",
          "date": "2019-05-07T20:34:53Z"
        }
      ]
    },
    {
      "user": {
        "name": "Auriel T.",
        "user_id": "f8gvP8T7hkwdR62ZjCUKuw",
        "link": "https://www.yelp.com/user_details?userid=f8gvP8T7hkwdR62ZjCUKuw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OouiCfdzGQFu5OU49Jtx_g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 151,
        "photos": 37,
        "reviews": 38
      },
      "comment": {
        "text": "This is a really good family friendly restaurant with some vegetarian friendly options. We got the cauliflower appetizer and it was really good. The waitress actually recommended it. I wish i could remember what the green sauce was but it was amazing. Their pizzas are the perfect size for one or you can get 2 and share which is what we did. I loved that they had chicken meatballs and I don't even believe I saw any pork on the menu. Maybe Italian sausage in one of the pastas. The mushrooms on the pizza was really fresh, almost like they were freshly picked and organic. My friend got the pasta and I want to believe that the pasta was handmade (if that's the term). I will definitely be back here again.",
        "language": "en"
      },
      "date": "2018-10-18T23:21:12Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Auriel,\n\nThank you for sharing this feedback about your experience at Double Zero.  We enjoyed the opportunity to serve you.  You are correct in that our pasta is all handmade in house.  It's great to read that you enjoyed so many of our special ingredients - we take pride in the selection of our produce and take care in our recipe creation and it's lovely to read that both translated to your experience.  We look forward to welcoming you again!\n\nTake care,\n\nFred",
          "date": "2018-10-19T00:55:59Z"
        }
      ]
    },
    {
      "user": {
        "name": "Clara L.",
        "user_id": "xzkTu97hOoxYymTfSkRY1w",
        "link": "https://www.yelp.com/user_details?userid=xzkTu97hOoxYymTfSkRY1w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8MyXoY81H6YAkrUiyV3xBA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 80,
        "photos": 9,
        "reviews": 17
      },
      "comment": {
        "text": "Had a great experience here last Thursday night! Their concept is small plates, but the portions are pretty generous. We ordered 2 plates per person, and with the help of drinks were left happy and full. \n\nStandouts: \nShishito peppers - flavorful with the right amount of heat, paired with a great romesco sauce!\nScallops - I mean how can you go wrong with scallops? These were fresh, indulgent and topped with mustard seeds to add texture. \n\nAlso had a great dessert - butterscotch pudding with bits of pine needles (like a Christmas tree!) Overall, a great new addition to Emory Village. Will be back to try the pizza and cocktails!",
        "language": "en"
      },
      "date": "2016-10-28T20:48:19Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Christine G.",
        "user_id": "2lm5d_cjIAyMs_HGB-c6Cg",
        "link": "https://www.yelp.com/user_details?userid=2lm5d_cjIAyMs_HGB-c6Cg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FUX7BU5fR-ryDF4niSom4w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 405,
        "photos": 6,
        "reviews": 71
      },
      "comment": {
        "text": "The service was helpful but like over helpful.  I was in a terribly grouchy mood and I definitely ordered the wrong thing because I'm sensitive to smokey flavors.  I was in a fight with one of the people I was eating dinner with, and I never want to go back again.  Basically, not their fault, give them a try.",
        "language": "en"
      },
      "date": "2018-03-09T12:45:45Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Christine - I am sorry to hear that your experience may not have measured up given the situation, but please know you are always welcome back!  Thank you for sharing your feedback.\n\nTake care,\n\nFred",
          "date": "2018-03-09T16:38:08Z"
        }
      ]
    },
    {
      "user": {
        "name": "Paul M.",
        "user_id": "MLKE_MNWvDkpECQNOV_ORg",
        "link": "https://www.yelp.com/user_details?userid=MLKE_MNWvDkpECQNOV_ORg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XYnwk8iRftfsIdFIFTnoSQ/180s.jpg",
        "address": "Decatur, GA",
        "friends": 12,
        "photos": 1,
        "reviews": 42
      },
      "comment": {
        "text": "Fantastic addition to Decatur. We visited Italy last summer and seriously, the food here is as good as ANYTHING we had over there. The pasta is so well thought out - we each had a different one and every bite was incredible. The kale salad was amazing and I usually tolerate kale at best. The service, the atmosphere, the cocktails and the wine selection were all top notch. It'll be in our regular rotation from now on!",
        "language": "en"
      },
      "date": "2018-01-03T21:55:52Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Paul,\n\nThank you for choosing to dine with us at Double Zero and I am happy to hear that we delivered a great experience for you.  We look forward to serving you again in the near future!\n\nTake care,\n\nFred",
          "date": "2018-01-04T03:55:14Z"
        }
      ]
    },
    {
      "user": {
        "name": "Julie C.",
        "user_id": "5Uu8UaVM0nRzMsjBwrM74A",
        "link": "https://www.yelp.com/user_details?userid=5Uu8UaVM0nRzMsjBwrM74A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/R6I2EyrK5gC7qHM5c-sDuQ/180s.jpg",
        "address": "Manhattan, NY",
        "friends": 33,
        "photos": 362,
        "reviews": 278
      },
      "comment": {
        "text": "Corrie, Marissa and Edwin are an amazing team that puts the magic into every dish. We brought my sister, who is very ill & has very specific dietary needs that are medically necessary. This team listened to what was needed, shared the possibilities, and then made a meal that made us all swoon.  They were so kind to us in this very difficult time, and made our precious family time very special. We will have multiple treatments at Emory, and this is now our go-to spot.  You should get yourself there as soon as possible. Your tummy will thank you. And you'll feel welcomed with every bite.",
        "language": "en"
      },
      "date": "2018-08-16T23:28:23Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Julie,\n\nThank you for sharing this valuable feedback.  I am happy to know the team took great care of you and your sister, and made this evening one to remember.  We look forward to serving you and your family in the near future.\n\nFred",
          "date": "2018-08-17T01:28:05Z"
        }
      ]
    },
    {
      "user": {
        "name": "Stephen H.",
        "user_id": "4hO_jo0PJT4f3zYCIREHvg",
        "link": "https://www.yelp.com/user_details?userid=4hO_jo0PJT4f3zYCIREHvg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Never left a review before but I feel obliged to here. Reservation was at 7 pm where service and food both started out great. Garlic knots and the bruschetta were fantastic. After the appetizers which we got by 7:30 it was all down hill from there. Waitress barely visited our table to the point where we were waiting over 40 minutes without being checked in on so we could order out entrees. To order the entrees I had to ask someone besides our waitress. When we got our entrees the lasagna came out burnt but semi cold in the middle. Other pasta entree had so much fresh garlic you could feel the burn in your throat. Then just to get our check I also had to ask someone else besides out waitress because we barely saw her. By the time we left it was 9:20 (Almost 2.5 hours for 2 apps and 2 entrees).Working and growing up in restaurants my whole life, I know how hard the job can be and how much effort it takes but tonight was not the best effort from Double Zero. Highly disappointed as me and the spouse really wanted to enjoy it.",
        "language": "en"
      },
      "date": "2021-08-22T04:03:29Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Stephen,\n\nPlease accept our sincere apologies.  We of course aim to deliver a much better experience than the one you are describing.  We would love the opportunity to get in touch directly so we can remedy this situation and to be sure this isn't your lasting impression of our business.  Please share your email address if we can get in touch.\n\nTake care,\n\nFred",
          "date": "2021-08-23T15:48:21Z"
        }
      ]
    },
    {
      "user": {
        "name": "Patricia S.",
        "user_id": "7z-byldso5ILRknIqo31mg",
        "link": "https://www.yelp.com/user_details?userid=7z-byldso5ILRknIqo31mg",
        "address": "Atlanta, GA",
        "friends": 22,
        "photos": 0,
        "reviews": 10
      },
      "comment": {
        "text": "Everything was delicious. We had the arancini, chicken meatballs and the cauliflower to start, the bolognese pasta and the OG DZ pizza for our entrees and the butterscotch pudding for dessert. I recommend all of it but the pizza was particularly amazing. I think we may have to order it again this week! \n\nBut hands down, my absolute favorite thing: the tables are NOT on top of each other! It seems so rare these days to find a nice restaurant that does not relegate its two-tops to either a shared, \"family-style\" table or a tiny table shoved in with other tiny tables, just for the sake of squeezing in more customers. Thank you for leaving space so I can enjoy my boyfriend's company without straining to block out the conversation of the next table. And we had lots of space for all our food! We will definitely be back!",
        "language": "en"
      },
      "date": "2019-01-14T17:37:56Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Patricia,\n\nThank you for dining with us at Double Zero!  We love to read this feedback about your experience and look forward to welcoming you back soon!\n\nTake care,\n\nFred",
          "date": "2019-01-14T17:55:39Z"
        }
      ]
    },
    {
      "user": {
        "name": "Bruna D.",
        "user_id": "bMN6hX_pdCbYfkAq8QAIMA",
        "link": "https://www.yelp.com/user_details?userid=bMN6hX_pdCbYfkAq8QAIMA",
        "address": "Midtown, Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "We were there for dinner for the first time tonight and our experience was amazing. All the staff was extremely friendly and on top of things. But I have to give a special shout out to our server Jordan. Aside from being caring, and friendly, he was absolutely the best. We loved all his recommendations and the fact that he truly enjoyed being there. Jordan alone would make us come back, but the food was delicious. We had the lasagna and Alfredo for entrees, yum! Definitely recommend and will be coming back.",
        "language": "en"
      },
      "date": "2020-10-03T01:42:27Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cher P.",
        "user_id": "2gtT3pv2nt7yJPCMAS17rQ",
        "link": "https://www.yelp.com/user_details?userid=2gtT3pv2nt7yJPCMAS17rQ",
        "address": "Gwinnett Place, Duluth, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "This place is just FANTASTIC!  The cauliflower appetizer is so friggin good I ate the whole thing, I mean they give you this whole head of delishus cauliflower. Ahh maze balls!!!!!! I really enjoyed the shrimp pasta with capers and tomatoes OMG!! I'm going here all the time now. I can't believe I just found out about this andi live right around tha corner!!!!! WTH!",
        "language": "en"
      },
      "date": "2020-09-18T22:50:18Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Deep S.",
        "user_id": "KgiomZtBftHYHw5RLn_9pg",
        "link": "https://www.yelp.com/user_details?userid=KgiomZtBftHYHw5RLn_9pg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BL3UoSdQUmjYysyube62pA/180s.jpg",
        "address": "Duluth, GA",
        "friends": 4,
        "photos": 0,
        "reviews": 17
      },
      "comment": {
        "text": "We love the food and ambiance at Double Zero. Delicious appetizer offerings and the pizzas are outstanding. Fresh ingredients on display in the exposed kitchen and prep area. We have enjoyed it for both group events and quiet dinners.",
        "language": "en"
      },
      "date": "2018-07-18T03:17:25Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Deep,\n\nThank you for taking the time to share this feedback!  We have enjoyed the opportunity to serve you on a number of occasions and look forward to the next time!\n\nTake care,\n\nFred",
          "date": "2018-07-18T14:16:16Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jimmy R.",
        "user_id": "brHWG0DXDuS1CdCKUgED6Q",
        "link": "https://www.yelp.com/user_details?userid=brHWG0DXDuS1CdCKUgED6Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1XLWY0kyb5W7LK0ZtFvkbQ/180s.jpg",
        "address": "Newnan, GA",
        "friends": 9,
        "photos": 10,
        "reviews": 47
      },
      "comment": {
        "text": "This restaurant lived up to its reputation.  We listened to our waitress and ordered several dishes  to share between us and another couple.  They were all great but especially the ORECCHIETTE E SALSICCIA.  We all enjoyed the service and the food and will definitely be back",
        "language": "en"
      },
      "date": "2018-07-06T19:51:36Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Jimmy,\n\nThank you for dining at Double Zero and for sharing this feedback.  We love to hear that you embraced the sharing style dining and it's great to know that the Orecchiette was such a hit.  We look forward to seeing you soon.\n\nFred",
          "date": "2018-07-07T00:29:10Z"
        }
      ]
    },
    {
      "user": {
        "name": "LeBain L.",
        "user_id": "K0k_f6tAJWejY33H7_Nx8g",
        "link": "https://www.yelp.com/user_details?userid=K0k_f6tAJWejY33H7_Nx8g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qbXj435s-jb7XOETiW0iYg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 8,
        "photos": 197,
        "reviews": 91
      },
      "comment": {
        "text": "Great food, great wine, a little pricey. My half of 2 separate dinners in March 2018 were $54.99 and $63.82 (split a bottle of wine) including tip.",
        "language": "en"
      },
      "date": "2018-04-15T20:48:37Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi LeBain,\n\nThank you for choosing to dine at Double Zero and we are thrilled to know you enjoyed your experiences.  We look forward to serving you again.\n\nTake care,\n\nFred",
          "date": "2018-04-16T12:33:53Z"
        }
      ]
    },
    {
      "user": {
        "name": "Rita H.",
        "user_id": "2DnEmfzxHOF-kzNUIii_5A",
        "link": "https://www.yelp.com/user_details?userid=2DnEmfzxHOF-kzNUIii_5A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MEs3d4ormA2yVs9YHmvDOw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 416,
        "photos": 50,
        "reviews": 163
      },
      "comment": {
        "text": "Portions are a bit small and pricey. I did enjoy their drinks and desserts. Would definitely come here for late evening cocktails.",
        "language": "en"
      },
      "date": "2018-02-04T19:48:34Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Rita,\n\nThank you for sharing some feedback about your visit to Double Zero.  I am happy to hear you enjoyed the cocktails and the energy at our bar.  We do strive to deliver value in all aspects for our guests and would love the opportunity to walk through the menu together again to find some items that may appeal more to you.  Please let me know if that is something you are willing to entertain and if we can connect on a private channel to discuss in greater detail.\n\nThank you!\n\nFred",
          "date": "2018-02-05T22:21:03Z"
        }
      ]
    },
    {
      "user": {
        "name": "Sophie R.",
        "user_id": "WAvEznsz9tC5510gI1L2Tw",
        "link": "https://www.yelp.com/user_details?userid=WAvEznsz9tC5510gI1L2Tw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/o5gcevGm9fldiR3RMjImxg/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 88,
        "photos": 76,
        "reviews": 50
      },
      "comment": {
        "text": "This restaurant is absolutely fantastic, the ambiance is wonderful, the staff is incredibly attentive and kind, and the food is unique and exquisitely crafted!!!!!! The wood-stove pizzas are the best I've had since I've been in Italy! We devoured the Margherita and Funghi & Meatball pizzas (which are scrumptious) and the Couscous small plate (which is such an amazing blend of gourmet flavors).  In addition, the staff so kindly offered me a free dessert after they learned that I was visiting Atlanta to participate in Emory's admitted students' day! Utterly stuffed & wanting more!",
        "language": "en"
      },
      "date": "2018-04-05T01:47:12Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Sophie!\n\nThanks for stopping by Double Zero and for sharing your feedback.  So happy we were able to bring you a little closer to Italy during your visit to Atlanta.  Congratulations on your admittance to Emory and we look forward to seeing you again!\n\nTake care,\n\nFred",
          "date": "2018-04-05T01:51:11Z"
        }
      ]
    },
    {
      "user": {
        "name": "Leanne E.",
        "user_id": "JIrK22yEeCBlw_9BlrgPpw",
        "link": "https://www.yelp.com/user_details?userid=JIrK22yEeCBlw_9BlrgPpw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0ohCIKxBEWnN-1ZKK9q-Pw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 11,
        "photos": 5,
        "reviews": 355
      },
      "comment": {
        "text": "Delicious! My sweetie and I stopped in on a random week night for dinner. We began with the burrata which did not disappoint and then moved on to the MPA pizza, which was very tasty. We had great service. It was a less busy evening and quiet.",
        "language": "en"
      },
      "date": "2017-03-23T16:47:48Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Erica H.",
        "user_id": "8Z4-u-FiHRThtWcRof6PDQ",
        "link": "https://www.yelp.com/user_details?userid=8Z4-u-FiHRThtWcRof6PDQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GfnLnpdIre2fz1Y1htNxvg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 305,
        "photos": 25,
        "reviews": 20
      },
      "comment": {
        "text": "Celebrated my birthday and Mother's Day here last night and had such a lovely time. Our waiter, Kelly, was so helpful and attentive. \nWe were a party of four and he suggested a bottle of wine for us instead of the individual glasses we were all ordering, it ended up saving us about $8, which was so kind. We started with the focaccia and the meatballs, both were delicious. We then shared a pizza and a pasta. \nFor dessert we shared the chocolate torte and the butterscotch pudding. Both absolutely blew us away. And one came out with a birthday candle, which was so sweet. We sang a quiet happy birthday, this isn't the place for a loud birthday scene. At the end of the night we all left full but not exploding, which felt so nice. And Kelly brought over some cookies to go as a Mother's Day gift for my mom. This was a wonderful Italian meal and it was so reasonably priced too. Would absolutely return for a special occasion.",
        "language": "en"
      },
      "date": "2018-05-14T18:17:31Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Happy Mother's Day Erica! Thank you for celebrating two special occasions with us at Double Zero. We are happy you enjoyed the experience and look forward to seeing you back!\n\nFred",
          "date": "2018-05-14T18:35:31Z"
        }
      ]
    },
    {
      "user": {
        "name": "V M.",
        "user_id": "Dh4fq07nWhsXFza8FuaE8Q",
        "link": "https://www.yelp.com/user_details?userid=Dh4fq07nWhsXFza8FuaE8Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nHM5cGCw_l_9NbruHQ9QAQ/180s.jpg",
        "address": "Locust Grove, GA",
        "friends": 0,
        "photos": 5,
        "reviews": 4
      },
      "comment": {
        "text": "The food is very delicious and the best sauce ever! You could taste the freshness in the ingredients. The chicken meatballs were juicy and full of robust flavor. The pizza dough was thin and authentic style but with flavor and again the sauce is the bomb. For dessert I had THE BEST CHEESECAKE EVER! My sister tasted mine and had to have her own. The apricots and glaze omg!  The staff was great and it was pleasurable to see upper management intermingled with the guests. That speaks volumes of how they care about your experience and the food. Hands down the best restaurant I have been in a while. I drove over 50 miles to try it and it was worth it!",
        "language": "en"
      },
      "date": "2018-08-27T08:40:41Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "VM,\n\nThank you for making the trip to join us at Double Zero.  We feel honored that we were your choice!  \n\nHope to see you soon!\n\nFred",
          "date": "2018-08-27T20:18:26Z"
        }
      ]
    },
    {
      "user": {
        "name": "William S.",
        "user_id": "VpN88XwAV85_VkzbuPv8jQ",
        "link": "https://www.yelp.com/user_details?userid=VpN88XwAV85_VkzbuPv8jQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QURFyDcC7M6UfWWAafscKA/180s.jpg",
        "address": "Woodstock, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 17
      },
      "comment": {
        "text": "Great food and service in a wonderful space.   Enjoyed the cauliflower,  chicken meatballs,  tagliatelle and the desserts.   Drinks were on spot.",
        "language": "en"
      },
      "date": "2018-02-05T02:05:58Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi William,\n\nThank you for sharing some feedback on your recent visit to Double Zero.  We are thrilled to hear that we impressed you in all aspects of the experience.  We look forward to serving you again soon.\n\nTake care,\n\nFred",
          "date": "2018-02-05T22:18:52Z"
        }
      ]
    },
    {
      "user": {
        "name": "Stephanie R.",
        "user_id": "pNMxI19PIKEywpkGfc_xiw",
        "link": "https://www.yelp.com/user_details?userid=pNMxI19PIKEywpkGfc_xiw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 3,
        "reviews": 23
      },
      "comment": {
        "text": "The Castellucci Group never disappoints. Ate here for dinner on Saturday night and was impressed with the food, drinks and service. Atmosphere was cool as well. So glad to see a quality restaurant in Emory Village!\n\nWe had the cauliflower (holy heaven!), octopus, arancini and a pizza whose name escapes me. \n\nI'll definitely be back!",
        "language": "en"
      },
      "date": "2017-03-13T14:07:43Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Neha S.",
        "user_id": "SG08FL4aI2ViPSeqj3Q01A",
        "link": "https://www.yelp.com/user_details?userid=SG08FL4aI2ViPSeqj3Q01A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VtlQKk8rGl-4U2gSJP8OxQ/180s.jpg",
        "address": "Peachtree City, GA",
        "friends": 158,
        "photos": 161,
        "reviews": 118
      },
      "comment": {
        "text": "This is a must go- great for intimate parties and large groups as well (you can call ahead to make a reservation). \n\nThe menu is all tapas and meant to be shared, and this place is great for vegetarians (ample of options) and also good for you meat-o-saurases too!\n\nHere's what we got:\n-grilled kale salad (this was fantastic!) who would have thought that grilling kale could bring out so many complex flavors in the kale. This was just genius!\n-meatballs: oh yum\n-arancini balls: of course these were just tasty and you could easily eat up several orders\n-cauliflower: my mom couldn't eat enough of this and was trying to eat everyone elses (are you sure you want that? hee hee) my mom is a picky vegetarian and this says a lot\n-broccoli: also really great and my mom was trying to eat everyone else's\n-burrata: delicate and creamy (my only complaint is that it's too small! you will need two of these- one for you and one for me!)\n-shishito peppers: tasty (but there are more standout menu items- so you could live without these)\n-polenta: just mix it all together and this was worthy of \"picking up your plate to lick it off worthy\"\n-mafalade pasta- also extremely unique and tasty and my mom was trying to eat everyone elses\n-the pizzas... oh the pizza crust is amazing. It must be because of the 00 flour! The woodfire burning oven always adds a certain yumminess that you cant' replicate at home. So- the simple cheese off the kids menu was really great- it's simple and sometimes that's the best! we also got the squash pizza- and that was a clear winner too. \n\ncocktails- win!\nmocktails- win win! orange is the new black was really tasty too!\n\nWe didn't have room for dessert (hee hee) but we will be back!!!",
        "language": "en"
      },
      "date": "2017-01-23T02:31:46Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Mel V.",
        "user_id": "lx1MIpVWvoeyqcsbNbk-rg",
        "link": "https://www.yelp.com/user_details?userid=lx1MIpVWvoeyqcsbNbk-rg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/eEk-kmyQhHPNbAsbIvy7Xw/180s.jpg",
        "address": "Bowie, MD",
        "friends": 0,
        "photos": 10,
        "reviews": 13
      },
      "comment": {
        "text": "We loved the Double Zero in its original location but had a horrible experience at this one. The so called Private Party that had taken over the whole bar section - was anything but private...the decibel of loud drunks at 6:00 pm was not conducive to pleasant family dining. The restaurant side was nearly empty but we were denied a table due to \"later reservations.\" The smug hostess proudly proclaimed \"we can seat you at 8:15.\" SERIOUSLY chick 2.25 hrs? So we opted for grabbing high-tops in back bar which was quieter than front side of bar/party racket! Menu has changed to sparse overpriced \"small plates\" & pizzas. In the bold box were group options for upwards of $48.00 ....ummm no thanks. It is now a BAR with overpriced pretentious bar food. Don't waste your money. The class, ambiance and unique dining experience of the former location is non-existent.",
        "language": "en"
      },
      "date": "2016-12-18T04:59:42Z",
      "rating": 1,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thank you for taking the time to share your experience with us. On the night that you joined us, we had approximately two thirds of the restaurant closed for private events so space for guests without reservations was sparse and limited to much earlier or later in the evening. The timeframe our host quoted you was in line with our reservations for the evening. I do apologize if her tone or demeanor was inhospitable or off putting. That's unacceptable and I will address that. I apologize if you felt that the group in the bar was too loud for your liking. People can be that way when celebrating milestone birthdays. The menu, with a variety of small plates, pastas, and pizzas was designed to be shared amongst the entire table to encourage a lot of sampling and the opportunity to try new things. We do provide some larger portions that you mentioned at $48, which when shared among 4-6 people is in line with the pricing of our small plates ($8-12 per person). When the staff checked on the table, there was no indication of any issue but I wish we had known you weren't enjoying your experience so we could have worked to fix the issue then. We have certainly changed our menu since our Sandy Springs location, but we're proud of the extensive selection (over 20) small plates at a variety of price points and constantly strive to improve and offer an excellent dining experience. Our hope is that next time--and we do hope there will be a next time--you're in Atlanta and decide to join us, you'll find something more to your liking. Thank you again for your feedback.",
          "date": "2016-12-20T16:20:57Z"
        }
      ]
    },
    {
      "user": {
        "name": "Mary Margaret M.",
        "user_id": "DZUIaxcBYAwnAzu15Nwv1Q",
        "link": "https://www.yelp.com/user_details?userid=DZUIaxcBYAwnAzu15Nwv1Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/irwH2wDbl50pD6IXqWNKMA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 134,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "Excellent atmosphere, great staff, the food is to die for! Ask for Kelly or Maya! Make sure to try the cauliflower and snapper...you'll do a cartwheel!",
        "language": "en"
      },
      "date": "2018-06-21T00:05:00Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Mary!\n\nThank you for dining with us at Double Zero.  We appreciate you enthusiastic feedback and are thrilled we were able to deliver such a memorable experience for you. We look forward to serving you again!\n\nFred",
          "date": "2018-06-21T19:00:34Z"
        }
      ]
    },
    {
      "user": {
        "name": "Robert S.",
        "user_id": "9uNVe1QlLOR6KR7iajtzPw",
        "link": "https://www.yelp.com/user_details?userid=9uNVe1QlLOR6KR7iajtzPw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Vo0Ni8gipd4bJWzdEHmHRQ/180s.jpg",
        "address": "Decatur, GA",
        "friends": 20,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Noisy environment, it was hard to hear the waitress explain the menu and hard to hear the other guests at my table.  The waitress originally gave me a bill for $66 that should have been $18.  Overall a miserable experience.",
        "language": "en"
      },
      "date": "2018-02-18T19:35:54Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Robert,\n\nI am sorry to hear about this recent experience at Double Zero.  Please forgive us for the mistake with your check and I am happy that this was corrected before you left.  We would certainly like another chance to win your business.  Would it be possible to connect on a private channel?\n\nThank you.\n\nFred",
          "date": "2018-02-23T17:55:07Z"
        }
      ]
    },
    {
      "user": {
        "name": "Megan A.",
        "user_id": "VIpeYphHkzb7NaVFGn5hOA",
        "link": "https://www.yelp.com/user_details?userid=VIpeYphHkzb7NaVFGn5hOA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SBJhBmnTQmCxjDHSflnAuw/180s.jpg",
        "address": "Tucker, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 17
      },
      "comment": {
        "text": "Our server earned the second star.  He was friendly and enthusiastic.  I cannot say that the food was inspired, though.  The calamari arrived, looking and tasting like it came out of the freezer, unfortunately.  It was dry, rubbery and lacked flavor.  My second mistake was ordering the scallops.  The salt level almost rendered them inedible.  In addition, while one side had a hard sear, there was no color or cooking on the other side, so they were essentially raw.  The server took them off the bill, which was thoughtful and appreciated.  For the price, this place has to do better in the execution of the food.",
        "language": "en"
      },
      "date": "2017-04-03T14:17:02Z",
      "rating": 2,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Andrew H.",
        "user_id": "cFM1k9G5ub5QPpBFxndUiw",
        "link": "https://www.yelp.com/user_details?userid=cFM1k9G5ub5QPpBFxndUiw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dgKe_Vnun5mQKOHIGDa5-w/180s.jpg",
        "address": "GA, GA",
        "friends": 14,
        "photos": 35,
        "reviews": 391
      },
      "comment": {
        "text": "I think they deserve a 4 and a half star rating Yelp doesn't provide this option. The service was exemplary.  I came here for the pizza since this is their bread and butter.  The first thing I would like to say about their pizza is that their crust is truly unique.   However, taste is subjective and we found that this crust is not our favorite.  Putting that aside, though, the Margarita Pizza was spectacular. I can't say the same for the Carni, but it was decent.",
        "language": "en"
      },
      "date": "2017-04-13T19:00:09Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 2,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Caroline R.",
        "user_id": "-a74b7q-NRMnmBd1mxIGaQ",
        "link": "https://www.yelp.com/user_details?userid=-a74b7q-NRMnmBd1mxIGaQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ruFNRPMlLwdDUM_B4v62gw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 22,
        "reviews": 29
      },
      "comment": {
        "text": "I wish y'all had stayed on Roswell Road, but more importantly, why did you take the Maiale Pizza off the menu!? That was hands down your best dish on the menu. Bring it back, and we will be back!",
        "language": "en"
      },
      "date": "2017-09-23T21:32:56Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Caroline! Thank you for coming to visit us in our new location. We moved from Roswell Road because our landlord was redeveloping the property for a different use. We have found a great new home in Emory Village and are happy to have served you there. We change our pizzas seasonally and are considering to add the Maile pizza back for the fall. Stay tuned! Take care.",
          "date": "2017-09-24T15:48:46Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jennifer C.",
        "user_id": "Vr7tf1YoVgb9BNGMXTVR0w",
        "link": "https://www.yelp.com/user_details?userid=Vr7tf1YoVgb9BNGMXTVR0w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/S3z9NWCNchv-5Tc3di6l8Q/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "We stumbled upon this place as it was near CHOA - Children's Hospital of Atlanta at Emory. We live in Charlotte, and we were completely unfamiliar with the area. Our son had undergone an emergency surgery while we were in Atlanta, and this was the first time he was stable enough for my husband and I to get out for a deep breath and a bite. We chose Double Zero just from reading the menu posted outside the door and sat at the bar where we were created by Grayson - who epitomizes Southern charm and grace. He made a cocktail recommendation and talked us through his favorite things on the menu, all of which were delicious. We had the Caesar salad, the pasta Bolognese and the risotto balls. He noticed we had a hospital bands around our wrists, and we told him what had happened. The next thing we know, he and the general manager came out with a special dessert that they'd prepared for us PLUS two full pasta dinners they'd packed up for us to take back to the hospital. I couldn't believe it. The kindness was just overwhelming. Both pastas they sent us off with were equally delicious. We hugged them on the way out. Please choose to dine at this restaurant! You will not be disappointed, and you'll be supporting a business that truly cares about its patrons. My belly and my heart are full! Thank you for your kindness AND deliciousness.",
        "language": "en"
      },
      "date": "2020-01-25T18:50:36Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Jennifer,\n\nWe were happy to welcome you and understand that the circumstances made the stakes even higher for the evening.  We wish your son a speedy recovery and hope we have the chance to serve you again.\n\nTake care,\n\nFred",
          "date": "2020-01-25T20:05:00Z"
        }
      ]
    },
    {
      "user": {
        "name": "Ryan Y.",
        "user_id": "NeXXwr0jU3t2KcywWRGcwg",
        "link": "https://www.yelp.com/user_details?userid=NeXXwr0jU3t2KcywWRGcwg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9DV5h1Zc2ksBNrtbplo9Pw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 182,
        "photos": 57,
        "reviews": 115
      },
      "comment": {
        "text": "My wife emailed the manager if they would donate a gift card to a company fundraiser that would be part of a gift basket to be auctioned off, so we came and stayed for dinner. Great staff for wanting to contribute to a good cause, first of all. Our server was very knowledgeable about the menu and didn't push any of the more expensive items. Very attentive and made sure we were taken care of. The food was really good. I was a bit skeptical because my wife and I wanted to try the old menu at the previous location and the new menu looked a little funky with fruits in pasta and what not, but we had a great selection to choose from and we weren't disappointed. Everything was really good and I would definitely come back. Prices were fairly reasonable for a cool hip place like Double Zero.",
        "language": "en"
      },
      "date": "2016-12-06T17:33:32Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tony R.",
        "user_id": "wQor1fVT-NBS7AAdMlpjGw",
        "link": "https://www.yelp.com/user_details?userid=wQor1fVT-NBS7AAdMlpjGw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oRTL94Bk6Tl6VJR27NXLYA/180s.jpg",
        "address": "Buckhead, Atlanta, GA",
        "friends": 297,
        "photos": 1120,
        "reviews": 283
      },
      "comment": {
        "text": "Its my first time at the new location in Decatur and i wasn't disappointed. The menu is changed a little, less Italian and more tapas, RIP lamb meatballs, overall a great dinner experience. PS, the oatmeal caramel dessert is delixious.",
        "language": "en"
      },
      "date": "2016-12-07T01:47:35Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Laurie B.",
        "user_id": "pW9zbuGD9PHACbH_kVcoJA",
        "link": "https://www.yelp.com/user_details?userid=pW9zbuGD9PHACbH_kVcoJA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EMDAc8ojr5qiCIXe8vZz_g/180s.jpg",
        "address": "Forsyth, GA",
        "friends": 73,
        "photos": 0,
        "reviews": 12
      },
      "comment": {
        "text": "We loved everything; the design, the area and the food was great. I had the vegetarian dish that comes in an iron skillet with 3 dipping sauces, yummy!! The salmon small plate and the chicken meatball appetizer were both excellent. Pizzas and Flat Iron Steak did not disappoint.  But the best part was the chocolate dessert, semifreddo with a hard chocolate shell. My husband talks about it all the time! Great job!!",
        "language": "en"
      },
      "date": "2018-02-14T18:17:20Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Laurie,\n\nWe enjoyed serving you and your husband recently at Double Zero and thank you for sharing your commentary.  We look forward to seeing you again soon.\n\nTake care.",
          "date": "2018-02-14T20:01:59Z"
        }
      ]
    },
    {
      "user": {
        "name": "Eve M.",
        "user_id": "obXHuAoS8NwN5poCBYXS-g",
        "link": "https://www.yelp.com/user_details?userid=obXHuAoS8NwN5poCBYXS-g",
        "address": "Norcross, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 20
      },
      "comment": {
        "text": "Would give zero stars if I could. Came in and waited for about 10 mins to be a sat, while 3 employees walked by and looked at us. No one said hello or attempted to get us a table.....very bad first impression. There were only about 5 tables, so I'm confused as to why it took so long. Once we were able to speak to an employee, he very rudely told us that they close at 10pm. Yelp says they close at 11pm, Google says they close at 10pm. Maybe they should have someone correct their mistake rather than be rude to customers. Definitely never giving this place the time of day again, based off of how rude their staff is.",
        "language": "en"
      },
      "date": "2020-02-01T03:11:03Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Eve,\n\nPlease accept our apologies for the miscommunication - it was never our intention to make you feel not welcome in our restaurant.  We would like to get in touch to make this up to you, and want to ensure this isn't your lasting impression of Double Zero.  Please share your email address if we can talk directly.\n\nFred",
          "date": "2020-02-02T01:42:31Z"
        }
      ]
    },
    {
      "user": {
        "name": "Amy K.",
        "user_id": "cCi_4ynJ-xIkAtvXLjU81g",
        "link": "https://www.yelp.com/user_details?userid=cCi_4ynJ-xIkAtvXLjU81g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/grmyM-_G3-Ipq1ZMoZYdHg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 14,
        "photos": 1,
        "reviews": 4
      },
      "comment": {
        "text": "Double Zero in Sandy Springs was our date night location. We were so sad to see it leave. And we were certain that when they changed the menu at the new location that it would never be as good. We were incorrect. The food is just, if not more, amazing. The wines on the list are amazing and delicious and really reasonably priced. And the new location seems (it might not actually be) to be larger and more accommodating. And now we're back to having the perfect date night location even if we have to drive a little bit further. (Have the spaghetti and meatballs, yes it seems plain jane, no it is not that at all)",
        "language": "en"
      },
      "date": "2017-09-29T18:13:16Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Amy,\n\nWe are thrilled to hear that we won you back as date night regulars!  We look forward to seeing you again soon.\n\nTake care,\n\nFred",
          "date": "2017-10-15T01:33:06Z"
        }
      ]
    },
    {
      "user": {
        "name": "K.A. S.",
        "user_id": "fdig206HXcOfSsadx2wqMA",
        "link": "https://www.yelp.com/user_details?userid=fdig206HXcOfSsadx2wqMA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1wY6GLbbMvAcznMQT_pLdw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 26
      },
      "comment": {
        "text": "This place is IT. The service was superb. We were well attended to and the beverage manager and our waiter were both very helpful in answering our questions. For drinks, I had the Fay Wray - champagne, pomegranate, lavender syrup and rosemary - amazing. My fiancee had the Referendum - good strong scotch, ginger and orange drink - which he also loved. The food was divine. We shared 4 plates between the two of us. The Carpaccio, Smoked Brisket Arancini, Gnocchi di Pollo and the Tagliatelle Bolognese. Wow. Everything was so flavorful and cooked to perfection. We will definitely be back here. Well done!",
        "language": "en"
      },
      "date": "2017-09-27T13:26:53Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Federico C.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/p0jcHUiO2ypVGqLngaAcdg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi K.A.S.,\n\nWe are so happy you enjoyed your experience at Double Zero.  Thank you for the detailed commentary on your cocktails - our Bar Manager Nick was very excited to read your review.  We look forward to serving you again soon!\n\nFred",
          "date": "2017-10-11T02:58:23Z"
        }
      ]
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=K2KLY2Ita4Av0jkJFXFBPQ&start=210"
  }
}