{
  "search_metadata": {
    "id": "65f0a25e3c3fb2ed7974fa0f",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65f0a25e3c3fb2ed7974fa0f.json",
    "created_at": "2024-03-12 18:43:42 UTC",
    "processed_at": "2024-03-12 18:43:42 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/toxYMvr3wPzlCbYDfRji2Q?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a25e3c3fb2ed7974fa0f.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a25e3c3fb2ed7974fa0f.prettify",
    "total_time_taken": 1.64
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 170,
    "num": "50",
    "place_id": "toxYMvr3wPzlCbYDfRji2Q"
  },
  "search_information": {
    "total_results": 458,
    "business": "El Super Pan"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 458
    },
    {
      "hl": "es",
      "count": 3
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "David M.",
        "user_id": "hIA2ijuhwnIG9e7f7Ew-jw",
        "link": "https://www.yelp.com/user_details?userid=hIA2ijuhwnIG9e7f7Ew-jw",
        "address": "Downtown, Atlanta, GA",
        "friends": 6,
        "photos": 0,
        "reviews": 7
      },
      "comment": {
        "text": "It's laid back. Feels like your in a neighborhood bar. Intimate section of Ponca Market, out of the way of huge crowds at the tables in the middle of the Market. Get a Caipirinha! It's made with Cahaba,(A Latin rum). Different from other rums. Believe me, I can taste the difference. Beef empanada is affordable if you don't want to spend a lot of money.",
        "language": "en"
      },
      "date": "2022-08-02T01:30:16Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Danny C.",
        "user_id": "DDTCQWD_B_chImSinVcUxA",
        "link": "https://www.yelp.com/user_details?userid=DDTCQWD_B_chImSinVcUxA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GKeRDK7r0i5ELTtHSxWOIA/180s.jpg",
        "address": "South Los Angeles, Los Angeles, CA",
        "friends": 0,
        "photos": 1,
        "reviews": 10
      },
      "comment": {
        "text": "Jonathan , shy , ericks , fucking amazing hostess thank you made my girls bday feel welcomed 10-10 Trust we can't wait to comeback",
        "language": "en"
      },
      "date": "2021-11-23T21:14:24Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Magali N.",
        "user_id": "iWBcgjBAb35Rj2kDGIITYA",
        "link": "https://www.yelp.com/user_details?userid=iWBcgjBAb35Rj2kDGIITYA",
        "address": "Charleston, SC",
        "friends": 180,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "The food was good .. the service not at all. My friend and I drove from Charleston to ATL for the weekend super excited to try El Super Pan. We ordered two cubanos, maduros, side salad and a guava mojito and waited over 45 minutes for our number to be called once we asked how much longer they told us that they cleared our order and the kitchen lost our tickets. A miscommunication on their part. He asked us if there was anything he could do for us and to which I replied \"I would love another mojito\" he completely turned it down and said \"liquor isn't cheap\" .. well our time isn't either sir neither was our order. I think this situation was poorly handled.",
        "language": "en"
      },
      "date": "2022-03-21T20:22:29Z",
      "rating": 2,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Randy T.",
        "user_id": "ITSnuLOu81doC5GGT5NMSQ",
        "link": "https://www.yelp.com/user_details?userid=ITSnuLOu81doC5GGT5NMSQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VP1yYXa3MdsE3wd1BEXpCg/180s.jpg",
        "address": "Boston, MA",
        "friends": 306,
        "photos": 1401,
        "reviews": 501
      },
      "comment": {
        "text": "Latino stand that serves tasty sandwiches in the bustling Ponce City Market.  In the Food Hall, El Super Pan is located opposite from Hop's Chicken and Ton Ton Ramen and next to Minero.  Food is ordered at the counter in front of the restaurant and then picked up by order number on the side counter.  Next to the side counter is a bar that can seat a handful of people.  But, there's plenty of space in the rest of the food hall for you to enjoy your sandwich, even on a busy weekend afternoon.  My sandwich was prepared within 10-15 minutes after placing my order at the counter.\n\nOn the Menu: El Super Pan has a nice compact menu of sandwiches, snacks, salad, sides, and desserts.  For standard sandwiches, you have a choice of a tuna sandwich (pan de atun), a ham and cheese sandwich (pan de jamón y queso), a smoked tofu bun, and a pork belly bun.  There are also three pressed sandwiches - a mixed Cuban sandwich (pork, ham, salami, pickles, mustard, and cheese) , a variation of the Cuban with chicharron (fried pork rinds), and a vegetarian Cuban sandwich that has adobo roasted veggies, cheese, and herbs.  Sides include chips, fried yuca, tostones, spicy slaw, roasted plantains (maduros), and brown rice and beans.  Desserts include cookies and flan.  There's a good number of alcoholic beverages on the menu as well.\n\nWhat I Tried:\nPan de Atun ($9.75) - Essentially a tasty tuna salad sandwich with spicy sauce on the inside.  The Spanish \"focaccia\" is not stuffed, but filled reasonably with a savory tuna salad and topped off with shredded lettuce and radishes.  Pepitas (roasted pumpkin seeds) were liberally sprinkled on top.  The sambal underneath the tuna salad is medium spicy and in my opinion is what makes the sandwich stand out.  As a whole, the sandwich is a bit messy to eat.  I recommend grabbing a fork for eating whatever falls out of the sandwich.  My least favorite part of the sandwich actually was the bread, which I thought was a little dense.  I think the name of the restaurant gave me really high expectations for the quality of the bread, so I was underwhelmed after finishing my sandwich.\n\nVerdict: I thought the filling of the sandwich was done well. It's messy, but the tuna salad is very tasty, the veggies are fresh, and the sambal is spicy and makes the sandwich unique.  I was expecting more from the bread though.  Overall, I rate El Super Pan between 4 and 4 1/2 stars.",
        "language": "en"
      },
      "date": "2017-12-10T04:11:01Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/26QyGM7va1EfKxrOQiMXEQ/o.jpg",
          "caption": "Pan de atun (tuna sandwich)"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 2,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Vivi C.",
        "user_id": "e3Eoc4ya3KV5iJAlnliOyQ",
        "link": "https://www.yelp.com/user_details?userid=e3Eoc4ya3KV5iJAlnliOyQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LVXqkJomE1utrIlF4vN1QQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 120,
        "photos": 41,
        "reviews": 63
      },
      "comment": {
        "text": "After a few trips to PCM I finally caved in and decided to try El Super Pan, which everyone I've talked to recommends as one of the best places to eat in the market. I got their media noche sandwich which is similar to the cubano but with chicharron in the middle. \n\nThe line was kind of long but definitely went quickly and we were able to snag a table nearby. The sandwich came fresh pressed and warm and from the very first bite I realized just how right all of my friends were. Yes, this place is amazing. The pork is juicy and flavorful, and the layer of fat is perfect against the very crunchy chicharron. I also got their tamarind agua fresca which was a little watered down, I assume from them trying to offset the natural delicious tartness of tamarind for untrained palates. My sister got the guava which was much better.\n\nFor $14/sandwich it's a little overpriced but let's be honest, no one goes to PCM and expects any less. The full sandwich was definitely too much for me so I highly recommend getting a half sandwich and saving some space for dessert at one of the many delicious sweet shops nearby. Eclairs at St. Germain, anyone?",
        "language": "en"
      },
      "date": "2018-06-16T20:25:25Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Theresa G.",
        "user_id": "DFuE5iFiadxLw1Ju4lWZRQ",
        "link": "https://www.yelp.com/user_details?userid=DFuE5iFiadxLw1Ju4lWZRQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_Ixj0S9MGPXKATXJdJTzZA/180s.jpg",
        "address": "Canton, GA",
        "friends": 53,
        "photos": 147,
        "reviews": 101,
        "elite_year": 24
      },
      "comment": {
        "text": "Good sandwiches!  Try the Cuban, or if you want something lighter get the Pan de Atún - fluffy, tender bread, tuna, radishes, pepitos, and a spicy sauce for some kick.  Delicious! Also, ask for the mojito -  it's not on the menu but it is definitely a good one. Great little place to stop for lunch if you are at Ponce City Market.",
        "language": "en"
      },
      "date": "2018-07-26T21:26:51Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Asia B.",
        "user_id": "M1BK1-39QbcOA8P3M_quwA",
        "link": "https://www.yelp.com/user_details?userid=M1BK1-39QbcOA8P3M_quwA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GjicYQCaEPcHQddb2AzRpA/180s.jpg",
        "address": "North Charleston, SC",
        "friends": 0,
        "photos": 2,
        "reviews": 3
      },
      "comment": {
        "text": "Update to my usual review. I just need to give a VERY special shout out to Alberto. If you've ever eaten at the bar, you've met him. I walked up to ESP today in a pretty crappy mood, but as soon as Alberto smiled at me, my mood lifted. He's amazing, point blank, PERIOD. \n\nI definitely come to ESP for the food, but it's the PEOPLE that keep me coming even when I'm not that hungry. Alberto, Nick, and Manny -- these guys really feel like friends. \n\nYou're lucky if you become a regular here, truly.",
        "language": "en"
      },
      "date": "2019-02-27T02:19:35Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N4MkElFfTkUEoFixGYsCow/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Hector S.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/J_s6kZO-tfDO6L6yXyijHw/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Gracias Asia!",
          "date": "2019-01-23T12:53:29Z"
        }
      ]
    },
    {
      "user": {
        "name": "Tono M.",
        "user_id": "LWdALOgcuFvEVR23b-Snhg",
        "link": "https://www.yelp.com/user_details?userid=LWdALOgcuFvEVR23b-Snhg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PBuf6kn_EZRyCm3LLaJNlQ/180s.jpg",
        "address": "Chattanooga, TN",
        "friends": 64,
        "photos": 1223,
        "reviews": 710
      },
      "comment": {
        "text": "One of the many restaurants in this huge complex. We ate here since there wasn't a line and were in the mood for a Cuban sandwich.\nI ordered half and an order of sweet platanos. The sandwich was great, lots of meat, fresh bread, and very flavorful. The platanos came with onions and cilantro; not sure why they prepare it this way as it didn't add to experience and detracted from the flavor of the plantanos.\nIt's a busy place and they didn't take too long for the food to be prepared. It's on the pricey side.\n\nOverall positive experience.",
        "language": "en"
      },
      "date": "2018-08-12T16:34:39Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bLyLGI0AMDwP6XqPZRnxeA/o.jpg",
          "caption": "Platanos"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2KXaPwX7K84VaufJjsdqng/o.jpg",
          "caption": "Half Cuban sandwich"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amanda H.",
        "user_id": "VPNQgrphBDJtVDor6dGI0Q",
        "link": "https://www.yelp.com/user_details?userid=VPNQgrphBDJtVDor6dGI0Q",
        "address": "IL, IL",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Food was amazing and so was the staff!! Enzo was so helpful and friendly. We also loved the GM. Loved seeing the passion in everyone who worked here, and it definitely shows in the food.",
        "language": "en"
      },
      "date": "2022-03-12T20:58:51Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Richard R.",
        "user_id": "JjXuiru1_ONzDkYVrHN0aw",
        "link": "https://www.yelp.com/user_details?userid=JjXuiru1_ONzDkYVrHN0aw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/f9_OydEG4RmPfv19ErF8eQ/180s.jpg",
        "address": "Suwanee, GA",
        "friends": 4999,
        "photos": 25286,
        "reviews": 1525
      },
      "comment": {
        "text": "Ponce City Market is currently my favorite place in Atlanta to come hang out! I love this place for so many reasons: from the history of it being the old Sears & Roebuck building, to the unique shops and urban redevelopment revitalizing this area of the city, to the eclectic mix of people whom shop and do business here. \n\nAlthough I am still eating my way through the Food Hall located on the first floor @ PCM, El Super Pan has claimed my heart as my favorite place to dine when visiting. So far I've had the gyros @ Marrakesh, the chicken @ Hops, the burger @ Holeman & Finch and the salads @ Farm to Ladle and still there is still so much more food to try from lobster rolls and ramen to \"walking tacos\" and authentic Szechuan cuisine. But in my opinion, it is going to be hard to beat the flavor of the Cubano Mixto! \n\n\nTHE FOOD \n\nThe Cubano Mixto has thick-cut roasted pork, ham, salami, pickles, yellow mustard, Swiss cheese (and I am almost certain a healthy dose of LOVE) all dancing together inside a delicious grilled roll. I ordered the 8 inch, which was plenty of sandwich for me to share with my youngest son. We also ordered French fries from Marrakesh Mediterranean Grill  and let me tell you... those fries with this sandwich are heaven on a plate. \n\n\nFINAL THOUGHTS \n\nIt's a small place, but the atmosphere here is big. The Latin music playing over the speakers made it festive enough to allow my mind to transport this entire restaurant to the shores of an island beach somewhere! The only thing I wish is for them to add the Puerto Rican classic Tripletta sandwich to the menu. Similar to a Cubano, but better. Still, the Cubano here is amongst the best I've ever tasted and IF I've had a better one, I can't think of when or where! \n\n\n2017/126",
        "language": "en"
      },
      "date": "2017-09-04T12:31:29Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zBr7e4eUtGrz3Iyen-dKjg/o.jpg",
          "caption": "Cubano Mixto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ngsp2-pyHm91HSDeuzJghQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7bO0PI7U9q4u66w2SIzJ3w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/37HvX6MAbSrXiGsFI142DQ/o.jpg",
          "caption": "Cubano Mixto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nscN258PqLT50KgU8h1I6A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/a2nP2uT62LA_EmvWyF2MNw/o.jpg",
          "caption": "Cubano Mixto"
        }
      ],
      "feedback": {
        "useful": 145,
        "funny": 104,
        "cool": 140
      }
    },
    {
      "user": {
        "name": "Vera L.",
        "user_id": "JLYjewgcYqtC_Uylr6jGzQ",
        "link": "https://www.yelp.com/user_details?userid=JLYjewgcYqtC_Uylr6jGzQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/V80oxpLS0pY5wxKPERKWng/180s.jpg",
        "address": "Manhattan, NY",
        "friends": 374,
        "photos": 903,
        "reviews": 499,
        "elite_year": 24
      },
      "comment": {
        "text": "Boasting Latin American flavors, we both ordered the following at El Super Pan after standing on a bridge, trying to take a picture:\n\n-Cuban sandwiches: three different cuts of pork with mustard and pickle\n-fried plantains: the sweet kinds\n-bacon fat thumbprint cookies: you heard me, jam on the center with a bacon-fat infused butter cookie\n\n--------\n\nCubanos Mixtos: served panini style with melted swiss cheese in the middle\n\nPROS\n-came out warm and hot with the cheese still melting even though it was sitting on the counter for awhile because we couldn't hear the order being called out\n-large size: even though I finished the sandwich, I was pretty full and couldn't finish my plantains (shocking I know).\n-bread was crispy on the outside and did not become soggy with the mustard or the pork juice\n\nCONS\n-bread was a bit tough: I can't say what a traditional cuban sandwich is like since I can't go to Cuba.  It was filling though.\n\n--------\n\nPlantains\n\nPROS\n-good quantity for one\n-very filling\n\nCONS\n-not caramelized enough\n-not cooked all the way: the inside was still very mealy and a bit tough.\n\n--------\n\nBacon-fat Thumbprint Cookie: this thing came in two.  TWO.  It was also pretty good!\n\nPROS\n-strong bacon-fat flavor: it's definitely a sweet-savory combo\n-butter cookie was rich and flavorful with the bacon-fat flavor.\n\nCONS\n-not enough jam for the cookie\n\n\nI'd totally come back to try another sandwich.  I can't say that the cookie was amazing, but the plantains were completely disappointing.  I've never had mealy plantains before though.  That was probably the biggest disappointment for me.  Also, while I really appreciate one of the servers for coming out and bringing our food, I didn't appreciate the comment that we should have picked up our order when called.  PCM is a super loud place, especially on a Saturday night, and there was barely enough standing room for everyone else with takeout orders.  When I did go to the counter previously, there was no order there and there were a few other people who had ordered before us who were still waiting for their food.  Given that my plantains were undercooked and not even ripened, the somewhat snide comment to get my food when they rushed the preparation of my meal was really uncalled for.",
        "language": "en"
      },
      "date": "2016-02-13T04:28:06Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mT3L9IoYoDK1vsBRUFFY3A/o.jpg",
          "caption": "cubano mixto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0FcoBRqntSPArPP2qYha_w/o.jpg",
          "caption": "mealy plantains - not cooked in center completely"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tRZJgGu_6W592vZ3LBGcCQ/o.jpg",
          "caption": "not caramelized enough on the outside"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mikaela Z.",
        "user_id": "K7A1KlExV64lzPCh6oVxzA",
        "link": "https://www.yelp.com/user_details?userid=K7A1KlExV64lzPCh6oVxzA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/D5C35QV-_Oxh7mbgJW2fhg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 238,
        "photos": 97,
        "reviews": 380,
        "elite_year": 24
      },
      "comment": {
        "text": "3 stars. 4 stars. 3 stars. 4 stars. Can't decide! Probably a 3.5 for this one.\n\nWas so looking forward to trying El Super Pan. Probably should have gotten the Cuban. But I went with the veggie sandwich. It was solid, but I was still disappointed a little. The peel of the eggplant was tough. Like couldn't bite through it tough. The sandwich was \"hot\" and \"pressed\" according to the menu, but it tasted just slightly warm. I wanted a legit pressed sandwich. Like crusty on the outside, soft on the inside, melted cheese sandwich. I didn't get that. It was good. There were tons of veggies in it and the flavor was great. It just fell a little short for me. Should have maybe asked for extra cheese and on different bread. Or just gotten the full on Cuban.\n\nIt's worth a try, just make sure you know what you are ordering.",
        "language": "en"
      },
      "date": "2018-04-09T04:35:55Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Bret S.",
        "user_id": "EJ6_42rw8W73rxm_R4aQ2w",
        "link": "https://www.yelp.com/user_details?userid=EJ6_42rw8W73rxm_R4aQ2w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Bk_h37kUObXNtNLgp-LVsg/180s.jpg",
        "address": "Reno, NV",
        "friends": 654,
        "photos": 406,
        "reviews": 443
      },
      "comment": {
        "text": "Lunch at 11 am on a Saturday. This place was recommended by local Atlanta Yelpers via talk and it was spot on. \n\nI was pretty much their first customer at 11 am so I took a seat at the end of the bar. The menu looked great and I asked the server for a recommendation. He said the Cuban was their most popular, but he recommended a 1/2 sandwich of the Cuban and a Pork Belly bun. The sandwich was indeed amazing but the Pork Belly bun was the big surprise! The spicy tamarind sauce on the pork belly was delicious. \n\nHighly recommend this place!",
        "language": "en"
      },
      "date": "2017-08-05T18:28:32Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6vU_RerGzaTMVP4sJHGVZA/o.jpg",
          "caption": "1/2 order of the Cubano Mixto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EzW_C3Oq_vh5bDlHd8-veQ/o.jpg",
          "caption": "Pork Belly Bun - don't miss it!"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jen H.",
        "user_id": "nF-St06mew3oQ66ZxYSmDA",
        "link": "https://www.yelp.com/user_details?userid=nF-St06mew3oQ66ZxYSmDA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/N1Tp_WA9vEcYrsjEeT3vOQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 328,
        "photos": 338,
        "reviews": 220,
        "elite_year": 24
      },
      "comment": {
        "text": "I've loved this spot here since it was a secret place with exclusive hours. I love their perfects coconut pork belly bun. Most Asians like me are not strangers to idea of the pork belly bun. BUT The uniqueness of this pork belly bun is to die for! The crispy sides of the fatty pork belly with the middle so soft it melts in your mouth when it contacts your tongue, then the spicy chili sauce hits your taste buds. At this point you'll be devouring the bun and experiencing the aroma of the coconut infused in the bun. \n \nI've introduced this to all my friends and no one has without one. Highly recommend!\n\nI have tried the vegetarian sandwich, the pork fat Guava jelly, passion fruit aqua Fresca, guava cheese pastries and I can just say everything I've tried had been delicious! And nothing has left me disappointed.",
        "language": "en"
      },
      "date": "2016-03-27T02:56:48Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Vb6UqRnALOHJN5zW_BA82g/o.jpg",
          "caption": "Coconut pork belly buns"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amanda D.",
        "user_id": "LhgkB76GDNUVJNJh4jbd4A",
        "link": "https://www.yelp.com/user_details?userid=LhgkB76GDNUVJNJh4jbd4A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WcUktO4R0B1sOygjgFeJCw/180s.jpg",
        "address": "Grayson, GA",
        "friends": 69,
        "photos": 115,
        "reviews": 60
      },
      "comment": {
        "text": "No, no, no. As a Latina I am extremely disappointed. Food did not taste good at all. The pork that we ordered was all fat and greasy to the max. The food just looked like it was thrown in the container. This place is expensive for shitty food.",
        "language": "en"
      },
      "date": "2020-12-06T17:14:12Z",
      "rating": 2,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Helen K.",
        "user_id": "V8oCtUzsdHA_Z9QpGaHCBg",
        "link": "https://www.yelp.com/user_details?userid=V8oCtUzsdHA_Z9QpGaHCBg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2p6YixkoY4mddfSP5XrChg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 263,
        "photos": 14167,
        "reviews": 769,
        "elite_year": 24
      },
      "comment": {
        "text": "Minor misses, but overall satisfied eating here.\n\n5 of us telepathically chose this place for our next foodie adventure.\nWe all ordered something different, consisting of the pork bun, Cubano mixto, medio dia,  yuca fritas, spicy slaw, savory pastry with meat, guava + cheese pastry, plantain chips, today's special with beef and veggies, and grapefruit soda.\n\nHands down the Cubano mixto and the pork bun was the best entree!\nPork bun here beats the one at Simply Seoul.\nCan't go wrong with yuca fries and the grapefruit soda was one of the best sodas that I've had!\n\nThe con was really the slaw and the special, which was salty and the meat was majority fat.",
        "language": "en"
      },
      "date": "2016-01-24T17:21:19Z",
      "rating": 4,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UBb11FwQTEH6P1RkWQ73BA/o.jpg",
          "caption": "Exterior"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/phqR74MMwo2hSxi57HGrbw/o.jpg",
          "caption": "Our dinner"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aOpyOJFtaaFbmDUM4w9B2A/o.jpg",
          "caption": "Pork belly bun + plantain chips"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KUH7xs5e8oZBxbAZcyar3Q/o.jpg",
          "caption": "Today's entree special: Beef breasts + veggies"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UlKvlOmqZn9t0qRrxLiXSQ/o.jpg",
          "caption": "Hot meat pastry + guave/cheese pastry + pork bun + spicy slaw + fritoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KZQPv7XoWaQjRaxXzypbyg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IYNSR7n_yqrQD__nG14Bug/o.jpg",
          "caption": "Cuban sandwhich"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sarah S.",
        "user_id": "NIv54q6MilMvWLbeCW-yGA",
        "link": "https://www.yelp.com/user_details?userid=NIv54q6MilMvWLbeCW-yGA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3STF_BhYtyEbyAMOMM6zCg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "This was surprisingly delicious for a food court! I had the Cuban sandwich and plantains--definitely recommend. The service and the experience are pretty basic, but the food was great.",
        "language": "en"
      },
      "date": "2021-08-16T00:59:03Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stella R.",
        "user_id": "pityh4t_-dCfiyC9wzVORg",
        "link": "https://www.yelp.com/user_details?userid=pityh4t_-dCfiyC9wzVORg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8ZxfHVEAWiaohWISFj_fOA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 7,
        "reviews": 5
      },
      "comment": {
        "text": "Was looking for vegan options at ponce city market and saw this place had a tofu cubano. It was super good and better than i expected! fast service and good portion sizes",
        "language": "en"
      },
      "date": "2020-06-03T17:00:13Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nsu9STR8-9M9YzsLTKgd4w/o.jpg",
          "caption": "smoked tofu cubano, rice and beans, and hibiscus ginger tea :)"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Macy B.",
        "user_id": "izVS3GI4cNRgZ_Q1_c8Gbg",
        "link": "https://www.yelp.com/user_details?userid=izVS3GI4cNRgZ_Q1_c8Gbg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Uewa3-aHI9nO0twHUOR_-A/180s.jpg",
        "address": "Downtown, Atlanta, GA",
        "friends": 93,
        "photos": 54,
        "reviews": 52
      },
      "comment": {
        "text": "Since discovering El Super Pan everytime I go to Ponce City Market I have to get the Cuban. It is wonderful! It's a little pricey but also huge and totally worth it!",
        "language": "en"
      },
      "date": "2019-07-21T16:48:02Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QHEF_SuhWwBoe0FXvnkaBQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Bianca C.",
        "user_id": "IAWJmEE42KS_fBnxrDiiWQ",
        "link": "https://www.yelp.com/user_details?userid=IAWJmEE42KS_fBnxrDiiWQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/00uHl91J7q_SYlaIjGCMjg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 113,
        "photos": 217,
        "reviews": 259,
        "elite_year": 24
      },
      "comment": {
        "text": "My husband really liked his Cubano sandwich and plantains. I had a rice bowl with the addition of adobo chicken. The rice and beans were awesome and had some roasted sweet potatoes and herbs too. I did not care for the chicken, it had no flavor; however, I loved the chicken tenders that came in my son's kids meal. The hibiscus tea has an off flavor at first but gets better after being in ice.",
        "language": "en"
      },
      "date": "2019-10-19T17:23:58Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alexis L.",
        "user_id": "Eqasd-ntQh8nMjA4R2ZdZQ",
        "link": "https://www.yelp.com/user_details?userid=Eqasd-ntQh8nMjA4R2ZdZQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/KxJlVUbMa4zdqnE5MNNB8A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 181,
        "photos": 116,
        "reviews": 67
      },
      "comment": {
        "text": "So I'm consistently torn when I go to PCM. But ultimately it never fails, I at least grab one thing at El Super Pan. That way I can I never be disappointed or dissatisfied with whatever option I chose at PCM which is not always the best :(. But yesterday evening I actually decided to sit at the bar! It was perfect because it was happy hour :) . The actually broke out a special menu for the occasion. One option was their burger. I didn't get it but it's definitely on my list!   I did try the emplanda de mariscos, a happy hour special! Fridays at 6! I'll be back \n\nI chose the the Farm Cubano! It's a vegetarian option with fresh seasonal veggies. My sandwich had mushrooms, peppers, carrots, and arugula all marinated in an adobo seasoning. I opted to get my sandwich on tostones  (evil smile). This was actually the best thing one good do! As I am not gluten free or a vegetarian but I could probably live off that sandwich if all meat and bread were no longer in existence.\n\nDrinks! Went for their margarita and sangria! Margarita over Sangria. The margarita has citrus juice and NO SOUR which made it amazing! \n\nVibe: I loved it! The service were excellent. Well versed in the menu and fun. The music was amazing. Hard not to dance as I ate. \n\nI highly recommend this place!",
        "language": "en"
      },
      "date": "2017-12-02T18:57:09Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9DptUyXeU4Bq-P_18Lucog/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tawnja C.",
        "user_id": "FWYMF0POQWWW6BTtVBSwuA",
        "link": "https://www.yelp.com/user_details?userid=FWYMF0POQWWW6BTtVBSwuA",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "This was my first time coming to El Super Pan. The service was amazing. The man in charge recommended to me one of his favorite sandwiches. Everyone was polite and yet, real, real cool.  The food? Wow.  I thought I wasn't going to like it. Yet I gave it a chance. I'm glad I did. Magnificent. Thanks El Super Pan.",
        "language": "en"
      },
      "date": "2022-04-18T21:25:20Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Helen K.",
        "user_id": "jSKkcjHHqGFXwzMBS39ddA",
        "link": "https://www.yelp.com/user_details?userid=jSKkcjHHqGFXwzMBS39ddA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YRSYmUtMYbuh2l7Zra-i7A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 168,
        "photos": 95,
        "reviews": 191,
        "elite_year": 24
      },
      "comment": {
        "text": "Porky belly bun, maduros, spicy burger on tostones bun, chips, and 2 drinks (don Q guanabana). The customer service was AWESOME. The food was amazing. We wished the drinks were just a bit bigger. A bit expensive overall, but so delicious. $49 before tip.",
        "language": "en"
      },
      "date": "2017-08-27T02:10:08Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eC5aKRsPo9hkR0qIO5qxCA/o.jpg",
          "caption": "Spicy burger, maduros, pork bun, drinks. Yum!!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Matthew H.",
        "user_id": "MonlCr7ikkEo_a_yURt9Yw",
        "link": "https://www.yelp.com/user_details?userid=MonlCr7ikkEo_a_yURt9Yw",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Delicious. My fiancée and I are pescatarian and el super pan has tasty options for us. I used to love a good Cuban sandwich and the flavors here do not disappoint. I had the shrimp sandwich, good amounts of shrimp and some thick-boy fries filled me up. My fiancée had the smoked tofu bowl with the mofongo, it came with a spicy coconut cream sauce. Never had mofongo and we loved it. Great flavors and filling. Love love this place and Ponce city market. We'll be back to try the smoked rogue Cubano sandwich.",
        "language": "en"
      },
      "date": "2022-04-15T20:56:54Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Russell A.",
        "user_id": "Bog2-LelcoHvUTYzJyMm7A",
        "link": "https://www.yelp.com/user_details?userid=Bog2-LelcoHvUTYzJyMm7A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ljf6x7jOqKMz1rKyHNpxKg/180s.jpg",
        "address": "Marietta, GA",
        "friends": 775,
        "photos": 2780,
        "reviews": 240,
        "elite_year": 24
      },
      "comment": {
        "text": "Went to have a few drinks at Ponce City Market and decided to try this little hole in the wall dining in the corner. Limited bar seating around where the magic happens makes it warm and hospitable when ordering from staff. In our conversation the chef recommended a few dishes not even on the menu but were, how's the saying go?,..\"off the chain!\" Pictures just don't do it any justice but order basically the chicken with red beans and rice dish.",
        "language": "en"
      },
      "date": "2017-03-03T14:33:35Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vcsTzTt-LdFTeBeQm6y8jQ/o.jpg",
          "caption": "Chicken and rice."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/i-j_qnyDyEf_CE8Gxaji3w/o.jpg",
          "caption": "Red beans chicken and rice"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2pk4zOaKJInc0wwBtpXKJQ/o.jpg",
          "caption": "Delicious pork belly wraps"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Seanan O.",
        "user_id": "MDHrH9hG4LQHhxYfzfH3sw",
        "link": "https://www.yelp.com/user_details?userid=MDHrH9hG4LQHhxYfzfH3sw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OY3QWBSGLIiuT-u-IYbvYQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 21,
        "reviews": 47
      },
      "comment": {
        "text": "We had the rice and beans bowl with pork. Oh ma gosh it was amazing! Huge serving and the pork was so tender and flavorful. Came with red beans and sautéed vegetables with onion, potato, sweet potato, and green beans. We'll be back!",
        "language": "en"
      },
      "date": "2021-01-20T21:51:13Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sarah P.",
        "user_id": "TidkB5b7sZhvvpFBji_piQ",
        "link": "https://www.yelp.com/user_details?userid=TidkB5b7sZhvvpFBji_piQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/peqpmA05TQDozIKTPCCZLA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 118,
        "photos": 184,
        "reviews": 75
      },
      "comment": {
        "text": "First time trying El Super Pan today. Their food was amazing. I had a half of the Media Noche sandwich with a side of yuca fries. It was very good. The flavor of the pork was fantastic paired with the sweetbread. I wasn't expecting the chicharrones inside the sandwich though. Honestly I picked it off. I'm a little more traditional. Also the yuca fries were perfect. If you've never tried yuca you must get these. They are 100x creamier than a traditional potato, and ask for garlic aioli! I will definitely go back again. The only thing they could improve on is trimming the fat from the meat in the sandwiches. I had to deal with biting into chunks of fat and picking that off. But nevertheless the food was great!",
        "language": "en"
      },
      "date": "2019-09-07T21:34:36Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-CVwOVfy-AwRTbfnpElKYA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tinisha R.",
        "user_id": "bYB5owey0_t_IwV9IvT8yg",
        "link": "https://www.yelp.com/user_details?userid=bYB5owey0_t_IwV9IvT8yg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/i0gfp-vxgDi0a1RtltSANQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 86,
        "photos": 396,
        "reviews": 168
      },
      "comment": {
        "text": "I came her after a few drinks for a sober up meal. It's a small little stand in Ponce city market. I sat at the little bar which wasn't too busy mid day on a Saturday. I'm still on a quest for the perfect Cuban so that's what I ordered. The half size portion was large enough for one. It was absolutely delicious. There's a dipping sauce that I was offered that was a very nice compliment. They serve drinks but I didn't think I needed any more drinks. I also had a pastelito. It was supposed to be cheese and guava but I think I just got guava. It wasn't bad but I'd skip it next time. I would definitely eat here again. Staff was very pleasant and parking garage available.",
        "language": "en"
      },
      "date": "2019-08-15T22:04:25Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vnNat311mouoTMcmzqZEcw/o.jpg",
          "caption": "Half cuban"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kristin G.",
        "user_id": "RBHj2Vklk2aSxhp1QjLGNg",
        "link": "https://www.yelp.com/user_details?userid=RBHj2Vklk2aSxhp1QjLGNg",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Ponce city location does NOT MISS. My favorite place to stop and grab a Cuban roasted pork bowl and bomb ass Margarita! I live 5 mins away from the Battery park location but THIS location is consistent with the food and drinks. Big fan love it",
        "language": "en"
      },
      "date": "2022-04-03T18:30:08Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Bryan M.",
        "user_id": "9ZQb71RA4Y1LVkv1Yr9ryg",
        "link": "https://www.yelp.com/user_details?userid=9ZQb71RA4Y1LVkv1Yr9ryg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FknY6jze7Fb4eAhKE-sjKg/180s.jpg",
        "address": "Savannah, GA",
        "friends": 17,
        "photos": 48,
        "reviews": 318,
        "elite_year": 24
      },
      "comment": {
        "text": "I took my dad to Ponce City Market to let him see what they'd done to it.  As a long time resident of Atlanta, having just moved back, he was impressed with what they've done there.  A good time!  And the best part, the Cuban Sandwiches from El Super Pan (Cubano Mixto, Media Noche).  He and I have eaten \"real\" Cuban Sandwiches sitting in a little dive restaurant in Little Havanna (Miami), Florida, and El Super Pan makes a much better sandwich that that one we had.  Lots of meat, the medium was a big big sandwich, right balance of sauces, and the yuca frita were excellent.  I recommend the cilantro chimi dipping sauce.  He took half his sandwich home for later.  Great job!  We'll be back for sure.",
        "language": "en"
      },
      "date": "2019-02-25T01:52:57Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Randy R.",
        "user_id": "iMR7sMSjp1WxeJCKviIlQQ",
        "link": "https://www.yelp.com/user_details?userid=iMR7sMSjp1WxeJCKviIlQQ",
        "address": "Dallas, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "Had the Cubana sandwich and fries. Pricey and not done well at all. It was basically a toasted sub bun with Cubana trappings. The fries were just bottom of the bag short fries. Somewhat disappointing.",
        "language": "en"
      },
      "date": "2021-09-16T21:57:17Z",
      "rating": 2,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jazmine H.",
        "user_id": "7tD5rOyZv-jAxIJUVhL7fA",
        "link": "https://www.yelp.com/user_details?userid=7tD5rOyZv-jAxIJUVhL7fA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lKLP2A33q94ARryEm71P-w/180s.jpg",
        "address": "Dallas, TX",
        "friends": 60,
        "photos": 333,
        "reviews": 99,
        "elite_year": 24
      },
      "comment": {
        "text": "I ordered the Pan Con Jamon y Queso. It was pleasantly surprised at the sandwich, it had a really great combination of flavors and the bread was delicious. Now it does have pork but I feel like you can leave off the Ham and it would still be really good, I'm pretty sure that's what I'm going to do the next time I'm there. The only negative is that it's a $12 sandwich and I feel like that's a bit overpriced, like I get it but it's a bit much lol sandwich was great tho so I can see myself getting it again.",
        "language": "en"
      },
      "date": "2017-05-28T05:46:22Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xaMj17ndRXuV0wxErmURoA/o.jpg",
          "caption": "Menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Marianne J.",
        "user_id": "Fqc37Wia7REQBjfR-r9ntQ",
        "link": "https://www.yelp.com/user_details?userid=Fqc37Wia7REQBjfR-r9ntQ",
        "address": "Old Fourth Ward, Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "OMG NICO THE MANAGER IS THE BEST AT MAKING MOJITOS AND CUSTOMER SERVICE.... everytime I come I ask for him... their food and drinks are the best thing ever!!!!!!\nI love nico and  how awesome he issss",
        "language": "en"
      },
      "date": "2021-04-11T22:12:36Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Karina L.",
        "user_id": "gCsB4BEnCN-LMECaF-FqWg",
        "link": "https://www.yelp.com/user_details?userid=gCsB4BEnCN-LMECaF-FqWg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-1ObZ7TgIQnUkUpq_aZ6Zg/180s.jpg",
        "address": "Half Moon Bay, CA",
        "friends": 195,
        "photos": 4,
        "reviews": 7
      },
      "comment": {
        "text": "There are some Puerto Rican food options for my fellow Puerto Rican's looking for food spots in ATL. Food is great. Nice, friendly staff. Great music and vibe.",
        "language": "en"
      },
      "date": "2018-11-20T23:25:24Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IbI1is-nXPvHyzQ3P1tGPQ/o.jpg",
          "caption": "Jamón y queso, maduros and coco rico"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Monique F.",
        "user_id": "HV_iQiTJj8Rxkpcs-c5-Tw",
        "link": "https://www.yelp.com/user_details?userid=HV_iQiTJj8Rxkpcs-c5-Tw",
        "address": "Utica, NY",
        "friends": 0,
        "photos": 0,
        "reviews": 8
      },
      "comment": {
        "text": "I definitely would not claim this as puerto rican food lol i really hope people don't think this is how our rice and beans taste lol Just tastes like beans straight out the Goya can with no seasoning. The pork belly was good but just very tiny little bites. Really not authentic hispanic food but they did their best so",
        "language": "en"
      },
      "date": "2022-03-09T01:58:42Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chris E.",
        "user_id": "vlyyRgvC5vCWF6J6SlNu9w",
        "link": "https://www.yelp.com/user_details?userid=vlyyRgvC5vCWF6J6SlNu9w",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Took my Puerto Rican grandma to get some authentic food. Took an hour just to get served and the food was subpar. Manager there is rude and unhelpful. Will not be coming back",
        "language": "en"
      },
      "date": "2021-05-31T00:15:04Z",
      "rating": 1,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anthony P.",
        "user_id": "rC365K_L_9GTYSerzZverg",
        "link": "https://www.yelp.com/user_details?userid=rC365K_L_9GTYSerzZverg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uf3frTanuHI3dpXjfFvfZQ/180s.jpg",
        "address": "Davenport, FL",
        "friends": 648,
        "photos": 326,
        "reviews": 131
      },
      "comment": {
        "text": "I came here with my boss and some coworkers after work. I was very impressed with the quality of the food here! \nWe had just come from the farmer's market and wanted to quench our thirst so we got the Aqua Frescas and they were so refreshing and had wonderful flavoring! Very tangy. I honestly do not think I have had better juice anywhere else.  They make it fresh as well!\n\nI got the Cuban hot sandwich and it was pretty good. They toasted the bread well and the entire wich was savory. It was definitely filling as well. \n\nI also got their pork belly bun to try and OH MY, I will 100% be back for them. Steamed coconut bun gave it a nice contrasting sweetness to the mouth and the savory pork belly  brought out the flavors of both well. The spicy tamarind sauce gave it a nice kick. You HAVE to try this when you come here. Aside from Ah-Ma's Taiwanese kitchen that is about a 15 minute walk away, these buns are one of the best I have had in ATL.  Absolutely delicious!!",
        "language": "en"
      },
      "date": "2016-06-08T05:26:47Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/frXfcl__ayVZmNJ6G3h52g/o.jpg",
          "caption": "El super pan menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vBQ4ZdU3IE4ZXzPqJQPJ4w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ll6EWJ0w-UoSnzN-XKk0AQ/o.jpg",
          "caption": "Cubano"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 4,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Daniel G.",
        "user_id": "U6r2IeFF716bqIWyw_ay8w",
        "link": "https://www.yelp.com/user_details?userid=U6r2IeFF716bqIWyw_ay8w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/n08000S2pu1M2FiPC0OmHw/180s.jpg",
        "address": "Larchmont, NY",
        "friends": 30,
        "photos": 0,
        "reviews": 14
      },
      "comment": {
        "text": "Vegans, eat here. The tofu sandwich is amazing. You'll want to order 3.\nGood service. Friendly staff. Beer on draft or can. Nice simple menu but very filling.",
        "language": "en"
      },
      "date": "2018-10-08T20:18:15Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Javier I.",
        "user_id": "fcyvcdhho2HKy6NxdhfPSQ",
        "link": "https://www.yelp.com/user_details?userid=fcyvcdhho2HKy6NxdhfPSQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/drxPaqFbtsYLH6jLqcVoTQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 32,
        "photos": 178,
        "reviews": 86
      },
      "comment": {
        "text": "This and Porch Light Kitchen in Marietta/Smyrna are the best Puerto Rican restaurants in Atlanta. Period.\n\nTheir sandwiches are OK but their secret is their entrees, fried sides and pastries. We've been here twice and their mofongo is the best (especially the sauce), and they have a delicious mouth-watering chicken with toston (fried crunchy plantain), rice and beans (special of the day so it will not be available every day). We suspect any special of the day will be pretty darn good.\n\nThey also have alcapurrias, bacalaitos, empanadillas... all the fried stuff we Puerto Ricans love! They even have Malta India!\n\nAnd as if their food wasn't good enough, their service is super and they have the best music playlist anywhere. These people really know the latest and greatest in tropical music.\n\nFinally, location, location, location... they are in Ponce City Market, one of the most fun places in all Atlanta, with plenty to do.\n\nWe will be coming here forever. They will know our names and invite us to their birthday parties :)",
        "language": "en"
      },
      "date": "2017-05-20T22:46:52Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BV7YrrUeJzyWcc4XdJpmkQ/o.jpg",
          "caption": "Special of the Day: Adobo Chicken, Toston, Rice and Beans. #YUMMY"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Bp3sQaasbohtoHMX3xYsGw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sydney B.",
        "user_id": "OHzvsz7D0GkxEnoxPuk9dw",
        "link": "https://www.yelp.com/user_details?userid=OHzvsz7D0GkxEnoxPuk9dw",
        "address": "City Center, Miami Beach, FL",
        "friends": 0,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "Excellent service from Jesus ! Great food and drinks. The cooks are amazing. I feel like I'm on an island!",
        "language": "en"
      },
      "date": "2022-02-20T19:40:58Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Audrey M.",
        "user_id": "LYDb1-rtaOZiLn7kEU1lew",
        "link": "https://www.yelp.com/user_details?userid=LYDb1-rtaOZiLn7kEU1lew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/neFSfOG67JHeNQzXB1cTbQ/180s.jpg",
        "address": "Arlington, VA",
        "friends": 99,
        "photos": 422,
        "reviews": 257
      },
      "comment": {
        "text": "I'm no expert on Cuban cuisine, but this place is delicious. My sister and I visited Ponce City Market last week, and El Super Pan caught our eye as we tried to decide on lunch. The guy working the register was friendly and explained a few of the menu items. We opted for a regular cubano, the cubano mixto, and a side of the spicy slaw and something similar to a potato salad - the name escapes me. We also grabbed two tamarind juices. Our order was ready in roughly 10 minutes, and came packed up in a paper bag. We took it to a nearby high-top to eat, and while unpacking it we noticed that the container holding the spicy slaw was slightly open and leaking red liquid. I'm not sure if it was beet based, but momentary panic set in as we checked our clothes for any staining - luckily there was none. \n\nBack to the food - the sandwiches were excellent, though we both preferred the traditional cubano. Being that I'm a huge fan of pickles, I wouldn't have minded a few more of those but that's a personal preference. The slaw was decent, though a bit heavy on the vinegar. The potato salad was creamy and delicious, with a halved boiled egg on top. We both thought the tamarind juice was a refreshing accompaniment, and not overly sweet. \n\nI don't live in Atlanta, but look forward to returning some day. The other menu offerings looked promising!",
        "language": "en"
      },
      "date": "2017-03-20T20:52:33Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5YC0SZ4Ok5Bk59KEaj6aDg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Joanne B.",
        "user_id": "3BcwIevhMbhGZh7mVMiSAA",
        "link": "https://www.yelp.com/user_details?userid=3BcwIevhMbhGZh7mVMiSAA",
        "address": "Smyrna, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 8
      },
      "comment": {
        "text": "We enjoyed a late lunch on a Saturday afternoon. The olive sofrito sandwich and the rice and bean bowl with pork were both tasty. Nico, our server was fun and engaging! We will be back!",
        "language": "en"
      },
      "date": "2022-01-08T23:40:06Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "David A.",
        "user_id": "3zrMyrxlyIVFkMISIV225A",
        "link": "https://www.yelp.com/user_details?userid=3zrMyrxlyIVFkMISIV225A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VBgMil9-rGJCqoWemAUKfw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 132,
        "photos": 134,
        "reviews": 47
      },
      "comment": {
        "text": "Food was excellent. We had the Cubano mixto pressed sandwich. \n\nIssue we had was the line was very long and there was only a small area with 2 people taking orders.\n\nThen it was a bit confusing to get our food. We didn't hear them call our number and no one told us we needed to be starring at a screen\n\nOverall a good experience but they should work on getting the customers served faster",
        "language": "en"
      },
      "date": "2017-06-04T17:46:10Z",
      "rating": 4,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Bgu8K5hOsTzo_zDX7fz3AA/o.jpg",
          "caption": "Having lunch at El Super Pan"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GUEgrkRgPR23IukRiD46_g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wMB5g2xQEan2q0Srkw-Kgg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ycr6WboFiAiS8fNyHjrsYQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FIHycuqVMlDh6OFea_OK-g/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kina L.",
        "user_id": "ZfG1T_noQnbOdXnz4USs0Q",
        "link": "https://www.yelp.com/user_details?userid=ZfG1T_noQnbOdXnz4USs0Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/W5x0jGKfH_aQM-dh7REsIw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 92,
        "photos": 1069,
        "reviews": 525,
        "elite_year": 24
      },
      "comment": {
        "text": "I really freakin' love their sandwiches. They are by no means Buford Hwy Cubano prices... but they are stuffed with meat. This is my first time reviewing but we regularly eat here. We split the cubano mixto (must must try) or the media noche + tostones. For about $20, we have a filling meal for two. El Super Pan is probably my favorite place for a quick eat in Ponce that has consistent quality. The guys there are super nice and provide quick service. Btw, the lunch combo M-F from 11-3 is a great deal. Half a sandwich +side+drink for $9.50.",
        "language": "en"
      },
      "date": "2019-01-07T21:07:22Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michael D.",
        "user_id": "iDEPp1IjRa-2NblfyFGCfA",
        "link": "https://www.yelp.com/user_details?userid=iDEPp1IjRa-2NblfyFGCfA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/63kZC7Uk-lgbV07loz1xJw/180s.jpg",
        "address": "Decatur, GA",
        "friends": 0,
        "photos": 3,
        "reviews": 4
      },
      "comment": {
        "text": "El Super Pan is a great choice for some Latin options in Ponce City Market. My personal recommendations are the Cubano Mixto, which is honestly one of my favorite Cuban sandwiches of all time!\n\nThe Smoked Tofu Bun is also AWESOME! \n\n\nAnd make sure to grab a guava and cheese pastelito for dessert. You will not be disappointed!\n\n\n*Sadly, I do not have any good photos of the cuban because it is always gone before I have the chance :)",
        "language": "en"
      },
      "date": "2020-01-09T17:40:53Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Katherine S.",
        "user_id": "a5W9B9dPelWi_bYr_oYI2Q",
        "link": "https://www.yelp.com/user_details?userid=a5W9B9dPelWi_bYr_oYI2Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xnF6yqATAO1j7eeAeqGmtQ/180s.jpg",
        "address": "Fairfax, VA",
        "friends": 427,
        "photos": 4022,
        "reviews": 477,
        "elite_year": 24
      },
      "comment": {
        "text": "Delicious sandwiches, but a little pricey.\n\nTried the pork belly bun. The pork was season well and the sauce and veggie garnishes were the perfect touch. The bun was nice and soft, but firm enough to hold everything together.\n\nGot the Cubano Mixto which was great. About 8 inches or so, but it was loaded with meat and cheese. Definitely recommend. \n\nIf you want something with a mix of sweet and savory, you could try the Medio Dia. Same great sandwich meat but comes with a pineapple habanero sauce. Not overbearingly hot or sweet.\n\nOur total for all 3 sandwiches came out to about $34, but it was worth trying",
        "language": "en"
      },
      "date": "2016-09-07T18:53:55Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alina T.",
        "user_id": "VgsXHX1c5XS5lrw3CYhf-g",
        "link": "https://www.yelp.com/user_details?userid=VgsXHX1c5XS5lrw3CYhf-g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TlIXLQI0nogK3M4AFh67pw/180s.jpg",
        "address": "Miami, FL",
        "friends": 382,
        "photos": 352,
        "reviews": 58
      },
      "comment": {
        "text": "This is a nice Cuban restauant inside the Ponce City Market. I ordered the Cuban Sandwich with Yucca fries, and the meal came out pretty quickly. I always love yucca fries, and these did not disappoint, they came out hot and crispy, and really hit the spot. The garlic mayo it came with also complimented it perfectly. I actually couldnt resist when my order came out, and ate a few of the fries before remembering to take a picture for yelp! The Cuban sandwich was also tasty, but not the greatest I have had. I would definitely come back to this place, but try to order something other than the Cuban.",
        "language": "en"
      },
      "date": "2018-06-18T00:43:52Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sL4Au1q1whQ9TTJckEjIhQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/z_M9eQ_JerxF6qtO9h6pqw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bLOTBLPVk_bqQeB-4UNNhA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jennifer H.",
        "user_id": "AJ183UEHP3WQCmVlc5M_9w",
        "link": "https://www.yelp.com/user_details?userid=AJ183UEHP3WQCmVlc5M_9w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-cAWJKPX1kW-vlErZgo9aw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 162,
        "photos": 138,
        "reviews": 46
      },
      "comment": {
        "text": "El Super Pan is a small sandwich bar that produces an unforgettable sandwich with vibrant flavors!  The Cuban Mixto is the meatiest, juiciest, most well composed sandwich and may be my favorite thing in all of Ponce City Market. Half a sandwich is plenty for one person and worth the $7.50. The bread is perfectly crisp on the outside and holds together GENEROUS layers of Cuban slow roasted pork, ham, salami, stretchy melted Swiss, sliced pickles and yellow mustard.. They all go together so perfectly. While I was eating I was trying to decide which ingredient made the sandwich a hit. But I realized each piece was like a part of the song, the bridge the chorus, the hook, the verse, it's hot, written and produced so well making it #1 on my charts easily! I want to try other stuff on the menu but I've been there 3 times now and can't help but get the Mixto!!",
        "language": "en"
      },
      "date": "2019-04-30T01:53:46Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aWUd1WWJXSgfEKmqn0XYvw/o.jpg",
          "caption": "Cuban Mixto wrapped"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cecilia T.",
        "user_id": "u8aAkYywbCN6TuGhhMojtA",
        "link": "https://www.yelp.com/user_details?userid=u8aAkYywbCN6TuGhhMojtA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Svk3dJbOnc3j6aWH-mjqbg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 209,
        "photos": 296,
        "reviews": 287,
        "elite_year": 24
      },
      "comment": {
        "text": "Get the tofu bun. Tender, flavorful tofu sandwiched in a Chinese style bao bun that is as light as a pillow. Hints of coconut hit you between the bites of cilantro and pepitas that adorn the bun. Delish.",
        "language": "en"
      },
      "date": "2018-12-13T20:38:04Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Grace W.",
        "user_id": "T--EB2cWNYPBzey4-2Y3-w",
        "link": "https://www.yelp.com/user_details?userid=T--EB2cWNYPBzey4-2Y3-w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/V-820CpuZqKdFUURd76z4A/180s.jpg",
        "address": "Oakton, VA",
        "friends": 0,
        "photos": 15,
        "reviews": 9
      },
      "comment": {
        "text": "I'm from out of town and found out this place as a must-go area for visiting Atlanta.  Among all these food chains and restaurants, this wasn't catching my eyes but trust me, all the sandwiches and snacks are delicious!!! We got the pork belly and cabbage as snack, and El Media Noche as the sandwich entree.  The size is big and worth the price.  It's really juicy and flavorful.  I'll definitely come back again!!",
        "language": "en"
      },
      "date": "2019-07-06T21:44:50Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AH4d5xPpkWtp7m0xvHZj4Q/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=toxYMvr3wPzlCbYDfRji2Q&start=220"
  }
}