{
  "search_metadata": {
    "id": "65f0a26d8ccee003f02d3637",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65f0a26d8ccee003f02d3637.json",
    "created_at": "2024-03-12 18:43:57 UTC",
    "processed_at": "2024-03-12 18:43:57 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/4NtLqqnDPJjeCbrys1zpdw?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a26d8ccee003f02d3637.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a26d8ccee003f02d3637.prettify",
    "total_time_taken": 1.92
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 170,
    "num": "50",
    "place_id": "4NtLqqnDPJjeCbrys1zpdw"
  },
  "search_information": {
    "total_results": 1759,
    "business": "West Egg Café"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 1759
    },
    {
      "hl": "da",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Kevin F.",
        "user_id": "3ddHVJuh3KDOxOYxrMzxqA",
        "link": "https://www.yelp.com/user_details?userid=3ddHVJuh3KDOxOYxrMzxqA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zTHMZ8cP4Y1C315s1b0AiA/180s.jpg",
        "address": "Southfield, MI",
        "friends": 124,
        "photos": 2,
        "reviews": 15
      },
      "comment": {
        "text": "We got off to a late start and wanted brunch. This is a local hit spot so we tried it. Wait was reasonable. We had outside seating with a nice breeze on this hot day. I got an bacon and sausage and cheese omelette with potatoes and a sour cream pancake on the side. Omelette was fluffy and cook ok. Wasn't the best omelette I've had but it was tasty. The sour cream pancake was different and filling. Taste was ok. I'd go back and try something different next time.",
        "language": "en"
      },
      "date": "2022-06-13T19:31:56Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Horatio J.",
        "user_id": "PCSbYenfBVXDoSURe6o5gw",
        "link": "https://www.yelp.com/user_details?userid=PCSbYenfBVXDoSURe6o5gw",
        "address": "Downtown, Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "The service was terrible. \n1) We waited for an hour longer than they told us and it turned out they forgot about us. \n\n2) Once we sat down they didn't give us a menu or water. Anything we asked for like jelly they forgot about or it took an extra 30 minutes. \n\n3) The food is overpriced for the amount of food you get. \n\n4) The only saving Grace is that the food was seasoned.",
        "language": "en"
      },
      "date": "2022-08-28T19:31:12Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Audrey M.",
        "user_id": "f2_bqQug-lhtjbYbGUTpxQ",
        "link": "https://www.yelp.com/user_details?userid=f2_bqQug-lhtjbYbGUTpxQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/o7VzEH9UZTZ00de1s3BEEw/180s.jpg",
        "address": "McDonough, GA",
        "friends": 0,
        "photos": 4,
        "reviews": 4
      },
      "comment": {
        "text": "The vibe in here is so cute and the playlist is gas. The food was also amazing!! the garlic roasted grits were the best i've had and the coffee was so good too. Toni was our server and she was so sweet l! Deff coming back",
        "language": "en"
      },
      "date": "2022-01-05T19:35:19Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lPXnU72EcliMCd5bd_XfVw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RCzeVI3KWBcP-BiLFUlMEA/o.jpg",
          "caption": "cortado"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tanya J.",
        "user_id": "yz9DmlhxDknaw5lYXvtBLQ",
        "link": "https://www.yelp.com/user_details?userid=yz9DmlhxDknaw5lYXvtBLQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TkFWaidfva5a-d_sAMG0SQ/180s.jpg",
        "address": "Savannah, GA",
        "friends": 133,
        "photos": 979,
        "reviews": 371,
        "elite_year": 24
      },
      "comment": {
        "text": "I came here for brunch on one of the \"Atlanta Snow Days\" that happened last week. There is a parking in a garage around the corner, which always makes me feel better because I don't have to stress about finding a spot when my stomach is eating itself.\n\nThe decor and vibe is very hip and modern, almost hipster-ish, which is right up my alley!\n\nI arrived before my party and ordered a chamomile tea and was pleased with the set up that included a small tea pot and lemon wedges and honey per my request. Really good tea by the way. My friend ordered orange juice, which came in a large sized glass, and my other ordered the unlimited coffee that is an option if you dine in.\n\nNow to the food. YUM.\nI ordered the fried chicken biscuit that was smothered in tomato gravy. It was good, but I was hoping the chicken would be a bit more seasoned. There was bacon on it which added to the flavor, but when I return, I'll be exploring other option. I also ordered some grits on the side, but wasn't tall that impressed. I don't think I'm a grits type of gal!\n\nMy friend ordered the black bean cake and eggs, and WOW. Who knew black beans could have so much flavor and work with eggs?? I deff want this next time around.\nMy third fiend ordered the shrimp and grits and she was very pleased!\n\nWhen our food got to the table, it wasn't as hot as we wanted. The waitress was very nice and warmed up our food without any issues and was very apologetic. \n\nEach of payed less than $20 for our orders and left satisfied. I will be back!",
        "language": "en"
      },
      "date": "2018-01-21T15:39:46Z",
      "rating": 4,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yV7MSFUKZCbTpxKTJsQbQA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DWKTuZof8lIkyqXCZigoew/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R6sETLU4ZR3dUObwYKV1uA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WfE8fcyMOvcaIp5iG37wKg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9wFbp4oVzINvXlw3rKpLBQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/L-DJxlAGf3yEbSrXnnlelg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 2,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Remi S.",
        "user_id": "7TrgW44hV8g9y3-uhNRMRw",
        "link": "https://www.yelp.com/user_details?userid=7TrgW44hV8g9y3-uhNRMRw",
        "address": "Kennesaw, GA",
        "friends": 9,
        "photos": 3,
        "reviews": 4
      },
      "comment": {
        "text": "It was about 10 of us that visited and we all hated our food. It was bland. Tasted very unseasoned. Won't be going back. If they added seasoning it could be a great place.",
        "language": "en"
      },
      "date": "2023-02-07T01:24:44Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Crystal D.",
        "user_id": "qTror7qGHO3X_liEk57gmA",
        "link": "https://www.yelp.com/user_details?userid=qTror7qGHO3X_liEk57gmA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3aIJdZwcPoSItKRXZ4p1yA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 343,
        "photos": 183,
        "reviews": 356
      },
      "comment": {
        "text": "So I got around to trying west egg cafe and I'm so glad that I did. I went with a group of friends for Sunday brunch because we were celebrating our friends recent engagement. \n\nWest egg cafe like most brunch restaurants do not accept reservations, so more than likely you need to prepare yourself for a long wait. I believe our party had to wait about about 90 min. \n\nWhen were finally seated, our party got a pitcher of mimosa which were okay as far as mimosas go. \nOur server was pretty attentive and we didn't have to wait too long for the food which is great considering how packed the restaurant was. \n\nI ordered the churro waffles and sausage and the Georgia Benedict. The churro waffles were just as amazing as I imagined. A crispy waffle covered in sugar and rich chocolate sauce. So decadent. The Georgia Benedict was good as well. I always like poached eggs and the turkey sausage was pretty decent as well.",
        "language": "en"
      },
      "date": "2020-01-07T04:16:01Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DthplVJ0Ky9u7VR1XZaAlA/o.jpg",
          "caption": "Georgia Benedict"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2-yUsLtTcRm0RkADaus-TQ/o.jpg",
          "caption": "Churro waffles"
        }
      ],
      "feedback": {
        "useful": 7,
        "funny": 1,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Trent J.",
        "user_id": "mexKrWs6MUAIo4cONI1GYw",
        "link": "https://www.yelp.com/user_details?userid=mexKrWs6MUAIo4cONI1GYw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 10
      },
      "comment": {
        "text": "The food is great with lots of options for dietary restrictions and the shrimp and girts are amazing. Just be prepared for long waits at peak hours.",
        "language": "en"
      },
      "date": "2023-02-19T16:21:20Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Elizabeth G.",
        "user_id": "p45X9TF6ZlCjsvAG_ag6Xw",
        "link": "https://www.yelp.com/user_details?userid=p45X9TF6ZlCjsvAG_ag6Xw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZbxOwR6yzd6XZ84m_BAgaw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 320,
        "photos": 415,
        "reviews": 308,
        "elite_year": 24
      },
      "comment": {
        "text": "Loveeeee West Egg for brunch and that's why we keep coming back! I'll be honest, the long wait here is the biggest downside (2 hr waits, really?) and the reason why half the time I try to go here I end up leaving. But there are some awesome things about this place!\n\nThoughts and Recommendations:\n- Favorite Dishes: the Fried Chicken Hash is a large portion and so flavorful, the Pimento Cheese and Bacon Omelette is just a classic easy choice, The Georgia Benedict is another classic you can't go wrong, and the Challah French Toast is large portion and if you have a sweet tooth you'll love it. \n- Good Coffee: I've said this in other reviews- good coffee is a great indicator of a solid restaurant and West Egg is no exception. I usually order the drip coffee and it's consistently brewed fresh. \n- Friendly service: I love how warm and friendly the staff is every time. They servers check on the table often, refill our drinks without having to ask, and are just very helpful and quick if we need anything. \n- Photobooth: Not many places have a photobooth and I love West Egg for having one. It's a fun way to capture memories- especially if you're here celebrating a big day or catching up with a good friend. Last time I took pics (like 4 years ago) it only accepted cash- but I'm not sure if that's still the case.\n\nOverall, West Egg is a great brunch spot if you're not starving and time to  wait. The food is delicious and affordable, and the parking situation isn't too bad (rare in Atlanta). Just park int he parking deck in the back and follow the signs to West Egg. I hope this review helps!",
        "language": "en"
      },
      "date": "2020-01-27T18:16:31Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Kelsey C.",
        "user_id": "tyoWLA3kSLPZ_yQiUTqJ4Q",
        "link": "https://www.yelp.com/user_details?userid=tyoWLA3kSLPZ_yQiUTqJ4Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3J1ZTNrMzdw4BhBSLYGisw/180s.jpg",
        "address": "West Hartford, CT",
        "friends": 2,
        "photos": 3,
        "reviews": 34
      },
      "comment": {
        "text": "I came for weekend brunch and this place was BUSY. I ordered the black bean cakes & eggs. It wasn't what I was expecting, but it was somewhere in between okay and good. Wouldn't order it again. But the other food I saw coming out to tables looked delicious! I'm eager to go back and try other options.",
        "language": "en"
      },
      "date": "2022-03-14T13:05:59Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jing L.",
        "user_id": "P4AxBC_5533A7CzkrFgsnw",
        "link": "https://www.yelp.com/user_details?userid=P4AxBC_5533A7CzkrFgsnw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5WnZkhyE_QJK5MayR1SV-w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 492,
        "photos": 1057,
        "reviews": 315,
        "elite_year": 24
      },
      "comment": {
        "text": "I took off a star for the wait. After an hour wait, we (party of 2) were finally seated. We ordered everything quickly including all drinks all in one go since we were very hungry. It took a little while for our coffees to come (which is why I deducted one star), and the coffee was not hot when we got it. \n\nFood: 5 stars. I loved my tofu scramble. It came perfect with a side of potatoes. The potatoes were well seasoned too, so not much sauce was needed. \n\nService: Our waitress was very friendly and got us everything we needed. No complaints there.\n\nParking: There is free parking in the garage right behind the restaurant.. you have to look for it otherwise you might miss it.\n\nAmbiance: I like the interior of this place too. It's loud so it's hard to have an intimate conversation (especially since the tables are so close together) but definitely a lively brunch place. \n\nI really like this place but I'm always reluctant to come here due to the wait. 1 hour is actually not so bad for this place... (a lot of times it is longer) but it's just too much if you are hungry and there are plenty of other good options.",
        "language": "en"
      },
      "date": "2017-11-21T21:35:58Z",
      "rating": 4,
      "feedback": {
        "useful": 3,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Andy B.",
        "user_id": "0cHEkFahUqJiobK3vo8BbA",
        "link": "https://www.yelp.com/user_details?userid=0cHEkFahUqJiobK3vo8BbA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kQo5cSNRnQ2CLk3i82GZGw/180s.jpg",
        "address": "Bethesda, MD",
        "friends": 376,
        "photos": 4509,
        "reviews": 481
      },
      "comment": {
        "text": "I love breakfast - it is the most important meal of the day, after all - but on this particular morning, one of the pleasures of a slow leisurely morning was just downright average. It's the first time in a very very very long time that I actually left half of my breakfast on the plate.  \n\nI ordered one of the build-your-own omelets, truly an impressive quantity of food - three eggs, choice of fillings, potatoes, and a biscuit. The omelet was incredibly greasy, with that greasy taste being front-and-center with every bite - and I knew after the first bite that I wouldn't be finishing the omelet. The potatoes were crispy (the way I like them) but lukewarm, and the biscuit was just okay.  \n\nOn the positive side, the staff here is quite friendly, making sure my coffee cup was full at all times and that I had what I needed. \n\nUnless you're already in the Westside Provisions part of town, it's not worth the Uber ride over - and even if you are, I'd suggest searching down other options.",
        "language": "en"
      },
      "date": "2019-10-28T14:40:41Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2_V2O1l1-mMo336XkEeR6Q/o.jpg",
          "caption": "Three-egg omelet"
        }
      ],
      "feedback": {
        "useful": 14,
        "funny": 4,
        "cool": 7
      }
    },
    {
      "user": {
        "name": "Merciiful S.",
        "user_id": "6hndjAgzFbkdOzSIgxKfMg",
        "link": "https://www.yelp.com/user_details?userid=6hndjAgzFbkdOzSIgxKfMg",
        "address": "Red Level, AL",
        "friends": 75,
        "photos": 2,
        "reviews": 9
      },
      "comment": {
        "text": "One of my favorite brunch spots. Food is great. Vegan options. Sundays are busy so expect a wait but it's worth it..",
        "language": "en"
      },
      "date": "2023-01-21T09:44:49Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Robleh I.",
        "user_id": "1hPnu7WDjldcLsclvULFMw",
        "link": "https://www.yelp.com/user_details?userid=1hPnu7WDjldcLsclvULFMw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bk5EuHUZgnHU4tBGCHeXxg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 922,
        "photos": 329,
        "reviews": 117
      },
      "comment": {
        "text": "West Egg cafe,  for the price ... you can't beat it. Most dishes range from  $9 - $15. So if you want to do brunch, but are on a budget. West Egg Cafe is your go to brunch locations.\n\nEvery other restaurant in the West Side Provisions district is pretty pricey. They have a wide variety of options on their menu as well.\n\nCons: very popular brunch location in Atlanta, long waits on the weekend. Highly recommend reservations made prior :)",
        "language": "en"
      },
      "date": "2020-01-11T19:45:35Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zreJ0EzEwPDOpqot6Blw5g/o.jpg",
          "caption": "Fried Chicken Hash.  very tasteful, & filling :)"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "LaShonda H.",
        "user_id": "-uIXd009v-3saovHoW1-Mw",
        "link": "https://www.yelp.com/user_details?userid=-uIXd009v-3saovHoW1-Mw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bJ5gWYUj0F92wd-_zw-6jw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 259,
        "photos": 1854,
        "reviews": 610,
        "elite_year": 24
      },
      "comment": {
        "text": "I've been here several times and I'm finally writing a review. There's free parking in the Westside Provisions deck and there's a walkway on the 1st level that leads out to the shops and restaurants. \n\nI walked in on a Sunday morning, the place was packed. I could barely see the hostess stand! I asked her if the bar was first come first served and she said yes. I gladly sat right down. \n\nThe server was super nice and I decided to order the Westside Pile Up- skillet potatoes topped with onions, peppers, cheddar cheese, bacon, two eggs. I subbed the bacon for 2 turkey sausage patties. I added spinach and changed the eggs for egg whites. That added about $2 on to my total unbeknownst to me. I ordered the peppermint tea as well with honey and lemon. \n\nIt was a pretty good meal. The potatoes were a little tough but I did enjoy the meal. It was a farm to table style meal. I paid around $20 including tip which was a little pricey but you're honestly paying for the ambiance as well. It's a nice place to bring someone if their visiting!",
        "language": "en"
      },
      "date": "2018-01-01T00:21:29Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/n5qsoSzrVoLjX42qEhCgug/o.jpg",
          "caption": "Westside pile up"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chris L.",
        "user_id": "COeW_mwNzCTPmdNeljYuxA",
        "link": "https://www.yelp.com/user_details?userid=COeW_mwNzCTPmdNeljYuxA",
        "address": "Henderson, KY",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Perfect experience as always! Our out of town guests enjoyed the food and the vibrant west Midtown area.",
        "language": "en"
      },
      "date": "2023-01-18T23:29:34Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Thuy L.",
        "user_id": "5tGTnB3AlDouS2Z8ACLwyA",
        "link": "https://www.yelp.com/user_details?userid=5tGTnB3AlDouS2Z8ACLwyA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mcHXagKNTr0FwFBaLzJpiw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4,
        "photos": 41,
        "reviews": 28
      },
      "comment": {
        "text": "What in the avocado toast is this? I do not recommend ordering to go services here for breakfast. I ordered avocado toast and it looks like they just took the avocado and put it on top of the toast.",
        "language": "en"
      },
      "date": "2021-05-02T12:59:49Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GNy9vWwNET770IqIfsN3RQ/o.jpg",
          "caption": "Avocado toast"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Vivian R.",
        "user_id": "jva9uWcPL_22EMYOpCAHUw",
        "link": "https://www.yelp.com/user_details?userid=jva9uWcPL_22EMYOpCAHUw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 15
      },
      "comment": {
        "text": "Great breakfast spot! It can be a lil wait but, worth it. They also have cocktails!!!!",
        "language": "en"
      },
      "date": "2022-12-29T22:12:23Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ana N.",
        "user_id": "V98-R-fyNZG2VqZiJp9WlQ",
        "link": "https://www.yelp.com/user_details?userid=V98-R-fyNZG2VqZiJp9WlQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vRgeVM61LGFOGaxESe70CQ/180s.jpg",
        "address": "Durham, NC",
        "friends": 405,
        "photos": 58,
        "reviews": 47
      },
      "comment": {
        "text": "If you're looking for a cute industrial looking brunch place, I would definitely recommend West Egg Café. While this restaurant might seem small on the outside, the indoor space along with outdoor patio is large enough to accommodate many guests. I ordered the Fried chicken hash while my friends ordered the egg sandwich and both were delicious! My friend who was vegetarian was able to sub out the bacon in her sandwich with vegetarian sausages which is a plus as most places don't offer that option. They also have your usual brunch cocktails that you can order like mimosas. Overall, a great place and service was also pretty good.",
        "language": "en"
      },
      "date": "2021-08-22T23:13:26Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4zbwLj_1Kd-KlUaqhT1ZHw/o.jpg",
          "caption": "Egg sandwich, fried chicken hash"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Janae I.",
        "user_id": "gpM1QTchHPw_mcgSk7_uuw",
        "link": "https://www.yelp.com/user_details?userid=gpM1QTchHPw_mcgSk7_uuw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/45jKRDn6jze_A7b7mg44Mg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 212,
        "photos": 112,
        "reviews": 33
      },
      "comment": {
        "text": "this is the most covid safe i've felt at a restarant so far during covid. the tables were DISTANCED well over six feet and i very much appreciated it. each table has a wooden block and the server only comes to the table if you flip it to green. we were also instructed to put our masks on when the server approaches the table, which i appreciate! i want to keep our frontline workers safe as well. \n\ni had a great time and the food was delicious. shout out to the creme brulee latte that was delicious. \n\nwill definetely make this my go to spot for breakfast during covid. make sure to make a reservation or else you probably wont get a seat!",
        "language": "en"
      },
      "date": "2021-02-09T20:44:18Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nJo2AX_9eV7RGz2Xa5X-5g/o.jpg",
          "caption": "creme brulee latte. so so good!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IQJlQW3nTQciNVgydXriag/o.jpg",
          "caption": "omlette"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VekwqoJLxMIY9hmoD8ttxQ/o.jpg",
          "caption": "omlette"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/diT28dpa9kUNXOu6ijY0kw/o.jpg",
          "caption": "fried chicken biscuit (i substituted the salsa for pimento cheese! yum!)"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Yanan W.",
        "user_id": "xbOcawiNYfcJJAIvBP_3Vg",
        "link": "https://www.yelp.com/user_details?userid=xbOcawiNYfcJJAIvBP_3Vg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YngmzToNzbMuptHy7GBGyw/180s.jpg",
        "address": "Chicago, IL",
        "friends": 9,
        "photos": 57,
        "reviews": 16
      },
      "comment": {
        "text": "Went here while visiting atlanta for the weekend and really enjoyed this place!\n\nAmbiance: 10/10. This restaurant has a cute n casual yet hipster vibe to it. The place was clean and very popping - seems to be popular with the locals!\n\nService: 10/10. Our waitress was prompt to check on our table throughout the meal and was very willing to help answer questions about the menu. Didn't have to wait for a table and food came out quickly.\n\nFood: 10/10. I ordered the tofu scramble and it was so much more food than what I was expecting. Highlight of the dish: lots of veggies and the vegetarian sausage was so tasty!! My friend ordered an omelet and it was also very good. The roasted potatoes on the side were delicious as well.\n\nDrink: 10/10. We tried the spicy hot chocolate and it indeed had a kick to it. Don't think I'd normally prefer my hot cocoa to be spicy but it ended up growing on me! Wish I took a picture of the cute foam layer on top when it just came out.\n\nOverall, really enjoyed this place and it has a lot of relatively healthy breakfast options!",
        "language": "en"
      },
      "date": "2019-11-24T18:55:12Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3lOW8AUrm31JaFd_J1U8Mg/o.jpg",
          "caption": "Tofu scramble w potatoes"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Vaishu M.",
        "user_id": "6Lv184WmG6wP9H0YhBD_qQ",
        "link": "https://www.yelp.com/user_details?userid=6Lv184WmG6wP9H0YhBD_qQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/shxMQMjhOWsKG2bV9XwiUA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 140,
        "photos": 89,
        "reviews": 182,
        "elite_year": 24
      },
      "comment": {
        "text": "This is a very solid brunch spot in Midtown! The food wasn't overpriced. You definitely get what you pay for. The wait, however, is crazy long. I waited for 1 hour on a Saturday morning, but the food was worth it. Their service was great, too. My cousin and I accidentally missed our call, but we were seated as soon as we came back to the restaurant.\n\nTheir biscuits were my favorite!! They were by far the BEST biscuits I've ever had. The turkey sausage was alright, but the gravy was awesome. I ordered scrambled eggs and skillet potatoes, both of which were perfectly seasoned.\n\nI wish I had tried some of their drinks! I'll keep that in mind for next time!!",
        "language": "en"
      },
      "date": "2017-10-17T07:08:02Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WSKwZLfvZmtvKhiDTa9HoA/o.jpg",
          "caption": "The food was SO GOOD"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fSkVfMk-_l0fnKPCqihF-Q/o.jpg",
          "caption": "Shot glasses or water glasses?"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Monica H.",
        "user_id": "J5hJAY1f803vP__9aoTt2A",
        "link": "https://www.yelp.com/user_details?userid=J5hJAY1f803vP__9aoTt2A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/U6oCe8HY7TbwiwuHn9eHAg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 36,
        "photos": 275,
        "reviews": 43,
        "elite_year": 24
      },
      "comment": {
        "text": "I tried the Fried Chicken Biscuit which I concluded is overrated. It wasn't nasty by any stretch but there was no wow factor. On a positive note, the roasted garlic grits were definitely made with love. All of it was more than enough to keep me full until lunch. \n\nAlso, the restaurant is very cute inside so that may be just enough to bring me back to try another dish.",
        "language": "en"
      },
      "date": "2018-05-17T13:33:59Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3ywjL4mmncb38nhJGwm1AQ/o.jpg",
          "caption": "The chicken biscuit. It was just okay."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Doha D.",
        "user_id": "EBgSO1QWnjF6feyZBinPzw",
        "link": "https://www.yelp.com/user_details?userid=EBgSO1QWnjF6feyZBinPzw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 3,
        "reviews": 6
      },
      "comment": {
        "text": "Very friendly environment.  Casual and nice. The weather was nice so we sat outside it was very entertaining.\nThe food was really good and the staff was so friendly!!",
        "language": "en"
      },
      "date": "2022-06-30T03:04:07Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Danielle L.",
        "user_id": "cAvlJ-lvBywOjcG1FTC_7A",
        "link": "https://www.yelp.com/user_details?userid=cAvlJ-lvBywOjcG1FTC_7A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UcuM6U_-iLbVZJolbDjpzw/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 79,
        "photos": 191,
        "reviews": 237,
        "elite_year": 24
      },
      "comment": {
        "text": "Omg, thanks to yelp and eater for leading me down this path.  West Egg was the perfect end to an ATL weekend!\n\nMy bf can be picky sometimes and this place had so many GREAT options it can satisfy anyone's cravings.  He was in the mood for southern fried chicken and I wanted eggs benedict so bad. We also wanted something sweet and got pancakes to split as well.  Everything we had was delicious!! Another star of the plate was the pimento grits... ohhh my we will dream about these!\n\nWill definitely be returning to you West Egg \n\nXOXO - @pittsburghkitchen",
        "language": "en"
      },
      "date": "2017-10-01T22:40:24Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mCunbaeuLaiy-OMGdAyweg/o.jpg",
          "caption": "Fried chicken biscuit with incredible red pepper sauce. Pimento grits on the side were heaven!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8vssBYLV-7ncD2KMVk-c1A/o.jpg",
          "caption": "Perfect eggs benny with a sweet short stack of pancakes"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Acelyn B.",
        "user_id": "dXnlJ6ELbqIAfB79g3t3ag",
        "link": "https://www.yelp.com/user_details?userid=dXnlJ6ELbqIAfB79g3t3ag",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fSLQeQWShLjgOaAMAQXJUg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 750,
        "photos": 32,
        "reviews": 619
      },
      "comment": {
        "text": "NOTE: Late, pre-COVID review! \n\nYou have to accept the fact you're going to be waiting for a table, but I really think it's worth it! We got lucky and only waited maybe 40 minutes on an early Saturday afternoon. \n\nThe menu is pretty much brunch all day, every day, but they have a separate specials menu on the table. That's what I ordered from & got the lemon curd & blueberry compote pancakes. I like sweet & savory for brunch, so I also ordered a side of potatoes. Well, obviously that was a mistake when the server came with my food. Literally, my reaction was \"holy crap, those are huge pancakes!\" It was the entire size of the plate! So not only was I full after eating only half of it, I definitely did not need those potatoes. Both were still great as leftovers though! The lemon curd was tart but not too lip puckering, and paired well with the subtle sweetness of the blueberry compote. The pancakes themselves were thick and slightly fluffy. I just wish there was more curd to pancakes. I suppose that's what syrup is for though.",
        "language": "en"
      },
      "date": "2020-11-10T15:46:45Z",
      "rating": 5,
      "feedback": {
        "useful": 4,
        "funny": 2,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Tony L.",
        "user_id": "W-8nzvd9WQXoEg4---44Wg",
        "link": "https://www.yelp.com/user_details?userid=W-8nzvd9WQXoEg4---44Wg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2oHPD_5olhe58oURFr20wQ/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 795,
        "photos": 1516,
        "reviews": 679,
        "elite_year": 24
      },
      "comment": {
        "text": "I came here for a solo dining experience after being recommended for brunch by an Emory alumnus. I came on a nondescript Thursday morning and it was about 75% occupied with plenty of servers. \n\nThe place looks much more hip/fancy than it actually is, so it definitely has positive vibes. The prices all seemed fair as well, so don't shy away if you're worried about breaking the bank. \n\nI was seated immediately and got a tea to start. Upon the server's suggestion, I got the Georgia Benedict - two poached eggs on sausages stop split biscuit, with sausage gravy on top. I chose potatoes as my side and got the garlic grits in addition (you get to choose one, but I wanted to try both). \n\nThe food took a while to arrive, but not exceptionally long (~15 minutes). The arrival was metaphorical for West Egg Cafe in its entirety - looks pretty, but full of fluff. Let's go item by item:\n\nGarlic Grits - soupy consistency, tasted like sweet corn, had too much granulation to it. \nPoached eggs - overcooked, hard in middle and did not run. \nSkillet Potatoes - not seasoned with anything other than salt, and not crispy enough. It definitely needed something extra like parsley, paprika, pepper - anything, for the love of God!\n\nI wasn't too upset because the food wasn't expensive, but for all its hype and aesthetic, I was expecting a lot more.",
        "language": "en"
      },
      "date": "2019-08-10T16:52:31Z",
      "rating": 2,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Phil E.",
        "user_id": "l3ZPf5Sn0ZDf4ZVkMc0M3Q",
        "link": "https://www.yelp.com/user_details?userid=l3ZPf5Sn0ZDf4ZVkMc0M3Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/KHV-VA53J7hyJ1Czg1dc-Q/180s.jpg",
        "address": "Tavares, FL",
        "friends": 18,
        "photos": 1403,
        "reviews": 352,
        "elite_year": 24
      },
      "comment": {
        "text": "Tasty place. A little pricey but to be expected in Atlanta. \nNo morning booze until 9AM\nGood covered parking.\nFriendly staff - open airy \nSome outdoor seating\nLots of options\nI had the Georgia Benedict",
        "language": "en"
      },
      "date": "2019-10-02T12:31:28Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Grace L.",
        "user_id": "7b_J1f8OfpgcJbFaxaBNog",
        "link": "https://www.yelp.com/user_details?userid=7b_J1f8OfpgcJbFaxaBNog",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XxcoCJh4x2SWHrL-ZJRcMQ/180s.jpg",
        "address": "Seattle, WA",
        "friends": 231,
        "photos": 133,
        "reviews": 81
      },
      "comment": {
        "text": "Really good brunch/ breakfast spot \n\nThe free parking garage is a major plus \nWait will always be long but there's so much to do around that's walking distance \n\nI got the pimento bacon omelet - didn't really taste like pimento cheese though. Just a heavy dose of cheddar",
        "language": "en"
      },
      "date": "2019-07-28T17:59:25Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fenZhO5gJej6DnnU-h8Naw/o.jpg",
          "caption": "Pimento omelet"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Daryl O.",
        "user_id": "D2FSS-SyqpX0aqURcH6qBQ",
        "link": "https://www.yelp.com/user_details?userid=D2FSS-SyqpX0aqURcH6qBQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LMmqlyAtp3e5P8Qpjs_UoQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 670,
        "photos": 483,
        "reviews": 194,
        "elite_year": 24
      },
      "comment": {
        "text": "On Sundays this place seems to be pretty busy. \nThe have free parking in the lot so that's a plus given the limited parking when trying to find somewhere to go in the city. \nDon't be discouraged by the wait time, it honestly flies by before you know it.\nWe were seated not too long after the \"hour wait\" and quickly greeted by our server. \nI can't remember her name at this time but she was very pleasant & attentive. At one point we couldn't find her so called someone else over but quickly stepped in to make sure our needs were met.\nMain reason for coming here...the churro Waffles.\nI must admit there were pretty good. \nThe only thing I didn't care for was the chocolate sauce. They say they switch it up I think either monthly or quarterly so I went with regular syrup & that was still just fine.\nThe bacon & potatoes were also very excellent.\nGranted this place does not offer bottomless mimosas but I was fine with making my own so I was in control of how much I was drinking.\nDefinitely coming back here soon!",
        "language": "en"
      },
      "date": "2019-06-10T00:42:41Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j2K-I8cOhhKVwzFOj4WkSw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uM0nUydiIqDLE1QZlNb9fw/o.jpg",
          "caption": "Mimosas  (Not bottomless)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P22ex_f60cZqIrBmFe8dTQ/o.jpg",
          "caption": "Churro Waffles"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KcwpdjDNLDUkRp8BjeWPYQ/o.jpg",
          "caption": "Side of bacon Side of home fries"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "DeRoyce R.",
        "user_id": "uTrXYqpGwAiCPJfHdonLSA",
        "link": "https://www.yelp.com/user_details?userid=uTrXYqpGwAiCPJfHdonLSA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YFzP3uWa0Dt_vG_9L179hQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 20,
        "photos": 247,
        "reviews": 62,
        "elite_year": 24
      },
      "comment": {
        "text": "This place is in the perfect location in Midtown. The menu is simple, yet plentiful. I went with the breakfast choice even though it was the afternoon. (Breakfast served all day). It was my first time going and didn't know what to expect, but was  very satisfied. I will definitely be going back. Right next to the restaurant  was a parking garage that was free and well within walking distance.",
        "language": "en"
      },
      "date": "2020-01-30T00:37:22Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LsgYYn22Vj0MFrmXz9n7_w/o.jpg",
          "caption": "Banana Bread French Toast Scrambled eggs Mimosa"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dr. Shannon W.",
        "user_id": "peU-oq0CIIHJXXT41mmFeA",
        "link": "https://www.yelp.com/user_details?userid=peU-oq0CIIHJXXT41mmFeA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NUfFRGCv7Rfx63JUtEClsQ/180s.jpg",
        "address": "Houston, TX",
        "friends": 8,
        "photos": 127,
        "reviews": 67
      },
      "comment": {
        "text": "So my hubby and I had friends in from out of town and they asked if we could pick a place in Buckhead to meet up for brunch. I was looking for a place that had the basic breakfast items for my \"traditional breakfast only\" husband and some more unique, elevated options for me. West Egg was it! \n\nParking was a bit of a headache. There is a big parking garage in the center, but I guess because of the time of day (Friday noon) it was packed. Thankfully, we found a spot. \n\nFrom the time we walked up to West Egg, there was such a cool, laid back vibe. Adirondack chairs out front for lounging. Cool staff. We sat on the patio. It was a breezy day, so they had the plastic panels open, allowing the breeze to flow through, aided by the ceiling fans out there. \n\nThe menu was great. It literally took me and the other lady in my party 15 minutes to decide because there were SO many delicious options! The two guys in our party were traditionalists, so they both went for the bacon, eggs, and pancakes. The sour cream pancakes were LEGIT, y'all. Fluffy and moist. They had just a hint of cinnamon in them that really set them off. However, the grits were the real all-stars. They were garlic grits and sooo good!\n\nI got the egg sandwich, which was also delicious - and huge. I asked for the tomato jam on the side, thinking it would be more like ketchup, but it was actually sweet like jelly. I slathered it all over my sandwich and dug in! The side salad with balsamic that came with it was the perfect accompaniment. \n\nAll in all, it was a great, laid back, cool and unhurried casual brunch experience. The service was slow, but fortunately, we were there to hang and weren't in a hurry. We topped off our visit by getting a slice of their beautiful caramel cake to go (I'd give it a 7 out of 10 stars). We keep talking about the place and can't wait to go back!!",
        "language": "en"
      },
      "date": "2019-06-16T08:00:50Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/h64vplrGadF99KRkFlXSDQ/o.jpg",
          "caption": "The egg sandwich was huge, beautiful and delish!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/z9r_hnsIo2FQ8JgVSTR7BA/o.jpg",
          "caption": "My egg sandwich and my gluten-free friend's Greek salad with chicken in the background."
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Tina M.",
        "user_id": "txK3CofQlWkGh4Q9ldYlgg",
        "link": "https://www.yelp.com/user_details?userid=txK3CofQlWkGh4Q9ldYlgg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/afdO2QsRCuHcJIUTxR6bJw/180s.jpg",
        "address": "Doraville, GA",
        "friends": 1,
        "photos": 140,
        "reviews": 75
      },
      "comment": {
        "text": "Food was tasteful. I would have like to have it served hotter. The atmosphere was filled with lots of joy.",
        "language": "en"
      },
      "date": "2021-06-12T19:44:11Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MU7a8Wgk3dAckYJ2T2A6lg/o.jpg",
          "caption": "cookie dough latte"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Luke L.",
        "user_id": "rQLEfpfSjVK-3dBmIMKZDA",
        "link": "https://www.yelp.com/user_details?userid=rQLEfpfSjVK-3dBmIMKZDA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rR2hvEJm4Vzb3ShTbwpKfg/180s.jpg",
        "address": "San Gabriel, CA",
        "friends": 26,
        "photos": 14951,
        "reviews": 2148,
        "elite_year": 24
      },
      "comment": {
        "text": "My friend and I were supposed to go to Aviva by Kameel, but I wasn't exactly sure whether they actually open for breakfast because their website stated 11 AM to 4 PM. In the end, we decided to come to West Egg Café instead. I found a free parking garage behind the restaurant and we were able to get a table immediately (came on Monday at 8 AM).\n\nChef Andrew Smith won the Jekyll Island Shrimp & Grits Festival's cooking competition back in 2016 and the winner of the cooking competition got an opportunity to cook the dish for the Governor of Georgia. The menu is pretty straightforward and about half of items come with either roasted garlic grits or biscuits. I order a cup of Earl Grey and it came in a small metal pot and was ready to drink - a thumb up on details (usually I just get a cup of hot water and a tea bag)!\n\n***\n\nGeorgia Benedict (turkey sausage patties, two eggs*, turkey sausage gravy over split biscuit, choice of roasted garlic grits or skillet potatoes - $10.50): Roasted garlic grit tasted pretty bland, but turkey sausage patties were flavorful and the combination between poached eggs, gravy, and biscuit was very good.\n\n***\n\nThis was the 2nd restaurant I visited in the South that actually gave out a postcard together with your receipt (this never happened in any of brunch places that I have been to in Los Angeles). It is a good all-around brunch place with Southern influence, but I wouldn't wait for more than a hour - so come during early weekdays to avoid the potential long wait!",
        "language": "en"
      },
      "date": "2018-01-20T21:06:10Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P3jaxVIhM24OiWIsh-PvHw/o.jpg",
          "caption": "Menu (Dec 2017)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3pwPVrhsAbJawDc4pZuy4w/o.jpg",
          "caption": "Georgia Benedict (turkey sausage patties, two eggs*, turkey sausage gravy over split biscuit - roasted garlic grits - $10.50)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4J4S8n4yQKdCbHoZ5UT1IQ/o.jpg",
          "caption": "Postcard"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kaneka R.",
        "user_id": "VFCBR0N8aL17Wp_CTqCfog",
        "link": "https://www.yelp.com/user_details?userid=VFCBR0N8aL17Wp_CTqCfog",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/boevRNPAtHhuQLTaoR-K1w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 324,
        "photos": 2716,
        "reviews": 491,
        "elite_year": 24
      },
      "comment": {
        "text": "West Egg is one of my favorite brunch spots in the city and I wish I lived closer so i could go more often. Who doesn't love a restaurant that offers brunch all day!  I try to go when its not too busy, which is very rare.  I was super excited that I had this Thursday off and could stop by for a late afternoon weekday brunch. So thankful for vacation days. \nOn this occasion I decided to try something different; I went with the omelet, biscuit, garlic grits and skillet potatoes. I also had a spicy bloody Maria  and coffee.  Spicy Maria has tequila instead of vodka for those wondering. I know it was alot but this girl was hungry, lol....I ate everything on my plate. \n It was the perfect meal and the service was great. The server checked on my periodically and always kept my coffee cup full. Looking forward to my next visit.",
        "language": "en"
      },
      "date": "2018-01-05T21:52:22Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SUO1U_FqqSafmn9wHi_67A/o.jpg",
          "caption": "Breakfast is served"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Monique V.",
        "user_id": "03I5PkJiXk2V0I3moiCVXA",
        "link": "https://www.yelp.com/user_details?userid=03I5PkJiXk2V0I3moiCVXA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ug3Pfh7q6P7ZhMnY0bq5Vg/180s.jpg",
        "address": "Chamblee, GA",
        "friends": 197,
        "photos": 1380,
        "reviews": 259,
        "elite_year": 24
      },
      "comment": {
        "text": "Went back to West egg for brunch with friends. This time around was better. Well the wait was about an hour but it was Sunday at noon in Midtown so sounds about right.\n\nWhile we waited to be seated I had a milky way latte with soy milk, it was really good.\n\nAfter a while we were seated and waited on immediately. Of course we knew what we wanted and I got the same thing as last time the Chicken Chilaquiles minus the egg. I'm from New Mexico so anything that resembles Mexican food for breakfast reminds me of home and I'm definitely getting it. They were delicious, just be sure to ask for more Chilaquiles than salad because it's easy for them to pile it on and hid the fact that there isn't as much.\n\nMy brunch date got the fried chicken biscuit and he said it was delicious and the tomato gravy definitely added to the flavor everything blend together well.\n\nAnother one of my friends got the salmon cakes benedict, she liked them and the hollandaise sauce together, but the grits were really creamy and she didn't like that but overall it was good.\n\nOur waiter was funny, helpful, and attentive I would eat here again but I'd probably go a little earlier or later to avoid the crowd.",
        "language": "en"
      },
      "date": "2018-01-04T14:15:11Z",
      "rating": 4,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/k3KDbTn5nWG4JdbfkO8OCg/o.jpg",
          "caption": "The menu was in a file folder lol dang hipsters"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HStENj5oFbmX1UGz1WppIg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bGcT7gGIYCPFBN9TwZjsTg/o.jpg",
          "caption": "The wall decorations from the parking garage to the restaurant"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IUNxvHhrO-9zdZl8OIcQIg/o.jpg",
          "caption": "Just in case you're not sure where you're going"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hGfBQomNUgIUYjd4tkuZGw/o.jpg",
          "caption": "Chicken Chilaquiles minus the egg. So good!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HF2n7DlakRP-3hFWl0IAwQ/o.jpg",
          "caption": "Salmon Cakes Benedict with lemon hollandaise. Good and grits were really creamy."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hMKxuqtPEHyn5LT0Nk9hpQ/o.jpg",
          "caption": "Belgian Waffle so warm and golden delicious especially with the spice ld honey butter."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/17UkWikvFRjOTE60wHz6GQ/o.jpg",
          "caption": "Fried chicken biscuit plate minus the biscuit sooo delicious agree flavorful!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lydia J.",
        "user_id": "-yjBK7dmcy86ONUmQZEOZQ",
        "link": "https://www.yelp.com/user_details?userid=-yjBK7dmcy86ONUmQZEOZQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YjDkG1n8C8TyjO8rizRusA/180s.jpg",
        "address": "Duluth, GA",
        "friends": 313,
        "photos": 315,
        "reviews": 130
      },
      "comment": {
        "text": "[Delayed review based on my experience on 5/10/19]\n\nMy mom, boyfriend, and I came here for breakfast on the day of my graduation. I chose this place because I often saw it on yelp whenever searching up breakfast & brunch places and it had good reviews. Sadly enough, we left very disappointed and I don't see myself going back.\n\nMy mom got the Belgian waffle and it was fine. She didn't particularly liked the level of cinnamon taste, but it was cooked fine.\n\nI got the shrimp & grits and it was the worst I've had. The only thing right on the plate was the shrimp, which wasn't overcooked. There was too much sauce which made it almost like soup. The grits were hardened and like jello and gummy. And as if it couldn't get any worse, the poached egg wasn't cooked properly. The egg white wasn't cooked all the way, so it was raw and clear. No one wants a runny egg white that looks like snot--yuck! Texture wise, everything except for the shrimp was very off-putting. The overall seasoning and flavor wasn't good either. Definitely the worst shrimp & grits.\n\nMy boyfriend got the Georgia Benedict and he thought it was just average. Nothing wrong with it but nothing special either. The potatoes didn't taste freshly made. They were hard and stale on the outside and lukewarm temperature on the inside. \n\nAll in all, a very disappointing meal, especially on a special day. Chefs need to improve!",
        "language": "en"
      },
      "date": "2019-09-06T15:14:16Z",
      "rating": 1,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V8CNHI1GeAEi-P8yCgiMBQ/o.jpg",
          "caption": "Shrimp & grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dPMEUMboUwwe6bDHXviVyA/o.jpg",
          "caption": "Uncooked egg whites...and too much liquid."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/e9II549ppMlu_7_G1MrbTA/o.jpg",
          "caption": "Georgia Benedict"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sabby P.",
        "user_id": "PezdNskpEVes_wYo3fwxFA",
        "link": "https://www.yelp.com/user_details?userid=PezdNskpEVes_wYo3fwxFA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/te90MXnS_nbUfJ5dNUlD2g/180s.jpg",
        "address": "Ardmore, PA",
        "friends": 14,
        "photos": 255,
        "reviews": 71,
        "elite_year": 24
      },
      "comment": {
        "text": "We were hoping for a quick but decent brunch spot while we were visiting Atlanta- West Egg popped up on yelp as a 4star rated brunch spot. I order their bottomless coffee, fried green eggs, tofu scramble and Blue plate with veggie sausages. I was so excited to try the biscuit that came with my order but it was rather dry and potatoes were mediocre- the veggie sausages on the other hand was the best part of my plate.To be honest I might have enjoyed the brunch a little more if the service was better- our waiter was a curt and a little dismissive.",
        "language": "en"
      },
      "date": "2019-08-19T18:00:43Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Maia L.",
        "user_id": "1C2pXGy4g4006wuUuxuPLA",
        "link": "https://www.yelp.com/user_details?userid=1C2pXGy4g4006wuUuxuPLA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gYn6FNHZVpNJFrCuZL3FtA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 82,
        "photos": 550,
        "reviews": 188,
        "elite_year": 24
      },
      "comment": {
        "text": "We waited for about an hour and it was so worth it. While we waited, I got a homemade oatmeal \"cream\" pie and a coconut Italian soda. Both were SO good. The soda wasn't too sweet and had just the right carbonation. \n\nThe cream in the oatmeal pie was marshmallow fluff. This was the best oatmeal pie EVER. It was cinnamony and sweet, but not over done. I offered my friend a piece. At first, she did not want it bc she not a fan of oatmeal pies. She finally caved, and couldn't stop taking pieces. \n\nI ordered the short stack pancakes, turkey sausage and potatoes. I have zero complaints. None! Everything was absolutely delicious. Fluffy pancakes, perfectly fried potatoes and huge turkey sausage patties. I couldn't finish it all if I wanted too. \n\nWest Egg has a FREE parking deck, which is rare for Atlanta so that's an added plus, as well.",
        "language": "en"
      },
      "date": "2017-07-30T02:59:25Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VM64wxdKe5DjDxhPNaVhDw/o.jpg",
          "caption": "Pancakes with cinnamony butter."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xpeM0ouSxeltKjQZ7zlWCA/o.jpg",
          "caption": "Potatoes and turkey sausage patties."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Eddie C.",
        "user_id": "MJt0vVYjnEqpOK_MsAHTrg",
        "link": "https://www.yelp.com/user_details?userid=MJt0vVYjnEqpOK_MsAHTrg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2sX20T5XVsXY9oC9Q3X-7g/180s.jpg",
        "address": "Palm Beach, FL",
        "friends": 95,
        "photos": 261,
        "reviews": 164,
        "elite_year": 24
      },
      "comment": {
        "text": "This was a very busy busy breakfast place it does have a small bar area with about 6 or 7 schools you for eating for one or dining would to and prefer to be seated at the bar. It also has a patio so you have options of eating indoor or outdoor. Very  Electric vibe in the atmosphere of the restaurant. Great choices on the menu everything looked good. I had a very simple breakfast with eggs ham a biscuit and their garlic roasted grits. I did not get much of the garlic in the grits but they were teast I. I ordered my eggs over easy because I have found often times they are overcooked however this was not the case. To my surprise over easy today was way undercooked watery. Good thing I had the grits to mix them in with. Over all a nice place for breakfast",
        "language": "en"
      },
      "date": "2019-11-24T00:40:30Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IvV-zry40igNXdDWCQBWYg/o.jpg",
          "caption": "Cortado... not to be mistaken  for the real Miami Cortadito"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/T4G8rZT4iM23udGUY_C88A/o.jpg",
          "caption": "Blue plate special"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ella R.",
        "user_id": "MjMu1EGB9KfEvpgnonwxgg",
        "link": "https://www.yelp.com/user_details?userid=MjMu1EGB9KfEvpgnonwxgg",
        "address": "Georgia Tech, Atlanta, GA",
        "friends": 4,
        "photos": 117,
        "reviews": 111
      },
      "comment": {
        "text": "The 30 minute wait turned into 45 minutes but we got to stand inside so it wasn't too bad. Service was good and food came out quickly, food was really good and very well priced. Cheaper than most brunch places in Atlanta. The drinks came out after the food which was annoying.",
        "language": "en"
      },
      "date": "2022-05-01T00:47:51Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TZLlyX5E_SeO_m213ZwW5A/o.jpg",
          "caption": "challah french toast"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ilias S.",
        "user_id": "61CovJsyIOdYKFn1jylbig",
        "link": "https://www.yelp.com/user_details?userid=61CovJsyIOdYKFn1jylbig",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GrDh6AtpRGeMstCc6_SChA/180s.jpg",
        "address": "Tampa Bay, FL",
        "friends": 121,
        "photos": 67,
        "reviews": 85
      },
      "comment": {
        "text": "It's been a while since I've been to West Egg, so I thought it was time to revisit a place that I always thought had \"good\" food, sometimes \"great\" food, but never \"amazing\" food... and that same sentiment remains true today. \n\nWe arrived around 9:00 am on a Saturday morning, much earlier than I usually have breakfast/brunch on the weekends. We only waited about 5 minutes, which was wonderful. \n\nI ordered the chicken biscuit with breakfast potatoes. The chicken wasn't the most tender I've had, but the flavor was good. The tomato gravy is unique, but it kind of gave me a Campbell's tomato soup vibe. My guest had the fried chicken hash. He said that it was a unique dish with some good flavors, but his feelings were the same about the fried chicken.\n\nAll in all, there are many places that outshine West Egg and that number continues to grow with all of the new places popping up around Atlanta.",
        "language": "en"
      },
      "date": "2020-03-01T06:12:46Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hSBbcAG9St_4y4aKKyuzIQ/o.jpg",
          "caption": "Fried chicken hash"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5huNxNgSGAOtGmGzXiJaYQ/o.jpg",
          "caption": "Fried chicken biscuit"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Douglas H.",
        "user_id": "0i2oC6tFcNt3gIdqePKbwA",
        "link": "https://www.yelp.com/user_details?userid=0i2oC6tFcNt3gIdqePKbwA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZDT7TlNbFcSGihWfA5VqOA/180s.jpg",
        "address": "Duluth, GA",
        "friends": 341,
        "photos": 338,
        "reviews": 91
      },
      "comment": {
        "text": "The ambience of the location was great and given that they are known for their brunch, no wonder it was crazy packed when we there on Sunday afternoon. We spoke with a few waiters to ask their recommendations and I decided to go for the Fried Egg Sandwich with the Pineapple Strawberry Mimosa. I liked the originality of the pineapple strawberry mimosa - since I'm used to the orange juice standard. The Fried Egg Sandwich was delicious, but it was a bit on the sweeter side - possibly because of the type of bread it was in. I recommend adding some hot sauce to it.  \n\nGiven their long waiting time, to do explore the area and return about 10-15 minutes prior to what your expected time is. That way, you are able to explore the many local stores nearby while working up an appetite. This is definitely a repeat location.",
        "language": "en"
      },
      "date": "2019-05-20T22:13:50Z",
      "rating": 4,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XrgVizG3BlsNyndD9Hy08A/o.jpg",
          "caption": "Front entrance"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LYyxFOLQfO5IzwiMSq4cwA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/z72RxEsScUUMz_ihZ_LukQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Bau7UmntCtZV4oxZG4o0BA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NHXduLHqwFl9ixKExJc37w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SngNyr3HcQU_zuZtX-u79Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZCdSiRDYT-12sOQ35LnGog/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Shawana P.",
        "user_id": "dSG3hr5Lrk4txkaZTjH5tg",
        "link": "https://www.yelp.com/user_details?userid=dSG3hr5Lrk4txkaZTjH5tg",
        "address": "Suffolk, VA",
        "friends": 0,
        "photos": 4,
        "reviews": 4
      },
      "comment": {
        "text": "I had the west side pileup. It was amazing! My husband had the shrimp and grits and he said it's the best he's ever had!!! Couldn't even get a pic before he ate it up!  Tyrah was the best waitress! She deserves a raise! Attentive to our every need!",
        "language": "en"
      },
      "date": "2022-05-09T19:51:37Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pOshSdsatdVtMyg_hZfCfw/o.jpg",
          "caption": "West side Pileup with two pancakes"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kimaya P.",
        "user_id": "SDLpVvATvHHAoI0OC6ErhA",
        "link": "https://www.yelp.com/user_details?userid=SDLpVvATvHHAoI0OC6ErhA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/in5i8R0togJ_wnAQUw-ITQ/180s.jpg",
        "address": "Cincinnati, OH",
        "friends": 392,
        "photos": 152,
        "reviews": 57
      },
      "comment": {
        "text": "Came here Friday morning at 10:30 and were sat right away. \n\nWe got drinks of course: a mimosa and the strawberry bourbon punch. The mimosa was strong and the punch was super sweet..too sweet really because my husband had to put water in it to finish drinking it.\n\nWe got the fried green tomatoes and they were so good. I set my expectations very high after this for our actual food selections. I got shrimp and grits and the hubs got fried chicken hash. \n\nMy shrimp and grits were good but nothing stellar or out of the normal. It looked really soupy but it did have flavor, but I do wish there were more grits. The sausage in the food was a little overcooked so they tasted a bit dry but with the juices on the plate it helped. \n\nThe chicken in the chicken hash was SO DRY it's like they cooked it on the stove then battered and fried it after it was already cooked enough. My husband doesn't like sending food back so he suffered through it and ate it. I tried it and was mad at him for not saying anything until I asked. But he did like the rest of the stuff that was in it. \n\nHe also got the sour cream pancakes and I tried those and they didn't taste spectacular nor any different than regular pancakes. \n\nOur server disappeared for a little bit and I wanted another mimosa but by the time she came back we were ready to go.",
        "language": "en"
      },
      "date": "2019-11-15T16:31:26Z",
      "rating": 3,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Z_Knb_RCtLqxqUa5Ebfz6A/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SfD6nQepyy7l-TI3mE58Pg/o.jpg",
          "caption": "Strawberry burbon punch - sweeter than I thought"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kQ1gnvqt5TDSFuqFEQXDLw/o.jpg",
          "caption": "Mimosa with water cup in there"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4DvOeciznIB_EC165nXbiA/o.jpg",
          "caption": "Fried green tomatoes"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tonya P.",
        "user_id": "Bsbumyr3Of8BauN2URK4bg",
        "link": "https://www.yelp.com/user_details?userid=Bsbumyr3Of8BauN2URK4bg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZmNhrKwe3D2XPeudi3JRuw/180s.jpg",
        "address": "Charlotte, NC",
        "friends": 1847,
        "photos": 10997,
        "reviews": 656
      },
      "comment": {
        "text": "Not that West Egg Café needs one more great review, 1300, solid four stars, and a line out the door, I think they might be fine. However. My service at the bar was outstanding. Super nice guys. I had already paid and tipped and they were still super sweet to me. They could have easily just said, \"thank you\" and ignored me from there on out. Right?\n\nMy breakfast was the Fried Chicken Hash, it was delicious and the coffee was made well, served hot and the servers stayed on top of refills. I dream of my next visit to Atlanta.",
        "language": "en"
      },
      "date": "2019-01-06T02:34:20Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bKw4efL3O47YIwEY3Xw7hw/o.jpg",
          "caption": "Fried Chicken Hash"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 2,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Becca D.",
        "user_id": "exeAnEvvpGS3qAdDnzTxMw",
        "link": "https://www.yelp.com/user_details?userid=exeAnEvvpGS3qAdDnzTxMw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qqvotLwJ-6wGSWh8jU9eIQ/180s.jpg",
        "address": "Harbor East, Baltimore, MD",
        "friends": 143,
        "photos": 100,
        "reviews": 82
      },
      "comment": {
        "text": "Delicious! My husband and I came here because we wanted to kill a few hours before going to the airport and discovered this cute part of the city and thankfully West Egg Cafe! \n\nI ordered the Chicken Chilaquiles which were amazing and came with a packed plate of eggs, tortillas, chicken, and a healthy serving of avocado and sour cream. My husband ordered the shrimp and grits which were good (not the best I've had, but good). They had plenty of shrimp and sausage. Finally, my latte was delicious and came in a very large mug with a beautiful design. \n\nService was very quick and pleasant. I'd love to come back. \n\nMy only complaint was about the bathrooms. For such a cute place, I'd expect clean bathrooms, but they were dirty and wreaked of pee (and no soap).",
        "language": "en"
      },
      "date": "2019-11-29T14:28:07Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xiYbIFng8tvrPhZzx8kWyg/o.jpg",
          "caption": "Shrimp and Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zBfmc01Rj1JPslMxUWEPhw/o.jpg",
          "caption": "Latte"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ee0gRpo_fGwIGas9uZqcoA/o.jpg",
          "caption": "Chicken Chilaquiles"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Eniola I.",
        "user_id": "WgksG-lZ7FrmFig4GcufBA",
        "link": "https://www.yelp.com/user_details?userid=WgksG-lZ7FrmFig4GcufBA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Gs5S65frhn9arLwHNf1oUA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 47,
        "photos": 96,
        "reviews": 48
      },
      "comment": {
        "text": "The pancakes were large and deliciously fluffy. Unfortunately we had horrible service and one of my pancakes came out raw. The chicken sausage was very tasty but the eggs were disappointing. I prob won't return again",
        "language": "en"
      },
      "date": "2021-02-17T00:32:14Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mDgGN0-TDVmmb5HLBYi6BA/o.jpg",
          "caption": "Pancakes, chicken sausage"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Staci C.",
        "user_id": "MkM04hJnyrgQj697jqumiA",
        "link": "https://www.yelp.com/user_details?userid=MkM04hJnyrgQj697jqumiA",
        "address": "Galleria/Uptown, Houston, TX",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "As a native Atlanta, I was so excited to try this for the first time on Saturday.  When I arrived, a light skinned, Black woman with straight hair was the hostess (10/29 @9:45pm).  She was condescending, rude, and deliberately sat other people while my friend and I watched.  When I asked for management to help, the \"manager (short, Black male with short locs and a red Georgia crew neck shirt) was equally as rude.  As an elected official, with roots in Atlanta, this behavior was despicable. I expect answers as to why my best friend and I were treated this way and it is my expectation that this is handled.",
        "language": "en"
      },
      "date": "2022-10-31T22:32:28Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jordan W.",
        "user_id": "H4Z_Ltb32c8jmNP5bK92Pg",
        "link": "https://www.yelp.com/user_details?userid=H4Z_Ltb32c8jmNP5bK92Pg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/e_vBPZBmsKscICt8EpAqdw/180s.jpg",
        "address": "Virginia Highland, Atlanta, GA",
        "friends": 155,
        "photos": 0,
        "reviews": 508,
        "elite_year": 24
      },
      "comment": {
        "text": "West Egg is a fine option for a buzzy brunch on Atlanta's West Side. We stopped in on a Sunday afternoon, and the place was packed. After being seated on their pleasant covered patio, we ordered from their excellent drink menu. She had the grapefruit and sage mimosa, which was fine, and I had their michelada, which was actually exceptional. I love a traditional michelada with a Mexican beer, but West Egg's used more of an IPA-style beer which gave it a nice, sweet flavor that counteracted the acidic tomato and lime juices. In addition, we ordered the London Fog. I am not much of a tea connoisseur, but I am glad we didn't  pass up this delicious and frothy steamed milk and lavender tea latte, which went exceptionally well with the rainy weather. For brunch, she had the cheese omelette, which was good, if not a little dry, although the potatoes were deliciously salted and crispy. I had the black bean cakes with eggs, which were good but also a bit dry and lacked the salsa and sour cream as the menu advertised. The service was friendly, but a little less attentive, as you could tell they were strained by the large crowd. All in all, while the food and service were a bit spotty, West Egg is a good spot in the neighborhood for good brunch drinks in a fun, lively atmosphere.",
        "language": "en"
      },
      "date": "2021-12-06T20:58:15Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jarsmon P.",
        "user_id": "7qnTt_3Cvyo0FYJHXDXpdQ",
        "link": "https://www.yelp.com/user_details?userid=7qnTt_3Cvyo0FYJHXDXpdQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fbY_ayuEIwGLGxZFlRl7Hg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 93,
        "photos": 263,
        "reviews": 209,
        "elite_year": 24
      },
      "comment": {
        "text": "We had a girls brunch here last Saturday 8/17. The food was sooo good! The service was good as well.  Oh and the mimosas were DEFINITELY on point. Lol. Our first time here & we'll definitely be back. There is a oarking deck FREE of charge so that's definitely a PLUS!!\nHowever, the only con that I had was the wait  we waited 1 hour for a table and we had to keep going to the front desk to check on the time because 2 groups who arrived after us got seated first. Other than that we had a great time. The food, service, and atmosphere was bomb! Good job guys",
        "language": "en"
      },
      "date": "2019-08-20T15:45:15Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=4NtLqqnDPJjeCbrys1zpdw&start=220"
  }
}