{
  "search_metadata": {
    "id": "65f0a25795bf925b6c3b0cf9",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65f0a25795bf925b6c3b0cf9.json",
    "created_at": "2024-03-12 18:43:35 UTC",
    "processed_at": "2024-03-12 18:43:35 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/bcXr24FtZx33vywpAa0qsw?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a25795bf925b6c3b0cf9.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a25795bf925b6c3b0cf9.prettify",
    "total_time_taken": 2.09
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 170,
    "num": "50",
    "place_id": "bcXr24FtZx33vywpAa0qsw"
  },
  "search_information": {
    "total_results": 716,
    "business": "Local Three Kitchen & Bar"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 716
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Steve B.",
        "user_id": "_AU7QGZMGBJdBdcdAxAi0Q",
        "link": "https://www.yelp.com/user_details?userid=_AU7QGZMGBJdBdcdAxAi0Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-vUoMMTjnqb7JPFNPg3ciA/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 42
      },
      "comment": {
        "text": "Everything on the menu, everything is a potential heart attack.  I mean there are zero options if you want something that isn't completely fat laden.\n\nThe bar is great, with good bartenders and a solid wine and beer list. \n\nI just can't recommend the food.  I wish the menu would have a redesign, but the overly rich theme has been maintained for a while.",
        "language": "en"
      },
      "date": "2018-04-24T22:39:45Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mark T.",
        "user_id": "TPqvkSCsyICL6R28VGt1ew",
        "link": "https://www.yelp.com/user_details?userid=TPqvkSCsyICL6R28VGt1ew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qbYd9fAiosl6a5VEhKEh2A/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 2,
        "photos": 2,
        "reviews": 59
      },
      "comment": {
        "text": "A coworker and I took two out of town clients here on 6/5 and oh boy, it was really good. The servers were great in answering our questions. The food was fantastic. I got the Georgia Mountain Trout. It was super.  They had such a great selection of bourbons. I got a chance to try some I'd never had before. Bottom line is you need to check out this place. It's a little hard to find but it's worth the search.  I'll be back.  Thank you for a great experience.",
        "language": "en"
      },
      "date": "2019-06-10T16:24:14Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Anna K.",
        "user_id": "MgPCpOW9omzc0xpGpNUeQA",
        "link": "https://www.yelp.com/user_details?userid=MgPCpOW9omzc0xpGpNUeQA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MWnrvkuIxBaEyebqeFUwKw/180s.jpg",
        "address": "Steinway, Queens, NY",
        "friends": 125,
        "photos": 906,
        "reviews": 75
      },
      "comment": {
        "text": "First of all this place was very hard to find! You have to turn into what looks like an apartment complex and THEN you see signs for restaurant. They actually have a video online showing how to enter the building. Wish I knew that before because it's much harder than it seems. \n\nIt's basically a buffet. I thought it was a little overpriced at $24\\person. Our cocktails were $10 each. Lots of good food choices though and it's all you can eat. So if you are a big eater then you can get your money's worth. However its kind of pricey if you don't eat much. Includes coffee in the price.\n\nBottom line - fun concept and different. Worth checking out at least 1x",
        "language": "en"
      },
      "date": "2016-01-31T22:31:42Z",
      "rating": 4,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/B20Pp-k94tXXShU5JyAHIQ/o.jpg",
          "caption": "The signage isn't great but this is the entrance"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ob7RFaDur3M5l_z2dG8RSw/o.jpg",
          "caption": "This isn't facing the door so unless you come in from elevator this isn't easily spotted"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AKkQ94k7HpJ11LEjOfhd0A/o.jpg",
          "caption": "Getting closer- entrance"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/18EqtHOt32DcsE_BWzzdYA/o.jpg",
          "caption": "Menu of the Sunday brunch"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZzKC5qRJsPjR7Z1bQtUDfQ/o.jpg",
          "caption": "Lots of choices"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/82D9J3cBGInRATVy2Lqt8w/o.jpg",
          "caption": "It's kind of like school lunch!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BK3ALoXiT_Uoe7LMoO_ANw/o.jpg",
          "caption": "More food"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Thomas T.",
        "user_id": "JryMN84fxLwOvAMcKLXvAA",
        "link": "https://www.yelp.com/user_details?userid=JryMN84fxLwOvAMcKLXvAA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6Od9G26Mi3dwYkAPPab5xQ/180s.jpg",
        "address": "Estero, FL",
        "friends": 20,
        "photos": 153,
        "reviews": 264,
        "elite_year": 24
      },
      "comment": {
        "text": "Wow. Cool place hidden away. Worth the look. Great food and service. Even got a cool quick look in the food prep and kitchen area as I love to cook. Packed every night. Reservations.",
        "language": "en"
      },
      "date": "2017-11-13T03:09:59Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lubert V.",
        "user_id": "6GznTfVB8S2NeNEc83VpaA",
        "link": "https://www.yelp.com/user_details?userid=6GznTfVB8S2NeNEc83VpaA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Lerk_OxirQQev4usvE9gtA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 27
      },
      "comment": {
        "text": "This place took a turn....for the worst. Its ego grew, but unfortunately the taste and experience diminished. It was awful, and so expensive. I used to love this place and it was a major disappointment after my last visit.\n\nThe McDowell was my go-to, and I can honestly say Five Guys makes a better burger for more than half the price. There is literally nothing special about it. I had to drown it in mustard to make it palatable. I tried to order one of the nightly specials, but the waitress said in the 5 minutes I took to read the menu, it was now sold out. The mac and cheese is served in this GIGANTIC cast iron pot with a HUGE lunch lady spoon - which is soo awkward and dumb. I honestly can't stress that enough - please figure out a better way to serve your mac rather than having a friggen crock pot sitting on a table in between two people with a ladel bigger than my head. The mac and cheese tastes like velveeta with bread crumbs on top. Not sure where the \"parmesan\" was. Velveeta might have been a better option.\n\nLocal three will boast being \"meat\" centric, with hogs all over the walls and whatnot, but almost 70% of the menu is seafood. The only pork on the menu this time was chorizo on the charcuterie. Even their \"tartare\" is seafood. \n\nThe highlight of my meal was the glass of wine I had, and the highlight for my boyfriend was his Wicked Weed Pernicious beer. Wish we had cashed out after our drinks. I actually had to apologize to my boyfriend for bringing him there, because I had talked it up so much and he just kept saying \"its ok..\" sad. I miss the quirky Local three that had the gas station potato chips and dip on the menu. Gourmet normie food. Get back to your roots.",
        "language": "en"
      },
      "date": "2017-03-29T18:04:20Z",
      "rating": 2,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nick A.",
        "user_id": "0QGOhh0pYkT4iIumUbP0vw",
        "link": "https://www.yelp.com/user_details?userid=0QGOhh0pYkT4iIumUbP0vw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9iTEAvSGJ-dOOqdVlTCkww/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 86,
        "photos": 10,
        "reviews": 18
      },
      "comment": {
        "text": "What I love most about L3 is that their menu is always changing. Its a great farm to table type of restaurant and their selections are always on point. \nI visited recently with my gf and we ordered the oven baked octopus for an appetizer, it was delicious. Cooked just right, not rubbery at all, and had lots of flavor.\nMy gf ordered their First of the Year Green Strawberry salad, which looked very good. Salads don't typically make a dent for me but this salad came with some thin sliced bresaola and goat cheese; which is an excellent combination of sweet and salty. And made the salad a lot heavier than expected (in a good way). She loved it.\nI ordered the Cervena Venison Bolognese, which was fantastic. I love a good bolognese sauce and this being venison was really good. They didn't over do the sauce with too much tomato, it was light and didn't over take the dish. The pasta wasn't anything special but the sauce was on point; that's what made the dish. Well done L3. \nThey also have an excellent whiskey, bourbon and scotch selection. The Dude definitely abides. Highly recommend L3, you won't be disappointed.",
        "language": "en"
      },
      "date": "2017-03-14T11:41:01Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/w5KkB0iElO6S2GVoccJ9HA/o.jpg",
          "caption": "The Dude definitely abides."
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lena N.",
        "user_id": "Cl-JbB30mvmMns9vHrZDwg",
        "link": "https://www.yelp.com/user_details?userid=Cl-JbB30mvmMns9vHrZDwg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UAVcOsrcgMXGrhFj4aCn1g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 570,
        "photos": 806,
        "reviews": 274
      },
      "comment": {
        "text": "hmmm.. $24 for ayce brunch buffet.. \n\nI'd say it's a bit pricey for the selections they have to offer for their Sunday brunch period. I had already glanced at the menu online, which I appreciate that they kept their website up-to-date.\n\nI do have to admit that everything sounded good on \"paper\" rather than what I actually saw and tasted in person. the ingredients and the titles all sounded like they were fairly great selections to make up for the price, but that wasn't the case. majority of the selections were heavy (which I know is common for brunch) and easy dishes that took no culinary skill or effort. \n\nsuch items as described included cheddar biscuits, biscuits & gravy, French toast, scrambled eggs, egg salad, mixed green salad, and bacon.\n\nall breakfast items were very mediocre and left no impression of the hype that is tied with \"local three\". I felt like their breakfast items didn't showcase any pork specialties. as for lunch, they only had 3 selections available which was disappointing since the lunch items were definitely better in comparisons to their breakfast items. I would say the \"pulled pork\" (tasted almost like a Brunswick stew) was the best from the 3 lunch selections - other 2 being \"shrimp & grits\" and \"pulled pork panini\"\n\nI would NOT come back for brunch. I might be open to the idea of trying it as a non-buffet option and opting for a regular seated dinner...",
        "language": "en"
      },
      "date": "2016-11-22T04:49:08Z",
      "rating": 3,
      "feedback": {
        "useful": 4,
        "funny": 2,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Izzy R.",
        "user_id": "N-p3xQ6MFOnrLALiyKpaBw",
        "link": "https://www.yelp.com/user_details?userid=N-p3xQ6MFOnrLALiyKpaBw",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 3,
        "reviews": 44
      },
      "comment": {
        "text": "The restaurant had a nice vibe very rustic and modern . The food and drinks are pretty good. We sat at the bar and the thing we didn't like was our waiter / bartender there were 3 of them working the bar but only one was getting our drinks and food and he was the least friendliest bartender we have encountered. We had to keep asking for drinks and to order food not once was he checking on us. It was pretty annoying. We even agreed not to tip him 25 percent which is what we always like to tip when we go out. He just wasn't worth it.",
        "language": "en"
      },
      "date": "2021-04-18T14:56:32Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Andrea D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/pwyyljbZvElD2-N0g9zYvg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Dear Izzy\nThank you for your recent visit and your feedback regarding your experience. We'd love an opportunity to speak with you so that we can learn from your experience and better service our guests every time they visit. Please email me at andrea@LocalThree.com. I look forward to speaking with you soon.\nKindest regards,\nAndrea",
          "date": "2021-04-23T15:40:52Z"
        }
      ]
    },
    {
      "user": {
        "name": "Marcus D.",
        "user_id": "rilNAU7EJ3NCwAEfXe4Gzw",
        "link": "https://www.yelp.com/user_details?userid=rilNAU7EJ3NCwAEfXe4Gzw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yQ8Eg7Woqd4MGRAmHazFNw/180s.jpg",
        "address": "Alexandria, VA",
        "friends": 10,
        "photos": 8,
        "reviews": 44
      },
      "comment": {
        "text": "My food (redfish over a corn succotash) was delicious. I tried some of my co-diner's hanger steak, and that tasted great as well.  I'm a bourbon/whiskey kind of dude, and their bourbon list gets two thumbs up from me.  It is both expansive and descriptive.  If you're a fan of the same spirits, go here.  We were seated quickly and despite being under what felt like a heating lamp, it was very comfortable.  Our waitress was great too.",
        "language": "en"
      },
      "date": "2017-06-25T06:35:27Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gSgERZrOiwvFJcNgFCb_ow/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Simone H.",
        "user_id": "X2AiYF7z32_0Oitl4aYXwg",
        "link": "https://www.yelp.com/user_details?userid=X2AiYF7z32_0Oitl4aYXwg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/a0sWoMqeOOVN7XOYpWJ_xg/180s.jpg",
        "address": "Pittsburgh, PA",
        "friends": 399,
        "photos": 200,
        "reviews": 373
      },
      "comment": {
        "text": "I picked local three for a date location on a Wednesday night. I made a reservation, which I had no problem with and was seated in a neat corner of the restaurant. I really liked the vibe of this location, new and bougie like is the current trend, so I was pretty comfortable. I enjoyed that they have a selected menu that gets printed out daily - a definite plus.\n\n\nAfter about 10 minutes, I ordered my standard Moscow mule as I waited for my date, which unfortunately was really watered down and not very ginger beerish. Very sad. So I switched to a cabernet instead. The glass was a larger pour, which I was happy about.\n\nI had the octopus gyoza snack, which came with wild plum and shoyu (soy) dipping sauce. The gyoza was nicely cooked, but the sauce was a little acidic. While that may just be me, I turned into what I would call a waste of octopus.\n\nFinally, accepting the fact I had been stood up, I ordered the squid ink spaghettini with butternut squash, rapini and pepitas and pork rinds. I thought the flavor was awesome, but the pasta was a fail. It was simply almost hard. Not al dente, but undercooked. Also, some of the butternut squash had some bitterness to them. I was annoyed, the flavor was great, but it could have been in there just 3 minutes longer.\n\nThey server was really nice, polite and attentive without being overcrowding, especially considerate because I would've been more upset if I would have been checked on consistently.\n\nSo, this particular night was a fail by Local Three. However, the charcuterie plates looks scrumptious and I would love to come back for a second try. Just skipping the mixed drink and going straight to wine, like the rest of the restaurant seemed to know already. \n\nWe will try this again at some point.",
        "language": "en"
      },
      "date": "2016-11-10T18:58:55Z",
      "rating": 2,
      "feedback": {
        "useful": 3,
        "funny": 2,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Heng T.",
        "user_id": "FPPE1PGnZ2fKfNJSD7EFPQ",
        "link": "https://www.yelp.com/user_details?userid=FPPE1PGnZ2fKfNJSD7EFPQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UpxJUv6K6PDOSrfySV-32w/180s.jpg",
        "address": "Dunwoody, GA",
        "friends": 142,
        "photos": 167,
        "reviews": 192
      },
      "comment": {
        "text": "I came here with a group of friends for Easter brunch and had to make a reservation a couple of weeks in advance. Local Three has Sunday brunch every week for about $20 a person but it is about $35 or so for Easter brunch of course. As soon as we got seated at our table, our server came and got us our drinks. We took a glimpse of the daily menu that also served as our placemats and then it was off to the races! For brunch, the restaurant places all the food in the kitchen so you get to see food being prepared as well as check out the layout of the kitchen which is pretty cool. \n\nAll the food items were laid out in a line with hand-written signs in front of each item so you know what you were eating. The brunch items change frequently so you won't have the same experience if you come again. They have everything from standard breakfast items such as eggs and bacon to lunch items such as various meats and vegetables and desserts. The presentation of the food has a nice appeal as well since everything is served as a smaller portion compared to a normal buffet. The quality is also much better so you definitely get what you pay for.\n\nAfter each plate of food, they immediately took our plate and even replaced the silverware for the next round. Our drinks were always refilled so service was definitely on point. I enjoyed most of the food they had offered for the day but wasn't able to try everything since there was so much to choose from. I will definitely be coming back for a regular Sunday brunch and can't wait to see what will be in store!",
        "language": "en"
      },
      "date": "2015-05-11T01:37:12Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NZGSDF1z8SM2qxidfsCILg/o.jpg",
          "caption": "Easter Brunch menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YIuyIDaTPut7-RRLpRhoIw/o.jpg",
          "caption": "Round 1 Plate"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Qp2JGN-ET0EueHogjFndtw/o.jpg",
          "caption": "The Kitchen"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Thanh H.",
        "user_id": "Ln74SQlVchg7yLgZ53XIUQ",
        "link": "https://www.yelp.com/user_details?userid=Ln74SQlVchg7yLgZ53XIUQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NWXBKszDQD2mvbpRQojMnA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 294,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "Came for brunch. Overpriced and underwhelming. Wouldn't come here again unless you like being disappointed. Best thing was shrimp and grits. Banana bread was dry. Unsure of what kind of meat was on the menu but it was room temperature. Spaghetti Os tasted like it came from a can. Save your money people!",
        "language": "en"
      },
      "date": "2020-03-07T19:26:49Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Christina D.",
        "user_id": "NWuI2Bw0XjPTmsb3LsDRYA",
        "link": "https://www.yelp.com/user_details?userid=NWuI2Bw0XjPTmsb3LsDRYA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-8GQ4CUNKfWpsJcx1PwtJQ/180s.jpg",
        "address": "Piscataway Township, NJ",
        "friends": 0,
        "photos": 5,
        "reviews": 6
      },
      "comment": {
        "text": "I'm visiting from New Jersey and wanted to find a really great brunch and found it here at Local Three. I love the buffet in the kitchen. A great variety of food and the perfect balance of breakfast and lunch, a true brunch!! The atmosphere was relaxed and inviting. Destiny, our server, was very helpful and walked us through the buffet process. I would definitely recommend this place to others looking for an all around great brunch!",
        "language": "en"
      },
      "date": "2018-03-03T19:21:37Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zjj3O5VjHuELvvUhxg9pZQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mary W.",
        "user_id": "I-7FSc2PBO1juoC4_i6fEw",
        "link": "https://www.yelp.com/user_details?userid=I-7FSc2PBO1juoC4_i6fEw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TE16ZiQHbgDWlQ8D6jNlnw/180s.jpg",
        "address": "Jonesboro, GA",
        "friends": 46,
        "photos": 281,
        "reviews": 462,
        "elite_year": 24
      },
      "comment": {
        "text": "Attended a business learning retreat at Local Three. The room was excellent for our event. The server was acquainted with our director which made the level of service more top notch.  The ambiance of the restaurant was wonderful. The food was beautifully presented and delicious. Our team sampled several appetizers and the plates were emptied. The McDowell burger is a must for diners. The meat was flavorful, well seasoned and well prepared. The in Jose made chips were great, and I am not a chip person but I ate all of mine. . We shared all three types of desserts offered. Again the plates were emptied.  The restaurant was very accommodating to our vegan diner. Excellent experience and thankful for an on site parking deck with validation.",
        "language": "en"
      },
      "date": "2017-07-16T15:39:23Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rodger S.",
        "user_id": "v5My-OxmXJdV5kPgKgzf-g",
        "link": "https://www.yelp.com/user_details?userid=v5My-OxmXJdV5kPgKgzf-g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/J-nVovsOek-7eYUDqbnJgQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 48,
        "photos": 22,
        "reviews": 64
      },
      "comment": {
        "text": "Ate here for brunch on New Year's Day. Awesome experience, great food, incredible bar, and very friendly staff. We made reservations but ended up eating at the bar. Service was second to none and bourbon section rocked. Why only 4 stars and not 5?  Concern about the \"buffet\". It was delicious, great selection, through their kitchen which was incredible, but a concern of every buffet, I had 2 plates of food (both of which I made) and each one had a hair in it.  I know they aren't mind as I have short hair and these were long. \n\nThe last run through for their unbelievable bacon was met with a young lady in front of me who stopped me just prior to the scrambled eggs and said \"wait, don't get them I think there is a hair in them.\"  The kitchen staff immediately replaced them and apologized but damage done. I wasn't getting eggs but that was where I found #1 and now #3. I don't blame the staff but something to consider. Overall a great experience and definitely will be back, non-brunch.",
        "language": "en"
      },
      "date": "2017-01-06T01:47:38Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Joan A.",
        "user_id": "DsnM07iZ8M1laYD8L3F9_A",
        "link": "https://www.yelp.com/user_details?userid=DsnM07iZ8M1laYD8L3F9_A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/lxcvNF2bq_4GT6zrC5SegQ/180s.jpg",
        "address": "Kennesaw, GA",
        "friends": 26,
        "photos": 4,
        "reviews": 34
      },
      "comment": {
        "text": "What a lovely meal! My stepdaughter and husband brought me here for their brunch. It was delicious. The wait staff were wonderful and always attentive. The food was really good! The banana bread, salad, brisket, trout, veggies shrimp, Mac and cheese, and strawberry Panna Cotta were all very good! My husband and stepdaughter loves everything they got as well. The Bloody Mary was yummy to boot! I would go again and recommend it to others!",
        "language": "en"
      },
      "date": "2019-05-12T20:48:22Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Andrea D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/pwyyljbZvElD2-N0g9zYvg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Joan,\nThank you for your recent visit, and we are so pleased to hear you had a great time! Thank you for your positive feedback, and we look forward to seeing you soon at Local Three.\nKindest regards,\nJimmy",
          "date": "2019-05-12T23:58:14Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nicole S.",
        "user_id": "TMCdNIFHN44hlL0DN7VBRQ",
        "link": "https://www.yelp.com/user_details?userid=TMCdNIFHN44hlL0DN7VBRQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-H-seXR8xlmb2XVNyKfZGQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 29,
        "photos": 472,
        "reviews": 93,
        "elite_year": 24
      },
      "comment": {
        "text": "Had friends in from out of town and I wanted to give them something different so we chose local 3. This menu is beyond good and the buffet is excellent with many choices to choose from and the price is good. It can get a little confusing trying to find the resraurant but once your their you are in good hands.",
        "language": "en"
      },
      "date": "2017-06-02T05:55:06Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "M B.",
        "user_id": "RwoatjCHC7DdrM6-byQWAw",
        "link": "https://www.yelp.com/user_details?userid=RwoatjCHC7DdrM6-byQWAw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ji1ALoRN_5tHEtk_w_rKKg/180s.jpg",
        "address": "Goleta, CA",
        "friends": 1,
        "photos": 0,
        "reviews": 14
      },
      "comment": {
        "text": "We stumbled onto this place on a rainy night after arriving in GA for the first time (headed for Augusta.) It's hard to find, but worth The effort.\n The food is delicious and interesting. The beer menu has something for everyone. The desserts looked great too, but we opted for whiskey. Matt is a whiskey sommelier.  After describing some of our favorites, he recommended a lovely rye. Even our non-whiskey drinkers loved it.\nWe enjoyed Local Three so much we returned for lunch the next day. Great food and a superior staff earns the 5 star rating.",
        "language": "en"
      },
      "date": "2018-04-10T13:42:04Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alice S.",
        "user_id": "avfzebEkiE70vDfAGoQKgA",
        "link": "https://www.yelp.com/user_details?userid=avfzebEkiE70vDfAGoQKgA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MF7ofq2znLGlaO49_V-VBg/180s.jpg",
        "address": "Duluth, GA",
        "friends": 2,
        "photos": 0,
        "reviews": 17
      },
      "comment": {
        "text": "This place was amazing! The only reason I give it 4 stars and not 5 is because parking was supposed to be validated, and they did, but the validation they gave us didn't work for some reason, and we ended up having to pay 10 dollars anyways :( It was unexpected, but the food was amazing! \nBuffets often trade quality for quantity, but this place had both. There was a great selection/variety, and everything we had was delicious. The biscuits were thick, and fluffy, and buttery, the shortbread was flaky and delicious, and my favorite was the quiche! I love quiches, so I went back multiple times for this, and even my boyfriend, who hates egg, enjoyed the quiche. The set up was nice as well, not too loud, and the service was really good. We got a really fresh grapefruit juice, which be both enjoyed, and a mimosa. The mimosa was a little strong, but when we mentioned that to the server, we got some complimentary orange juice to balance it out and then it was great as well!\nAll in all, other than the parking mishap, I thoroughly enjoyed my experience here!",
        "language": "en"
      },
      "date": "2019-10-13T17:32:54Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Marilyn K.",
        "user_id": "QJPOGAC3CPwe-32ufi87yg",
        "link": "https://www.yelp.com/user_details?userid=QJPOGAC3CPwe-32ufi87yg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ey9KAjVS6Ia7-RjV0aGqSw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 178,
        "reviews": 200,
        "elite_year": 24
      },
      "comment": {
        "text": "You have to know where this little gem of a restaurant is, because there are no street signs pointing you in the right direction to Local Three. But you will enjoy it once you are there. We told our server, Min, that we were in a hurry to get to a show and she responded accordingly. Our food came out super fast as we desired. My lamb schwarma was delicious, and the pita toast points were particularly tasty. My husband enjoyed his bucatini pasta, but felt that there were too many fava beans (similar to lima beans). One improvement this restaurant could make is to offer non-alcoholic beer. But overall, this is a neighborhood favorite.",
        "language": "en"
      },
      "date": "2017-04-07T22:17:45Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Shero B.",
        "user_id": "FpWif3ATVjG6wnhrqPKMgw",
        "link": "https://www.yelp.com/user_details?userid=FpWif3ATVjG6wnhrqPKMgw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/U4yrTUqfKf6bsOgscrgVfA/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 4,
        "photos": 167,
        "reviews": 120
      },
      "comment": {
        "text": "Heard a lot about this place and finally decided to try it for dinner. They have a nice patio area. \n\nHad BLT for appetizer. It was ok...both taste wise and presentation.  For entree had The McDowell burger and Ranch Steak Tagliata. Burger was juicy and had a delicious creamy sauce. The steak was perfectly cooked and came with an arugula salad with a sweet balsamic dressing - delicious!  \n\nFor dessert we had white chocolate rice pudding and creme brulee. The flavor of the rice pudding was good but the rice needed to be cooked some more....still had that raw rice crunch and sandy after taste. The creme brulee tasted \"eggy\" and didn't have that smooth silky consistency.",
        "language": "en"
      },
      "date": "2015-06-29T00:30:03Z",
      "rating": 3,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6ik5bWa135Sb5RR6u1bKTw/o.jpg",
          "caption": "BLT with crispy pork belly....wasn't bad but I wasn't impressed."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P8MLaZ3HoagVEGB7u2-N6A/o.jpg",
          "caption": "Ranch steak"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tA3Pzq1LGORvnCwfSLZcEQ/o.jpg",
          "caption": "White chocolate rice pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VxyCXS6xJPSIjCRIr3w09Q/o.jpg",
          "caption": "Creme brulee"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Wendy B.",
        "user_id": "gajIiHoRnhRsHjgjGJTEsA",
        "link": "https://www.yelp.com/user_details?userid=gajIiHoRnhRsHjgjGJTEsA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/iuYX5dco1-RUgnF6UM8p5g/180s.jpg",
        "address": "West Main, Louisville, KY",
        "friends": 1,
        "photos": 6,
        "reviews": 51
      },
      "comment": {
        "text": "The hungry man wins best looking meal tonight. Short ribs were amazing, and brussel sprouts snack and oh the cheese ball with the most delicious saltine crackers? Served by a dude in a 3-pug airbrushed Tshirt? Look I can't describe this place, just eat here. Now. Amazing!!!",
        "language": "en"
      },
      "date": "2016-10-26T00:09:10Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-n9XyELy7PcefcqhSEtojA/o.jpg",
          "caption": "Hungry man!!!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Michelle K.",
        "user_id": "ueRPE0CX75ePGMqOFVj6IQ",
        "link": "https://www.yelp.com/user_details?userid=ueRPE0CX75ePGMqOFVj6IQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OvdHMaZ_I7-tdaOeT02KlA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 786,
        "photos": 4384,
        "reviews": 709
      },
      "comment": {
        "text": "Wow, I love this place! Thank you Tanya C. for hosting such a fun get together. I've heard about Local Three for years but never got around to visiting this restaurant until this past Sunday for their special brunch menu. You can't help but notice the beautiful, modern decor and super friendly staff.  The restaurant has a very lovely outdoor patio area overlooking Northside Parkway and the interior is equally impressive.\n\nTotally dug the laid back atmosphere. Our serve \"T\" was on point. She was able to service all 11-12 of us with ease and made sure we got our bills accordingly at the end of our amazing brunch.\n\nI love how on Sundays you get to walk through the kitchen to access their brunch menu items. Let's talk about QUALITY and quantity.  Tons of options, flavorful options and of course, it's AYCE.  All for about $24 which includes tax. Yesterday's theme was \"May the Fourth (be with you)\" since it fell on 5/4/14.  CUTE!\n\n\nDefinitely looking forward to introducing new friends to this fine restaurant and already booked a group gathering for late July for a dinner group that I'm part of.  Keep up the fantastic food and service, Local Three!!",
        "language": "en"
      },
      "date": "2014-05-05T17:12:38Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GR6_MqCrQ9ptaYhkJuD3VA/o.jpg",
          "caption": "The brunch menu today was AMAZING! (Thanks Tanya C. for hosting!! 5.4.14)"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Richard R.",
        "user_id": "JjXuiru1_ONzDkYVrHN0aw",
        "link": "https://www.yelp.com/user_details?userid=JjXuiru1_ONzDkYVrHN0aw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/f9_OydEG4RmPfv19ErF8eQ/180s.jpg",
        "address": "Suwanee, GA",
        "friends": 4999,
        "photos": 25286,
        "reviews": 1525
      },
      "comment": {
        "text": "This is going to be a tricky review to write and to rate. I love this place, love the décor, love the staff, loved the service and loved the burger.  But the price, GEEZ!\n\nIf you knew me, you would clutch your chest and fall over dead if you heard I decided to go try a $28 cheeseburger. That's right, you heard me... a TWENTY-EIGHT DOLLAR CHEESEBURGER. In my universe of cheapness, ONLY a group of my favorite yelpers could convince me to do such a unheard of thing. \n\n------------ - - - - - -  \n\nTHE  SCENE\nRewind a few months to a UYE where my regular yelp crew is talking about an amazing burger they all experienced for dinner on a previous night. I'm telling you these folks were going on like this had been a mind blowing sexual encounter. So I called Local Three to find out when this \"special\" burger would be on the menu again. I was told it is a random and spontaneous item added by the chefs when they are in the mood, so just keep calling back. So I did, and for like three months.... nothing.\n\nJust when I'd convinced myself I don't need a $30 hamburger anyway, my yelp burger buddy and champion donut eating Guru sends me a message:\n\nBrent H - So, today Local Three announced the return of the Big Kahuna burger on Facebook!\n\nMe - DUDE. We need to go get that burger. I want that Big Kahuna!!!!!!!!! I called Local Three. The Big Kahuna was being offered yesterday and today ONLY! How fast can you meet me there?\n\nBrent H - Yesterday and today ONLY?!  What kind of sadism is that?  Blargh.  Em and I have other plans tonight so we can't make it...  I'm still up for a burger tour on Sunday though.\n\nNevertheless, I call a few of my yelp buddies and we manage to get  small group together to meet within the hour.\n\n------------ - - - - - -  \n\nTHE FOOD\n* * BIG KAHUNA BURGER ($28.95) 4 stars - I need to just say this up front. I'm from the tribe of Simplefolk where we just like good food with great flavor at a reasonable price. You can save the showy stuff for the FINE diners. The Big Kahuna and all it's exotic ingredients were overkill in my book of burgerology. I can't say it wasn't a good burger, but $30 good? I think not.\n\n* * FRENCH FRIES - delicious, especially when dipped in the bacon aoli sauce.\n\n* * CRAWFISH BEIGNETS - The portion size was tiny even for an appetizer. However, the beignets themselves were good.\n\n\nBrent H (following day) - How was your Big Kahuna experience last night?  Did it blow your mind, or was it over-hyped?\n\nMe - It would have made for a great $12-$15 burger.... but not more than that.\n\n------------ - - - - - -  \n\nTHE VERDICT\nI wasn't able to fly or manipulate the weather after eating it. I couldn't see into the future nor did I develop super human strength, and I certainly wasn't any smarter. As a matter of fact, I felt a little dumb... LOL!  So, although I really like this burger, $30 (after tax) is absolutely insane. However, to my good fortune, one of the members of our group picked up the tab. Thanks you know who :-) \n\nOver-hyped??? ...meh, it's good so maybe not.  Overpriced??? ...most definitely.",
        "language": "en"
      },
      "date": "2013-08-12T12:22:36Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BJn79Lo6clmS-mGmEX94Og/o.jpg",
          "caption": "If you can find the entrance (which looks like a lawyers office), this is whats inside."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VjojmAfsboXbj2mx2aUjaA/o.jpg",
          "caption": "A drink the bartender made for me \"off the menu\". Good stuff!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MKTufp9S5hEy2GqN-rAS6A/o.jpg",
          "caption": "The bar is a quiet and more intimate area than the main dining room."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QwwyneL_7F1ERPTS7PaWPw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/od4rlvAWDzsinXBgMDmeZQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zJZsXDLsfGDtF-4m7oK5DA/o.jpg",
          "caption": "There it is... the Big Kahuna burger."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4UZ1ouOjrg28oYHDq_S6Zw/o.jpg",
          "caption": "The Big Kahuna deconstructed."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iKOs4b_5F04VR0H7aQxvIg/o.jpg",
          "caption": "Something the lady yelpers ordered"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JxNz_a77pEJO_BXMFLBrSw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XxtYZf44OSNB0j6gIh2ZAg/o.jpg",
          "caption": "Cool wall"
        }
      ],
      "feedback": {
        "useful": 58,
        "funny": 52,
        "cool": 54
      }
    },
    {
      "user": {
        "name": "Heidi P.",
        "user_id": "vlITGEDCNwuFj47QZGgY2w",
        "link": "https://www.yelp.com/user_details?userid=vlITGEDCNwuFj47QZGgY2w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dDoKbxJCR8j4owJUEEkdpA/180s.jpg",
        "address": "Marietta, GA",
        "friends": 787,
        "photos": 1825,
        "reviews": 490
      },
      "comment": {
        "text": "What do the kids say these days? \"I just. I just can't.\" \n\nI didn't know what they meant exactly before I tried Local Three.  Now that I have been here twice.. I know... That... I just... Can't... That's it. \n\nFirst of all, their menu changes a bit daily. Now I know some of us count on some stability and predictability in life. But forget it! You know you love the excitement of looking at a menu and saying to yourself \"holy f***, look at this burger special with rib meat stuffed in there. Where the F did they pull that from?\"\n\nFor my most recent visit, I had the pleasure of enjoying The Notorious P.I.G. (Appreciated by a 90s lover like me) charcuterie board as well as the cheese board.  Oh how lovely.  Candied bacon and sausage were among the tastiest for me.. As well as the goat cheese, Brie, cheddar and blue cheese (which is the whole cheese board) plus triple berry jam and honey. Omgwtf ser. --- NOT a typo!\n\nFor my entree, I splurged for the Rack of Lamb because I am an absolute, 100% super sucker for lamb.  Those pieces were almost the size of ping pong paddles, I swear.. They were slightly more pink/red than I normally like, but WOW.  Came with carrots, snow peas and a cauliflower purée with of course a sort of jus or gravy for the meat.  I took half home and enjoyed it the next day.\n\nAs far as decor and atmosphere, it is a comfortable place. Lighting is good, dark wood, higher dinner tables in some places.. They have artsy versions of pigs all over as well as the Big Lebowski.  I don't know how that all ties in, but some things in life you don't question.. like pork and the Dude. Just move along.\nI also super love the pretty bar area with the huuuuuge window, and the quirky addition of vintage salt and pepper shakers on the tables.  (Every table has a different pair!)\nIt also certainly doesn't hurt that the staff is very nice.. And honorable mention for making an otherwise really confusing location very easy to find with the perfect placement of signs.\n\nThe one thing I realized is not to my liking is whatever cranberry juice goes into my vodka cran. We think it might be fresh, therefore not sweet... Thus making my drink taste very strong and hard to swallow :). But I love this place so much I don't give a hoot. I'm going to just make a mental note to try a new drink next time.\n\nThere are so many different wonderful tastes and ideas and delights... Whether you have a party of 2 or 10.. Your table will have a smorgasm. (C) totally just made that up: smorgasbord and orgasm. Credits please.",
        "language": "en"
      },
      "date": "2013-03-29T03:14:07Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VP8LPtAV-tefN9qB_PPN5w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YmwoR6lOXQ2p4G7iAijBYw/o.jpg",
          "caption": "Rack of Lamb"
        }
      ],
      "feedback": {
        "useful": 11,
        "funny": 15,
        "cool": 9
      }
    },
    {
      "user": {
        "name": "Tanya C.",
        "user_id": "4LttfktRgAF_0Bunsyv9BA",
        "link": "https://www.yelp.com/user_details?userid=4LttfktRgAF_0Bunsyv9BA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MceRg-i2FNC8o7WKqT1JIw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 270,
        "photos": 1577,
        "reviews": 391
      },
      "comment": {
        "text": "Dear management,\n\nPlease add the Big Kahuna Burger to the regular menu.  Pretty please with sugar on top?\n\nLove,\nA devoted fan\n\n\nI've eaten at Local Three many times and always thought it was a solid four star experience.  However, my most recent meal placed them securely in five star territory.\n\nThe restaurant is a bit hidden off of Northside Parkway.  My dermatologist is actually in the same building so I stop by Local 1.5 to grab something for lunch whenever I visit the doctor.  There are signs that clearly mark where you should park and which way to walk to find the restaurant.\n\nI started off with the Notorious P.I.G.  The charcuterie sampler came with some prosciutto, candied bacon (what?!?!), sausage, sopressata.  It was delish.\n\nMy entree consisted of a daily special: The Big Kahuna burger.  Now, I've had their regular burger on the menu a few times (The McDowell).  The McDowell pales in comparison to the Big Kahuna.  This burger is a thing of beauty.  I could write an ode about it, but I will spare you.  The awesomeness consisted of wagyu beef, short rib jus, truffle, thomasville tomme and bacon.  The burger is also served with a side of bacon jam.  Holy sh*t.  You must order this if it is on the daily menu.  I will be shot for saying (writing?) this with the burger wars around town, but it's the best burger I've ever eaten.\n\nI went with a large group on my most recent visit.  Service was excellent for our entire meal.  Nothing was forgotten and paying was a breeze.  They also have a huge wall of bourbon.  I know there are some big bourbon fans out there.  This is the place to come.",
        "language": "en"
      },
      "date": "2013-05-14T02:07:15Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/b7QrxcZHX2zw3nz1MohWuw/o.jpg",
          "caption": "Big Kahuna Burger"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fixAZlNr4MEvFsmKLCOh6g/o.jpg",
          "caption": "Chocolate Flourless Cake"
        }
      ],
      "feedback": {
        "useful": 10,
        "funny": 8,
        "cool": 8
      }
    },
    {
      "user": {
        "name": "Brent H.",
        "user_id": "bYyaHM9Dy5bX3uMNJuaNnA",
        "link": "https://www.yelp.com/user_details?userid=bYyaHM9Dy5bX3uMNJuaNnA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fewrtPgYH5uPUfWLD8KTlg/180s.jpg",
        "address": "Midlothian, VA",
        "friends": 148,
        "photos": 75,
        "reviews": 163
      },
      "comment": {
        "text": "If I had to choose just one restaurant at which to dine every night for the rest of my days in Atlanta, I would choose Local Three.  It wouldn't even be a difficult choice.  The words would exit my mouth before you even finished asking the question.\n\nWhy?  Because Local Three has a delightfully diverse, wantonly whimsical and consistently well-executed menu that gives me new reasons to love the place with every visit.  The service is eminently on-point.  And there is a wall of bourbon anchoring the restaurant.  (Consequently, the bourbon cocktails always hit the mark.)\n\nPutting aside the fact that the place is practically a shrine to the Big Lebowski--the greatest movie of all time--the atmosphere is laid back and inviting without a hint of pretension.  The servers are so much fun and they aren't shy about giving you an honest opinion about the menu, drinks, or the quality of your weekend plans.  If you chat with your server for a few minutes before ordering, you'll be quickly guided toward menu choices that will fit your style and mood.  They are really good at what they do.\n\nThe kitchen operates with a high level of precision, which means you can pick any dish and it will be executed flawlessly.  Pork, beef, seafood, vegetarian?  They've got it covered.  The burgers are phenomenal.  Likewise, they do amazing things with octopus and shellfish.  Anything with pork belly, bacon or BBQ will be the highlight of your evening.  I prefer to order mostly small plates so that I can get a nice variety of the rotating seasonal menu with each visit.  It would be a shame to limit myself to one entree at Local Three.  I don't know how I'd choose.\n\nIf I have one complaint about Local Three, it would be that the menu can be confusing and the descriptions often aren't very... descriptive.  You might order something and then be presented with a dish that looks wildly different from what you were expecting.  Fortunately there is a simple solution.  Talk to your server!  Ask them lots of questions.  They know the menu and will give you an honest assessment of the composition and style of each dish.  Even if a menu item sounds self-explanatory, I recommend running it by your server when ordering.  The kitchen can get absurdly creative even with the basics.\n\nThe charm, style and consistency of Local Three keeps me coming back.  If I were to eat here every night for the rest of my days, I'd die a happy man.  Penniless perhaps.  But happy.",
        "language": "en"
      },
      "date": "2013-08-02T14:35:55Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ge9fSfGECutChPdP9nwF1A/o.jpg",
          "caption": "Charred octopus with pork belly and cauliflower."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jBU6jkYzBTkV2DBE2eSu7A/o.jpg",
          "caption": "Urban Achiever.  (And proud we are of all of them.)"
        }
      ],
      "feedback": {
        "useful": 11,
        "funny": 4,
        "cool": 7
      }
    },
    {
      "user": {
        "name": "Muglar S.",
        "user_id": "uPGnSNwg_66ZXQNE4MOyIA",
        "link": "https://www.yelp.com/user_details?userid=uPGnSNwg_66ZXQNE4MOyIA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/F-AnhErDTCWdR8Iy1Gpywg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 90,
        "photos": 35,
        "reviews": 66
      },
      "comment": {
        "text": "Honestly the worst brunch I have had to date in Atlanta. Let me explain,  we called to make a reservation no one answered the phone, we get up to the hostess stand they ask us if we have a reservation, I said \"no we tried but you did not answer the phone.\" Hostess \"well we all have things we need to improve on.\"  Now mind u the restaurant was empty.  We got a table, at this point I'm feeling this is pretty pretentious.  We sit down there is no menu,  they are doing some kind of buffet brunch where you walk around the kitchen and serve yourself, side note I HATE buffets!  If I had know known I never would have come.  We went in got our food sat down, the eggs \"soft scrabbled eggs\" taste terrible over cooked.  The buttermilk pancakes were sour and cold, eggs were cold, bacon was greasy, sweet potato soup was bland, I am still sitting here in the restaurant as am TOTALLY unimpressed and DISAPPOINTED in the food.  To be honest this is a cute restaurant with a pretentious feel that has food that is lack luster.  First time we have been here and last time, bad food, bad service and you get to pay$24.93 for what they call a total PIG OUT.  All I can say is YUCK RUN AWAY",
        "language": "en"
      },
      "date": "2019-12-30T15:55:02Z",
      "rating": 1,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_e7j02552u9hbsUeFXKfKw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Emily Sue H.",
        "user_id": "6fxlBIxzuwwzpGQcerc0Fw",
        "link": "https://www.yelp.com/user_details?userid=6fxlBIxzuwwzpGQcerc0Fw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9fUATYKCUX1YZMJSTKtQzg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 10,
        "reviews": 19
      },
      "comment": {
        "text": "My husband and I have lived in ATL for 5 years and had the pleasure of eating at Local Three for our anniversary. The food was seriously some of the best food I've ever had in my entire life. I feel like the more expensive a place, the smaller the portions, but this wasn't so with Local Three and the food was very reasonably priced for what you get. I had the steak special and it was probably the best strip steak I've ever had and I've eaten at tons of steakhouses including Rathbuns, Ruth Chris and Chops. On Monday nights they have \"flip for it\" wine where the manager flips a coin and if you guess right (heads or tails) you get your whole bottle for a $1! So we managed to get two appetizers, a bottle of wine, steak and sausage stuffed quail for roughly $100 which was amazing for the quality. To top it off, our waiter brought us a card signed by all the waiters/kitchen staff congratulating us on our anniversary and also brought us out a very nice dessert. The manager checked on us no less than two times asking how our meals were. All in all, we loved this place and will definitely be back. If you eat there ask for Clay to be your waiter! \n\nPS-for reference we had: \nAppetizers: mushroom & brie toast & scallops \nMain: 14oz strip steak with potatoes and mushrooms & sausage stuffed quail with sweet potato waffles \nDessert: bread pudding \n\nSeriously, everything we had was AMAZING and I would recommend all of it!",
        "language": "en"
      },
      "date": "2016-11-29T22:04:10Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hQIEaO0QyBgiMiId_zS0jw/o.jpg",
          "caption": "Steak special and sausage stuffed quail"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Elizabeth H.",
        "user_id": "YYNGPckT3TPALgGmhsaqXg",
        "link": "https://www.yelp.com/user_details?userid=YYNGPckT3TPALgGmhsaqXg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UN2hv86XiYQ-JlVIrSqsNQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 45,
        "photos": 178,
        "reviews": 127
      },
      "comment": {
        "text": "It was LOVE at first TASTE!  Local Three is your neighborhood southern speakeasy - located in a huge office complex off of Northside Drive, the entrance to Local Three is a non-descript door at the end of a hallway... \n\nYou instantly feel like family from the attitude of the server to the comfort food menu.  The drink & wine menu is extensive and somewhat overwhelming ~ luckily Matt, the wine sommelier, was there to help!  He gave me a little lesson on French wines and then suggested a terrific crisp/fruity white wine.  \n\nNext task I had to choose what to eat ~ considering the entire menu sounds delicious, this was a hard task to complete!  For starters we shared the homemade pimento cheese served with pita and the house pickles, as well as the mushroom and polenta appetizer.... Ryan (one the owners) brought out the food and his description of the mushrooms was RIDICULOUS ~ and he was right!\n\nFor dinner I had the Chicken Pot Pie ~ served in a personal sized cast iron crock pot and a huge buttered biscuit on top- YUMMY!  The Chef did a terrific job of not over cooking the veggies in the pot pie; everything still had a little crunch to it!  This is definitely a go-to comfort food dinner :-)\n\nAt this point I was fat & happy but somehow managed to fit in dessert! We had the Cap N Crunch ice cream and chocolate cake ~ AMAZING!  The chocolate cake was super dense and gooey, the ice cream was out of this world, and the peanut butter was so fresh ~ the combination of everything together was perfect!\n\nLocal Three opened in December 2010 and I have a feeling they will be open for a long time!  I really appreciate an Owner who is out on the floor, talking with customers, and serving food - you can tell he's proud of his concept!",
        "language": "en"
      },
      "date": "2011-01-14T20:39:30Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/O9Tc4JkrcrP3zThJ_n8sEQ/o.jpg",
          "caption": "~ all you can eat brunch for $19"
        }
      ],
      "feedback": {
        "useful": 7,
        "funny": 4,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Angela M.",
        "user_id": "ya3mbvTaymecfrTc08SxhQ",
        "link": "https://www.yelp.com/user_details?userid=ya3mbvTaymecfrTc08SxhQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HzAOThfePnC18erHRevQYw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 927,
        "photos": 2416,
        "reviews": 1903
      },
      "comment": {
        "text": "Having just awoken from my brunch-at-Local-Three-induced coma, this review is as fresh as it gets.\n\nWe parked in the deck, but walked around to the front of the building, not noticing the signs in the parking deck. I guess we were thrown off since the deck was open.  The hallway was well-marked, and I liked the wood and speakeasy feel of the door.  I opened it to see the Last-Supperish painting of the Big Lebowski characters and knew that this was the place to bring J for Fathers' Day.  Since we were meeting Zack and Rachel E, who'd made the reservations and were already there, we were seated right away.  Not only did they bring us a high chair for C's car seat, they also warned us to keep the bar up so that it would hit first if the chair tipped (freaky thought, but highly considerate of them to point that out).\n\nWe let the men head through the line first.  Bummer number one (don't worry, there aren't many) is that with the line in the kitchen, you can't tell how long it is, so you don't know when it's a good time to get up.  When it was my turn (disclaimer - you only have to wait if you've got little ones to watch, it's not as if they tell you to go in pairs or risk losing the table), I got the big circular plate, but only got through the salads and eggs.\n\nPlate 1: Cheese scone: great flavor, not too dry.  Mini-blueberry muffin: a little gummy and sweet for my taste.  Mini-lemon muffin: very fluffy and flavorful, not too sweet.  Pimento cheese with flat bread: a little runny (I prefer thicker and drier) for my taste, but good flavor.  Mixed berries - delightfully fresh.  Melon salad - the melon wasn't quite as ripe as I'd expected.  Arugula and peach salad - my favorite fruit and my favorite vegetable... hard to improve upon - I thought the dressing was a little heavy, but I got this on every trip in order to get more of those amazing peaches!  Poached egg with red hash (beet, potato, country ham): I could eat this every day - the perfect combination of savory bits to complement the soft runny yolk.  \n\nPlate 2: biscuit with pepper jelly: a little too dense and buttery, and not terribly flavorful jam; shrimp and grits - wonderfully thick textured grits, deliciously savory sausage bits, but lackluster shrimp and overall a little too greasy. Bacon: thinly sliced, but could have been a little crisper; Succotash: very flavorful, and I don't even like succotash; duck meatballs: nice and hearty with pieces of carrot (and raisins?) - not something I'd eat every day, but good.\n\nPlate 3: all the highlights: Peach and Arugula Salad, mixed berries (now with raspberries and some other small and orange-flavored berry, potential red currants?), cheese scone, and poached egg with red hash.\n\nJ got dessert, but I wanted to leave with the taste of that egg and hash.  \n\nAll that for $23.93 (yes, they've gotten more expensive, or maybe it was just Fathers' Day).  That's more than I'd care to spend on brunch every Sunday, but definitely worth it for the 3 trips, premium ingredients, and service that kept my water glass full and my plate cleared without even batting an eyelash.\n\n#Yelp365 - 170/365",
        "language": "en"
      },
      "date": "2011-06-19T19:29:14Z",
      "rating": 4,
      "feedback": {
        "useful": 7,
        "funny": 1,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Annie C.",
        "user_id": "OIgKgNgdnT8uXD7EmI3IDQ",
        "link": "https://www.yelp.com/user_details?userid=OIgKgNgdnT8uXD7EmI3IDQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Hpf-Aycot4S68eZCntl14w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 269,
        "photos": 981,
        "reviews": 390
      },
      "comment": {
        "text": "Let me preface by saying that this review is specifically for Local Three's Sunday brunch service. \n\nI've heard some amazing things about Local Three's AYCE brunch and I was half-expecting it to not live up to the hype but fortunately I was wrong! For $20 (plus tip) per person, it's a great deal - I enjoyed everything I had and I tried my best to sample at least a little bit of everything offered. My favorites of the meal were the 'Carrot Ginger Soup' - smooth, flavorful, and quite light - the Cheddar Bacon cornbread - hello, bacon!!! - and the 'Pan Seared Shrimp & Grits' - which were possibly the best version of shrimp and grits I've had the pleasure of eating thus far, the grits, the shrimp..it was all cooked perfectly,  particularly the grits - they were the perfect consistency and texture. \n\nThe restaurant itself is gorgeous - think: ritzy rustic, with dark wooden flooring and panels, modern lighting and large glass windows - but it's not without a sense of humor: there's a funky painting of the Big Lebowski himself illuminating the walls and the kitchen is lined with kitschy knick-knacks.\n\nWe had excellent service, our server was sweet and helpful - she asked if it was our first time having brunch with them, she walked us through the process -  literally - walking us over to the kitchen; and our used dishes (which she said we were supposed to leave at the table), were always gone by the time we came back to the table. \n\nIf brunch is this great - I can't wait to see what their dinner service is like!",
        "language": "en"
      },
      "date": "2014-02-20T12:08:25Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/w7NxqawfkIAnka9x9FkolQ/o.jpg",
          "caption": "Forum lobby entrance for Local Three."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YOmF7YOcVMsWPkGuD_SHGg/o.jpg",
          "caption": "Brunch Menu & Map."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GccqdAnlET_9uDwzM7nd8w/o.jpg",
          "caption": "Kitchen/Brunch Buffet."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NSDv0RlVaZJ9NEh9aloaZg/o.jpg",
          "caption": "Plate overview: Bacon, soup, and diced potatoes."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wTYLQii5XIUkpRzjzJHpnw/o.jpg",
          "caption": "Carrot Ginger Soup."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/e4BygzWe4JsZvcIZZA_VxA/o.jpg",
          "caption": "Curried Egg Crostini and Winter Greens."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fn36Bqc8mBLM0mAFzY1SNw/o.jpg",
          "caption": "Cheddar Bacon Cornbread."
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 1,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "Lindsey S.",
        "user_id": "7aHlWgn4CGjPq2iAug6R7g",
        "link": "https://www.yelp.com/user_details?userid=7aHlWgn4CGjPq2iAug6R7g",
        "address": "San Francisco, CA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "AMAZING experience and even better food!  My family and I sat at the Chef's Table and has the best experience.  Katie was our server and she was incredibly friendly, and knowledgeable about the food and the cocktail/wine pairings.  She really made the night fun!  Each course was better than the last, from the truffle popcorn, the mussels, scallops, and key lime pie dessert (SO good!).  I would highly recommend to anyone wanting a good time and tasty food!",
        "language": "en"
      },
      "date": "2021-02-15T01:51:20Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Andrew W.",
        "user_id": "w62fOX3j-7len22BWGb8Iw",
        "link": "https://www.yelp.com/user_details?userid=w62fOX3j-7len22BWGb8Iw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oFcuAYDRmXzVN5cPwODE2A/180s.jpg",
        "address": "Duluth, GA",
        "friends": 366,
        "photos": 413,
        "reviews": 274
      },
      "comment": {
        "text": "Oh wow!  Normally, I'm very iffy about AYCE buffets as the quality of the food tends to go down when it is prepared for the masses.  This is certainly not the case with Local Three's Sunday Brunch.  Apparently, they really like to shake things up quite a bit too - as they are always rotating in new brunch options each week.  \n\nSo, for the standard rate of about $19, I was able to partake of salads, pound cake (and other baked goods), raspberry panna cotta, butternut squash soup, Panini bites, biscuits and gravy, mac n cheese, spinach quiche bites, pancakes, French toast, bacon, eggs, etc.  Mind you, none of these items were of the standard variety (the butternut squash soup included walnuts, the mac n cheese included golden raisins, the pancakes had vanilla crème anglaise drizzled on them, they served Nueske's bacon, etc.).  Just about everything we ate was simply excellent.  \n\nMy only complaint (not aimed at Local Three directly):  The elderly lady in the buffet line in front of me not following basic buffet etiquette.  I watched as she picked up items, placed them on her plate, then decided that she didn't want them after all, and then placed them back on the serving tray.  I felt the \"anger twitch\" in my left eye.  Oh well - not Local Three's fault...but still aggravating.\n\nThe one benefit of Local Three's Sunday brunch is clear: the days of having to suffer the nearly impossible decision of choosing \"sweet or savory\" for breakfast/brunch are over!\n\n(I shall return one day for dinner service!  I look forward to it.)",
        "language": "en"
      },
      "date": "2014-01-16T16:35:46Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TNiUoncIg0d664LTYb7TSA/o.jpg",
          "caption": "Assorted Sunday Brunch buffet items (butternut squash soup, mac n cheese, pancakes, Panini, pound cake, panna cotta, etc.)"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 3,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Debby L.",
        "user_id": "bMGXNeeymFqyaISCKJjCkA",
        "link": "https://www.yelp.com/user_details?userid=bMGXNeeymFqyaISCKJjCkA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/efV6pp-8wj3PA4hraCS-SQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 1357,
        "photos": 1346,
        "reviews": 1261
      },
      "comment": {
        "text": "LOCATION\nIt's a little hard to find. The restaurant is located in a shopping / luxury apartment area that has not been finished, or is still vacant. There are a lot of vacant storefronts around it, so you have to be on the lookout for signs that say Local Three. Walk into the large building and veer right as soon as you walk in, before you get to the large circular front desk. Go down the dark hallway with the pig at the end. \n\nBRUNCH $21.95\nThe brunch here is awesomeeeee. I mean, awesome. For a set price, you get coffee included, and unlimited amounts of brunch food. The thing I love most about this brunch is that all the food set out is in smaller platters than I've seen at other brunch places. That way, the food is consistently made fresh, and when I came back for seconds and thirds, a new plate was set out, hot and fresh. \n\nSHRIMP AND GRITS\nThis needs to be a staple here for brunch. It's the best I've ever had and I died for it. I ran back three times, each time scooping just a ladle full so that I could taste the other things too...but I kept coming back to this. This is by far, the winner dish for me.\n\nPANNA COTTA\nPerfect size, tasted creamy and delectable. The kids inhaled this. \n\nSTRAWBERRY SHORTCAKE PANCAKES\nThey are small in size so they are perfect for tasting. Fruits are fresh. Strawberries and blueberries. Pancakes were fluffy and I put a bit of butter on top. No maple syrup necessary. \n\nSOFT SCRAMBLED EGGS\nSo creamy and delicious. Topped with some parsley and other herbs. Perfect eggs really. \n\nQUICHE\nIt was light, fluffy and flavorful. I took a piece with a lot of crust because I like the flaky crunch. Very happy with it.\n\nBACON\nCrispy pork bacon. I took the small pieces and they were delicious. Hard and crunchy, not greasy. \n\nCROSTINI\nI forget what was on it, but it was not my favorite. It was bite sized so I didn't mind it. It was forgettable. \n\nATMOSPHERE\nThe tables are high, solid, and I want to have them in my home. We got seated at the large high table as soon as you walk in the door. The other tables surrounding may be less high, but are just as nice.",
        "language": "en"
      },
      "date": "2014-06-05T20:59:32Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mGBxTC65fQAwoEbENB8iAA/o.jpg",
          "caption": "Panna cotta, strawberry shortcake pancakes, shrimp and grits, quiche, crostini, scrambled eggs, bacon"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mary G.",
        "user_id": "5SI4zlJsecLHzx4gZD2DRw",
        "link": "https://www.yelp.com/user_details?userid=5SI4zlJsecLHzx4gZD2DRw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zN5Kdr49ayZnB3bsEOF1hQ/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 194,
        "photos": 23,
        "reviews": 7
      },
      "comment": {
        "text": "We were there when they opened and were lucky enough to eat brunch without a reservation ( I wouldn't count on being seated without one though). I love bacon and was pleasantly surprised by the bacon they served. It was different  than any other bacon I've eaten. It had a subtle smokiness that made my taste buds smile (greedy girl talk). And the potatoes...   I was also impressed by the size and cleanliness of the kitchen, which you walk thru during the brunch buffet.  \n\nThey had a great mix of both breakfast and lunch dishes, good  service, and a nice atmosphere. Make sure you go when you have a decent appetite and have worked out, as the chefs are in no way concerned about your waistline.",
        "language": "en"
      },
      "date": "2016-04-24T17:47:10Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Katy S.",
        "user_id": "opdCIMtb37FRN8JLUbSbHA",
        "link": "https://www.yelp.com/user_details?userid=opdCIMtb37FRN8JLUbSbHA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5251hvbnvDElhQL06B1-tA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 358,
        "photos": 1,
        "reviews": 18
      },
      "comment": {
        "text": "Brunch was fine. The service was good but the food seemed the have the quality of a hotel breakfast. There wasn't very much variety and nothing was great but nothing was bad either; it was all just okay. It didn't feel worth the amount of money per person.",
        "language": "en"
      },
      "date": "2019-11-08T12:39:09Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tiila N.",
        "user_id": "TaMunkE1qN5CZD4gsE74pw",
        "link": "https://www.yelp.com/user_details?userid=TaMunkE1qN5CZD4gsE74pw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gY48aUJ-jNK33_x63zK2_A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 244,
        "photos": 161,
        "reviews": 81
      },
      "comment": {
        "text": "I cannot ask for more wonderful experience. Food is orgasmic and the service is just the cherry on top. One thing that I notice about this restaurant is that the staff are not only nice to customers they are also very pleasant to one another. This restaurant continues to be my \"go to\" place to take when I have guest from out of town. \n\nMust try:\nGunga galunga-BBQ lamb slider, cucumber and feta slaw\n\nCrawfish risotto with andouille sausage and saffron \n\n\"an opportunistic visitor from the north\" filet of ribeye, crispy oysters, spinach and sweet corn salsa\n\nRoasted cervena venison with heirloom fingerling potatoes, baby carrots, snow peas\n\nEnjoy :)",
        "language": "en"
      },
      "date": "2013-01-11T17:41:57Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Song S.",
        "user_id": "R9hWBD_0MTRbbFSyGB-UOg",
        "link": "https://www.yelp.com/user_details?userid=R9hWBD_0MTRbbFSyGB-UOg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/n_DoxVIs2ATSt2dcP7aRSg/180s.jpg",
        "address": "Silver Spring, MD",
        "friends": 42,
        "photos": 19,
        "reviews": 102
      },
      "comment": {
        "text": "Went back there a few weeks ago to make sure my luck with this place could be repeated. Some great things were had, some average things were had, so it chalked up to me not changing the rating.\n\n-Brussel sprouts cooked (fried) in duck fat. Yup duck fat. Brussel sprouts is a new love of mine since I never had it growing up, and brussel sprouts + fat seemed like the winning combo. Especially with the rave review from the server. Hold on to your panties, I wasn't too impressed. The brussel sprouts were charred slightly, and I couldn't get the charred taste out of the way to enjoy the rest of the brussel sprouts. There's gotta be a way to avoid that. \n\n-Scallops were amazing. Came with a great little salad that made the dish taste light and fresh. I'm amazed how well this place can do seafood. \n\n-The duck cassoulet was...salty. And really salty is a deal breaker for me. The bean stew underneath was really tasty though. \n\nThey have a new dessert menu and it's crazy good. They have different sizes of desserts at different price ranges, depending on your fat-assery, er fullness. \n\n-I'm always leery of desserts that take their inspiration from candy bars. Because if it tastes as good as a candy bar, heck I'm going to go out and get myself a $.50 candy bar. But the Snickers bar dessert may have changed my mind. It elevated the components of a snickers bar and made it, dare I say, elegant? And it was a small size, which is good and bad. Good if you're full. Bad if you aren't and really wished it was a Twix bar and came with two pieces. \n\n-The apple pie dessert with rosemary ice cream - what  great match. The ice cream had enough sweetness to complement the rosemary flavor, and paired really well with the sweet dessert. \n\nAs always, this place has an incredible selection of drinks. So drink happy.",
        "language": "en"
      },
      "date": "2012-04-01T15:49:11Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 2,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michaela D.",
        "user_id": "6FSiCWvYHtOk9PY7VGf8WA",
        "link": "https://www.yelp.com/user_details?userid=6FSiCWvYHtOk9PY7VGf8WA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7HDdcoqxY1qZUqRvI5iOkQ/180s.jpg",
        "address": "Meredith, NH",
        "friends": 0,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "Went with my mom, sister and nephew. The food was very good but the service was slow. We had to ask for our server a couple of times after waiting and trying to get her attention. \nThe appetizers we ordered came out at the same time as the food (our server ignored that fact and we didn't say anything about it), and I found it hard to enjoy the popcorn as a side dish but overall the drinks and the food were great.\nNot sure why it isn't rated as being more expensive though, it is a bit pricy, especially if you order their house cocktails",
        "language": "en"
      },
      "date": "2017-10-22T01:37:37Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lauren H.",
        "user_id": "hZ99SHfFHvsVIfwawA3aGg",
        "link": "https://www.yelp.com/user_details?userid=hZ99SHfFHvsVIfwawA3aGg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gwNi02PQKlAgfYOzN0c64A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 538,
        "photos": 974,
        "reviews": 428
      },
      "comment": {
        "text": "I met up with a couple of gfs here today for brunch and they were super busy.  I had made reservations though so we were quickly seated. Once seated, the waiter came to take our drink order. My gfs ordered coffee and I just wanted water. It was noisy in there so I guess our waiter didn't hear me and assumed I wanted coffee too even I though I said to him, \"I don't want coffee, just water.\"  When he came out with coffee for me, I didn't want to make a big hassle out of it so I kept it. $2.50 for a cup of coffee I didn't even want. Boo!\n\nBrunch here was decent, nothing to write home about though.  It's $20 for all you can eat. If you go, try the cheese scones, yogurt with granola and french toast.  \n\nService was great, minus the coffee incident. Staff was very friendly and helpful!",
        "language": "en"
      },
      "date": "2011-02-20T21:29:55Z",
      "rating": 3,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sA-2ykSHq_fqcY2uMMbBrA/o.jpg",
          "caption": "Brunch"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vvB9y5S6S9QUhcqf857N7A/o.jpg",
          "caption": "More brunch foods"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fW1jsK8tWJ3fftbNpnPf8A/o.jpg",
          "caption": "Hot chocolate and chocolate pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/f-ZqVCeNaILFC_oJWm3OLg/o.jpg",
          "caption": "Hot chocolate and chocolate pudding"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Kyle D.",
        "user_id": "O54qpaPFcfpR9rf7f6Ltag",
        "link": "https://www.yelp.com/user_details?userid=O54qpaPFcfpR9rf7f6Ltag",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DtiaUOoHb3-d6HdOIkl6Xw/180s.jpg",
        "address": "Mount Pleasant, SC",
        "friends": 401,
        "photos": 1801,
        "reviews": 1019,
        "elite_year": 24
      },
      "comment": {
        "text": "Overall: An interesting and fun brunch experience. Unique and delicious.\n\nThe good: Great tasting food that is a lunch buffet, featuring starters, main courses, and desserts that branch from breakfast or lunch. There are tons of drinks to make or choose from. Service was friendly.\n\nThe bad: The food, while great, was pretty limited for brunch. Only so many items to choose from. The prices were kind of expensive.",
        "language": "en"
      },
      "date": "2014-11-18T04:56:02Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nicole M.",
        "user_id": "lfpttcBtrk2MXcgeQUwhLg",
        "link": "https://www.yelp.com/user_details?userid=lfpttcBtrk2MXcgeQUwhLg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mkgj17mr-S5mL1GiGqlbqA/180s.jpg",
        "address": "Hoschton, GA",
        "friends": 6,
        "photos": 1,
        "reviews": 5
      },
      "comment": {
        "text": "Went to Local Three last night with friends for a celebratory dinner. I am glad I checked out Yelp and read about the difficultly to find the place - it does look like it is a in a mixed use office / condo setting with a parking garage behind the entrance. Look closely for the small signs! We had early reservations and arrived even earlier just to check out the bar for a bit. Was super impressed by the bartenders and their knowledge and skill - and it was a comfortable soft rustic industrial setting with a bit of whimsy. You would easily feel comfortable in jeans with a nice shirt - ladies were in jeans or dresses - it is pretty upscale relaxed. If you are a bourbon drinker you will be in heaven. I am not but they still made a righteous martini for me perfectly shaken just the way I asked for it. \n\nOnce seated, we were taken care of immediately and deftly. Our server started by asking about any gluten issues in our party (one of the guests in our party has an intolerance) so she removed the daily menu and brought it back with everything checked off that would be gluten free / soy free etc right down to the specific nature of their dietary needs. Very top notch service that just so kind and considerate. \n\nWe had an amazing bottle of limited production Pinot noir and appetizers of both the Buffalo cauliflower and Brussels sprouts. I have tried sprouts a million different ways and personally hate them - however for the first time in my life I loved them!! They even pan seared them as not to cross-contaminate in a flour laden fryer - they were a perfect caramelization from a cast iron skillet. Gorgeous!\n\nWe had the pork chops (I ate every delicious bite), catfish, trout spread, and the scallops - then amazing tiramisu and flourless white chocolate cake. The only miss for me was the flourless cake but others liked it. \n\nTotally a 5 star Atlanta in town dining experience at a very hip relaxed restaurant. Really looking forward to going back again!!",
        "language": "en"
      },
      "date": "2016-02-07T20:18:36Z",
      "rating": 5,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lucy S.",
        "user_id": "fvwG8DgnETsSYlH5kQVY8A",
        "link": "https://www.yelp.com/user_details?userid=fvwG8DgnETsSYlH5kQVY8A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/B9gkDzPX7p1SA2LSKna5yQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 37,
        "photos": 35,
        "reviews": 103
      },
      "comment": {
        "text": "This place is a little hard to find - it's inside of what looks like an office building with a few signs here and there, but none that really lead you. There's a parking lot and I believe they validated, but when we went on a Sunday night, the gates were open so free parking! (yay!!)\n\nCame here on a suggestion of a friend and it was really good! We were here on a Sunday night and made a reservation - we were seated immediately, not sure if it was because we had a reservation or because it was pretty empty when we got there. There are big long tables in the middle and more cozy 2 seaters along the edge of the restaurant.\n\nThey have an extensive bourbon menu with other liquors if bourbon doesn't tickle your fancy. I stuck with water since I don't drink but my husband does and he ordered a muddy water for $10.03 - not sure why they didn't round down to $10... but whatever that's besides the point. Their menu changes seasonally, with I believe daily specials since our menu also served as a place mat and had the date on the top... \n\nWe got the Brussels Sprouts, Charcuterie plate and split the double patty burger. Our server was good, but the rate at our food came out was a little slow? I think they were waiting until we finished some our appetizer before starting our food, but not too sure. Everything but the burger was delicious! I mean, the burger wasn't terrible, but it was just like any burger that I would make at home, it was only slightly warm... which threw me off because the fries were super hot..? I wonder if maybe they were waiting on the fries to finish cooking, which I find hard to believe since you can time those pretty well I would imagine. The fries were nice and potato-y - but I wish they were a little crispier.. \n\nI would definitely come back to try the rolls, we saw a few of those come out for other tables and they looked so fluffy and delicious.. I also would come back and try the general tso's rabbit which our server said was really good. Next time I come back, I'll bring a few friends since this place seems to enjoy people staying and chatting, it's a really great atmosphere!",
        "language": "en"
      },
      "date": "2016-02-22T16:57:45Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anna O.",
        "user_id": "AyW3uyIBgdA7RK0vqDkOgQ",
        "link": "https://www.yelp.com/user_details?userid=AyW3uyIBgdA7RK0vqDkOgQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zki3xj5EfyOQm8fBtaU7JA/180s.jpg",
        "address": "Woodstock, GA",
        "friends": 115,
        "photos": 0,
        "reviews": 8
      },
      "comment": {
        "text": "Oh my word. What a great night! First of all, the atmosphere of the dining space is comfortable and the design is smart and artsy.  As an appetizer we had the truffle parmesan popcorn...we could have asked for 3 more bowls of that stuff. Popcorn perfection. We had heard that the McDowell burger was THE burger to get in Atlanta. It lived up to the expectation and then some. It's a playful homage to the Big Mac and was so very delicious (way better than the actual Big Mac in case you wondered). Our server was kind and attentive, and when we lost our parking validation, one of the managers let us out of the parking garage. It was a really nice lasting impression. That place really cares about their patrons. We will be back as soon as we can!",
        "language": "en"
      },
      "date": "2019-06-26T20:49:11Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Andrea D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/pwyyljbZvElD2-N0g9zYvg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Anna,\nThank you for your recent visit, and we are so pleased to hear you had a great time! Thank you for your positive feedback, and we look forward to seeing you soon at Local Three.\nKindest regards,\nJimmy",
          "date": "2019-07-02T15:15:03Z"
        }
      ]
    },
    {
      "user": {
        "name": "Scott O.",
        "user_id": "JurRww2bQi0LB7P4pJXpbw",
        "link": "https://www.yelp.com/user_details?userid=JurRww2bQi0LB7P4pJXpbw",
        "address": "Alpharetta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 10
      },
      "comment": {
        "text": "This place gets 5 stars for everything, but quick notes:\n\nWhiskey--selection is yuuuuge\n\nCopious and conspicuous treatments of pig and pig related items\n\nThe McDowell\n\nThat is all",
        "language": "en"
      },
      "date": "2019-06-25T23:12:16Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Andrea D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/pwyyljbZvElD2-N0g9zYvg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Scott,\nThank you for your recent visit, and we are so pleased to hear you had a great time! Thank you for your positive feedback, and we look forward to seeing you soon at Local Three.\nKindest regards,\nJimmy",
          "date": "2019-07-02T15:14:21Z"
        }
      ]
    },
    {
      "user": {
        "name": "Stacie P.",
        "user_id": "q6lkGvhc_8H5_jSw8TM5mg",
        "link": "https://www.yelp.com/user_details?userid=q6lkGvhc_8H5_jSw8TM5mg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xLWfef6LKUyjo1x0-FqhRg/180s.jpg",
        "address": "Acworth, GA",
        "friends": 188,
        "photos": 15,
        "reviews": 15
      },
      "comment": {
        "text": "After management saw my less-than thrilling previous review, I was invited to come back and try the restaurant again. My husband and I decided to go back and it was a much more pleasant experience. However, I can't let myself give 5 stars and here is why-- My first experience was a party of 7; this time it was just my husband and I. My first experience we ordered several rounds of drinks, appetizers, and entrees; my husband and I only drank water and had simple entrees. Was our service better? Heck yes it was, but again, I can't judge  fairly as the experiences were totally different.\n\nFor the food--on my first trip I had a much more (as some people would say) sophisticated dish of scallops and grits. On my second trip, my husband and I both ordered the burger. We are both huge fans of Local Three's sister restaurant's (Muss & Turner's) burger and were curious. It is a fun take on the Big Mac with diced onions, American cheese, and a fancy 1000 island-like sauce. We are huge burger critics and this burger was pretty darn good. My husband in particular was absolutely in love. The fries too, were amazing by his standards. They also load you up with fries, I'd say 2/3 of my plate was covered with fries, I did not leave hungry we can say that.\n\nOverall, a much better experience. The only reason Local Three did not receive the full 5 stars from my upon my return was simply because I did not give them the chance to earn it (I know, not fair) because we didn't order multiple drinks or appetizers. Our server was great and attentive though and our food was delicious.",
        "language": "en"
      },
      "date": "2017-06-14T13:19:44Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Andrea D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/pwyyljbZvElD2-N0g9zYvg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Stacie,\nFirst, let me apologize.  It's never our intent to disappoint any guest and we clearly did not live up to expectations on your visit.  I am sorry.  We strive for excellence but sometimes fall short.  Your trip was one such occasion.  Thank you for your honest feedback. There is no excuse for slow, unresponsive service.  Nor is the awkwardness in which the orders were taken acceptable.  We appreciate you taking the time to let us know when we fail to meet expectations.  It's through reviews like yours that we can grow and better ourselves.  Thank you.  I'd like to invite you back to Local Three as our guest. We'd love a chance to show you how good we really are.  If you're interested, please contact me directly at Eric@LocalThree.com and I will personally handle your reservation.  My apologies and many thanks for the feedback.  \n\nSincerely,\nEric Broshears",
          "date": "2017-05-04T22:11:03Z"
        }
      ]
    },
    {
      "user": {
        "name": "Lisa W.",
        "user_id": "FV56YuRgZRqNqbfyBg95rQ",
        "link": "https://www.yelp.com/user_details?userid=FV56YuRgZRqNqbfyBg95rQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3R8p5lsJ9VOtM-TDk2La2A/180s.jpg",
        "address": "Denver, CO",
        "friends": 109,
        "photos": 32,
        "reviews": 60
      },
      "comment": {
        "text": "Unique food and cocktails that are delicious and worth trying.\n\nThis restaurant is a little hard to find but worth the effort. We went for an impromptu drinking session and ended up having a wonderful food adventure.\n\nEach dish we ordered was of a high quality and a combination of ingredients (that resulted in a unique flavor profile).\n\nWe opted to share all our dishes and just an FYI their entrees are huge. The steak (which was awesome) fed the two of us.\n\nAs far as dessert goes get the cookies and milk .. Simply brilliant.\n\nAlso watch out for the flaming lips cocktail... It's intense :)",
        "language": "en"
      },
      "date": "2014-05-02T16:11:46Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ntww0xFQEwDpYQDj9_srvg/o.jpg",
          "caption": "Cookie dough and milk... Just brilliant"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MprjttLgtzNuMl7EIU3ADQ/o.jpg",
          "caption": "Fried cheese cake (goats cheese). Delicious but one was enough"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Pat S.",
        "user_id": "GVuM4jI8DDSxp-zwn1wUhA",
        "link": "https://www.yelp.com/user_details?userid=GVuM4jI8DDSxp-zwn1wUhA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OpxpZYOpZwyi0WcuDDxJMw/180s.jpg",
        "address": "Miami Beach, FL",
        "friends": 25,
        "photos": 45,
        "reviews": 25
      },
      "comment": {
        "text": "went there for brunch on sunday. buffet is set up in the kitchen and the chefs cook in front of you to refill everything. everything I tried was of great quality and so good! lol and the BACON was literally the best bacon I ever tried!\neverything else is awesome too. shrimp and grits, braised pork, pancakes, the chocolate chip shortbread  (!!), biscuits and so on...\nbuffet is 25$ per person",
        "language": "en"
      },
      "date": "2017-03-26T17:00:57Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fCO6HojbbGlGicKublY-pQ/o.jpg",
          "caption": "Sweet biscuit, shrimp and grits, BACON, braised pork"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-hHKJDF0HQ8C--arPKKfUg/o.jpg",
          "caption": "Peanut butter  chocolate chip shortbread. .omg..."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Steph H.",
        "user_id": "2olp4HccXZ9nZ2QFSo0_-w",
        "link": "https://www.yelp.com/user_details?userid=2olp4HccXZ9nZ2QFSo0_-w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/e-WxR5WaptHDMsugySFu5A/180s.jpg",
        "address": "Buckhead, Atlanta, GA",
        "friends": 0,
        "photos": 20,
        "reviews": 4
      },
      "comment": {
        "text": "This place was the best brunch spot I have ever been to. The food, music, service...the overall atmosphere was just amazing. The French toast taste like peach cobbler. The mac & cheese was to die for! And the shrimp..good Lord the shrimp made my tastebuds sing for joy! Everyone was so pleasant. If you enjoy great food & wonderful service without breaking the bank...this is the post for you!",
        "language": "en"
      },
      "date": "2019-08-18T19:16:39Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Andrea D.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/pwyyljbZvElD2-N0g9zYvg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Steph,\nThank you for your recent visit, and we are so pleased to hear you had a great time! Thank you for your positive feedback, and we look forward to seeing you soon at Local Three.\nKindest regards,\nJimmy",
          "date": "2019-08-22T12:53:38Z"
        }
      ]
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=bcXr24FtZx33vywpAa0qsw&start=220"
  }
}