{
  "search_metadata": {
    "id": "65ef29a111c88191ef1fa7cf",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65ef29a111c88191ef1fa7cf.json",
    "created_at": "2024-03-11 15:56:17 UTC",
    "processed_at": "2024-03-11 15:56:17 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/QbRAO-ruAACX7jgTdkrKkA?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65ef29a111c88191ef1fa7cf.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65ef29a111c88191ef1fa7cf.prettify",
    "total_time_taken": 2.08
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 0,
    "num": "50",
    "place_id": "QbRAO-ruAACX7jgTdkrKkA"
  },
  "search_information": {
    "total_results": 167,
    "business": "LowCountry Steak"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 167
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Ken Y.",
        "user_id": "uFijPpzE1v2gEqqoInmtdQ",
        "link": "https://www.yelp.com/user_details?userid=uFijPpzE1v2gEqqoInmtdQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rSaKH1r1g8zHacUYAzdRQg/180s.jpg",
        "address": "Columbia, TN",
        "friends": 104,
        "photos": 48,
        "reviews": 27
      },
      "comment": {
        "text": "Last night we turned on Diners Drive-ins and Dives before we went to sleep. Just so happened this place popped up.  We decide to try it on our last night in Atlanta.  We definitely saved the best for last. Wow!!  Put this one on your bucket list!!!  Best crust on a steak that I've ever had and that is saying something.  \nBackground music consisted of hip hop, country including Morgan Wallen, Uncle Kracker, Justin Bieber, some 80s and 70 s. Had my wife singing to every song.\nDasia (sp) was our waitress.  She was great.  Very informative and friendly.  \nSaw G and was going to try to get a picture with him but he slipped out the door.  \nPut this on your list of restaurants to try.  I don't think you'll be disappointed.\n\nPS: G, if you are gonna sell some knives, you need to put an edge on the ones at the table.",
        "language": "en"
      },
      "date": "2024-03-03T03:36:29Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dht_WAKlHRr_qp7dY8JHvw/o.jpg",
          "caption": "Wedge salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XHG_12anR_g_Yp57E7I-Xw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WZzj2Xjy32M_VCq8rsMBtg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qNRXz3s7MsIr7IdQnsv4cg/o.jpg",
          "caption": "Lobster Mac and cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Q88y2pF8JjVKuA2ZiKvi5g/o.jpg",
          "caption": "12 oz filet."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LeGis9kvtJHbl8z5lAcdrg/o.jpg",
          "caption": "Cooked perfectly at medium."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5PQvuCuV9jTRC-N4qhFJ2Q/o.jpg",
          "caption": "Donut bread pudding."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Andrea F.",
        "user_id": "3L9k8dutcwz_aMxRCCMtKA",
        "link": "https://www.yelp.com/user_details?userid=3L9k8dutcwz_aMxRCCMtKA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zCxzitJ-34tum8h898kUyw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 73,
        "photos": 169,
        "reviews": 65,
        "elite_year": 24
      },
      "comment": {
        "text": "Low Country Steak may have become one of my favorite steak houses in Atlanta.   Our service was top notch and the steak may have been the best steak that I have tried in all of Atlanta.  It was perfectly seasoned, served piping hot on a heated plate and was cooked to perfection.  When you have a perfect steak, there is no need to add sauces, butters or anything to it.  You cut it and enjoy!  That is something I could do again and again at Low Country Steak.  \n\nOur server was knowledgeable about the menu, friendly and presented the menu as if she was a fan of all all items on the menu.   We went with most of her recommendations and we were extremely impressed with all offerings.   \n\nWe ordered the calamari and the cornbread as our appetizers, and we shared the lobster Mac and cheese along with other crispy Brussels sprouts with bacon.  All dishes were more than adequate for sharing.  The calamari was tender, flash fried and had a spicy aioli dipping sauce which was also not needed but yummy nonetheless.   Cornbread served in a small cast iron skillet made me second guest grandmas cornbread, but don't tell anyone.     I have nothing but respect and love for the food and the service I received while visiting for my birthday dinner.  \n\nI would recommend this restaurant for special occasions, dinner and corporate events.  Low Country Steak is everything and more!!!\n\nI forgot to add there is complimentary parking in the attached parking garage. They will validate for two hours.",
        "language": "en"
      },
      "date": "2024-02-28T18:43:49Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RirnjS-bCPWNA4WeXcNZ1A/o.jpg",
          "caption": "Pan Seared Atlantic Salmon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xRDFcA4yVcARhnzVZfd6fg/o.jpg",
          "caption": "Calamari with a a red chili, and spicy garlic aioli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iqqbOjx0awwDJX83V-02NA/o.jpg",
          "caption": "Jalapeño cornbread with honey butter"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UoxXX6Lx6Elc61aqlOUIXg/o.jpg",
          "caption": "Lobster Mac and Cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MeBTVj9AZcdz9CyO_5hwdQ/o.jpg",
          "caption": "Ribeye"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Walt B.",
        "user_id": "-jcokZYdeIwK4a_sNISzow",
        "link": "https://www.yelp.com/user_details?userid=-jcokZYdeIwK4a_sNISzow",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xLVYE2njpR1rjqBd8GvMpg/180s.jpg",
        "address": "Marietta, GA",
        "friends": 4,
        "photos": 17,
        "reviews": 41
      },
      "comment": {
        "text": "I knew from the moment I walked into this establishment, that this was going to be a unique experience.  Was it the low-light ambience? Or, was it the 90's R&B playing in the background?  Let me just say this place deserves your attention. \n\nLet me start with the service. It was incredible!  Our server was so sweet. She did everything she could to make sure we enjoyed our experience.  She wasn't too pushy and came across as wanting to make us smile.  She was on top of things and everything came to us on time. \n\nI have to say... this place is a TOTAL VIBE!  \n\nBut I bet you want to know about the food. I'm going to be very honest. I hope I don't offend anyone. Oh boy, here we go.... \n\nThe food had a taste of exquisite, down-home flavor but from a steakhouse viewpoint. Everything was cooked from a cultural perspective that spoke to my pallet in a way that no other steakhouses have ever spoken to me. \n\nThe one thing we kept saying at our table was that this place was for us, by us and I couldn't have been more proud.  If you know, you know. \n\nLet me leave you with a few, knocked-out-of-the park dishes (must-try dishes).... The calamari was sweet and spicy at the same time. Great size for 3 people. The sweet corn was perfect... better than my mama's. (Sorry, Mama). The Sautéed String Beans are nothing but love. \n\nThe steak.... Whoa! The steak was the best I've had in the city. It was cooked perfectly. I enjoyed it while The Jackson 5's rendition of \" I'll be there\" played in the background. Oh yes, I have to go back. \n\nI couldn't wait to write this!\n\nYou should check them out and let me know if you agree.",
        "language": "en"
      },
      "date": "2024-02-26T06:01:47Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sara C.",
        "user_id": "q56iLN9vyr4SsSRag8kRSQ",
        "link": "https://www.yelp.com/user_details?userid=q56iLN9vyr4SsSRag8kRSQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4iOh9ybxZlQtlmyQmusLRQ/180s.jpg",
        "address": "Omaha, NE",
        "friends": 46,
        "photos": 2257,
        "reviews": 301,
        "elite_year": 24
      },
      "comment": {
        "text": "Our group stopped in to LowCountry Steak before heading to a Hawks game, just for a few apps and drinks to tide us over until we could eat later that night. It was perfect for our needs, with the \"Bar Bites\" menu. Definitely recommend for a full meal, drinks and apps, or a date night!\n\nThe service was fabulous and ambiance was very high class with red leather booths by the open kitchen, a separate side with several tables for regular seating, and long tables near the bar which is where we sat. \n\nSpeaking of the bar, the actual bar structure itself was gorgeous, with rows and rows of liquor bottles and mirrored backed shelves almost giving it an architectural flair. \n\nThe drinks were great and plentiful, but the star of the show was the food. We had a few shareable appetizers and they were ALL amazing, but I will detail them in order of which I preferred best:\n\n-Brussels Sprouts: These were crispy and tangy (from the balsamic topping) with bits of bacon thrown in for a little toothsome bite of meat. The outer leaves of the sprouts were charred, giving it the \"crispy\" in its name. So delicious!\n\n-Deviled Eggs: SO good. I love deviled eggs to begin with, but these were a notch above many I've tried at restaurants. Not too small, not too gigantic, and not overly dressed with nonsensical toppings (there is a time and place for that kind of thing but not on my deviled eggs!) The eggs had a small bit of applewood bacon on top with little streaks of sauce around them for a little extra flavor too. Yum!\n\n-Wedge Salad: This came as a little solid wedge of salad with bacon and tomatoes around it, with the dressing on top. You deconstructed it yourself to make your little side salad, and it was so tasty. The dressing on top was blue cheese, but not the stinky blue cheese you are used to (which I hate), but a creamy, flavorful, and less pungent version of the classic blue cheese. If that was how all blue cheeses were, I would be a convert, but I will have to just get it at LowCountry for the time being. \n\n-Fried Calamari: I am not usually a calamari fan, but these were fried really well and had chili flakes on them and herb butter, with a garlic aioli for dipping. The calamari was still calamari, which I don't love the texture of no matter how you dress it up, but these preparations made it so much more enjoyable for a weird texture averse person like me, and I even had a few pieces! \n\nWe had a few other appetizers like the romaine salad and the fries - those were pretty standard and done well, but nothing as out of this world as the other appetizers we had.\n\nIf you're in the area and looking for some simple but super well done items, definitely give LowCountry Steak a try (especially if you're a blue cheese or calamari hater - you may be converted!)",
        "language": "en"
      },
      "date": "2024-01-31T23:56:52Z",
      "rating": 5,
      "tags": [
        "10 photos",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tcUGAB9-rZSzyrrFDh5Iiw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_DagBTf7MzQyW8l730EN0A/o.jpg",
          "caption": "Booths and view into the kitchen"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5RAJlm_Izpf_HR6X29CFWA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hiAAW6c9zdMIoO_oOiF0Tg/o.jpg",
          "caption": "Fried Calamari"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ucld7D7cA6rQXmhMoxcMZQ/o.jpg",
          "caption": "Gorgeous bar"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WxdxEMmTkWc8Sst1R0H-ew/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_dRYhR8ZbT7vPqF7lMuYPA/o.jpg",
          "caption": "Cool ambiance"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2zqiCLeTqWKRbH6IqdNMzw/o.jpg",
          "caption": "Crispy Brussels Sprouts"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eKSEOMaqZNsvs-WzGCQu5w/o.jpg",
          "caption": "Deviled Eggs"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9QuMHWLA2dtWbwojG45mSA/o.jpg",
          "caption": "Wedge Salad"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Danielle M.",
        "user_id": "6klswkccnO6jBFKJkZJgig",
        "link": "https://www.yelp.com/user_details?userid=6klswkccnO6jBFKJkZJgig",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gZjtYAVAehPrbobaTCwPnQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 198,
        "photos": 1107,
        "reviews": 291,
        "elite_year": 24
      },
      "comment": {
        "text": "I have always loved G Garvin. I didn't realize since moving to ATL that he has a restaurant here until I saw a post on IG.\n\nWe were looking for a nice restaurant for a nice dinner and Low Country had good reviews and were open around the time we wanted to eat.\n\nWhen we arrived, we were told that we could be served but would have to order right away as the kitchen was about to close. The hours on the window as well as on the website were contradictory to that statement. But we were hungry. So while not ideal, we rushed to place our order.\n\nWe couldn't get the bone in rib eye steak we wanted and so got the boneless ribeye. Along with the lobster Mac n cheese and green beans .For dessert we had the doughnut bread pudding.\n\nEverything was literally delicious and perfectly seasoned and cooked. As i type this review, I'm trying to plan my next visit .\n\nI spoke to the manager about the situation with the hours and to be quite honest I can't remember what she said but believe it was that it was going  to be corrected. That was my only complaint .\n\nCan't wait to return !",
        "language": "en"
      },
      "date": "2023-11-29T02:57:42Z",
      "rating": 5,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7BTaPuMtDD3gfp-52y5tlg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7c86cxc3fyCKU2M7pFfz6A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vkHXKyUCr7AFNia9hEdETA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZTx6Bxm2z3wq2oRredK3HA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ToiCRyFqW-cRSdY_Y1myOQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rVP7XKnanIXFWnVe7DHNeA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KZ37AwZC166qhVSa2a6B6w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rRCyuzNaLjyE0deDE93L3g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KGhxXJbQfLDipIhmNYyPOQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jo B.",
        "user_id": "1rPSe5lehq-rhx7_OqnSBA",
        "link": "https://www.yelp.com/user_details?userid=1rPSe5lehq-rhx7_OqnSBA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XfaUb9LyW_Vf2Vpha3uQwA/180s.jpg",
        "address": "Cumberland, Atlanta, GA",
        "friends": 39,
        "photos": 2,
        "reviews": 1
      },
      "comment": {
        "text": "Worst Experience Ever! I was with a Party of 20, for a 60th birthday party and the food overall was shockingly disappointing! \nThe creamed corn was subpar and tasted just like can creamed corn, but with added regular corn! The mashed potatoes were no better!\n3 of the filet mignons had to be returned due to inconsistent cooking! The well done steak was  med rare, the med well was med and also well done ( No! I can't make this stuff up!) When replaced they put the steaks back on the grill and had the audacity to bring one well done, black, crispy! \nService you ask? Ok, Noone returned to ask us for refills! In-between courses took 45 mins- hour!!! The manager, Nicole had a coldness about her and we felt like we bothered her.  ( She returned with the burnt steak and didn't blink!)\nWe all had high expectations, but ended with many of us still being hungry! Three meals together came to almost 400 and we were still hungry!?\n( The ambiance and musical selections get a 10!)",
        "language": "en"
      },
      "date": "2024-02-18T05:38:47Z",
      "rating": 1,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Rf7cjhdB7Xl6XGPs0rMNPQ/o.jpg",
          "caption": "The returned, returned burned filet mignon!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lW98np0GuArXTYOJe7lXfg/o.jpg",
          "caption": "The Ceasar salad that was minimal for a serving of salad!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "LowCountry R.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/ri_oXMVQa5vkOUfm4H26Bg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We appreciate your insights and we are sorry to hear that your visit did not meet your expectations. \n\nIn general, large parties can present unique challenges and we regret any inconvenience caused. While we strive to accommodate all our guests promptly, late arrivals can indeed pose difficulties, especially as other reserved tables arrive during peak hours. \n\nWe hope that you consider our team made every attempt to accommodate your table's substitutions requests and order changes. Additionally, our commitment to using only fresh ingredients and preparing dishes from scratch requires time to prepare in order to meet our standards. This extends to all of our menu items, including our renowned creamed corn and mashed potatoes. We are the only 100% black-owned steakhouse in the state, and we take pride in every single dish that we prepare, and are very disappointed when that dish does not meet our guest’s expectation. \n\nWhile it's unfortunate that we didn't fully align with your expectations, it is encouraging to know that the majority of your party left satisfied, as conveyed to our team upon their departure. If you would be open to give us another chance, we would be happy to welcome you back. You can reach me directly at charles@lowcountry-restaurants.com and I’ll see that arrangements are made.\n\nOnce again, thank you for bringing your concerns to our attention. We hope to have the chance to provide you with a more satisfying experience in the future.\n\n\nBest regards,\n\nLowCountry Restaurants\nwww.lowcountry-restaurants.com",
          "date": "2024-02-19T23:52:38Z"
        }
      ]
    },
    {
      "user": {
        "name": "Dolly M.",
        "user_id": "SDeOow02HvZvv1j_scDtRw",
        "link": "https://www.yelp.com/user_details?userid=SDeOow02HvZvv1j_scDtRw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-Y1lXLm4UVJlrsdA193nAw/180s.jpg",
        "address": "Newnan, GA",
        "friends": 4,
        "photos": 73,
        "reviews": 69,
        "elite_year": 24
      },
      "comment": {
        "text": "I love it here! Ludjie is such a great bartender! 9/10 she is ready & knows what i order but I'll have to switch it up next time to make it some fun!! lol i love the food here! We tried the deviled eggs this time & they were awesome! Next time I'll try to infamous crab legs I've heard about! Calm ambiance! Perfect place for dinner! \n\nKaye i believe who is  the manager was also great to us! Can't wait to return! :)",
        "language": "en"
      },
      "date": "2023-12-02T17:59:59Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lisa M.",
        "user_id": "s24LT_lkTvgSH3vpPlZDCw",
        "link": "https://www.yelp.com/user_details?userid=s24LT_lkTvgSH3vpPlZDCw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/51uaLcC9LDKS6e8DmWl_4A/180s.jpg",
        "address": "Phoenix, AZ",
        "friends": 0,
        "photos": 1,
        "reviews": 19
      },
      "comment": {
        "text": "I took my team here for dinner on a business trip. We visited on a Wednesday night a table of 9 one of my team members was familiar with the chef and asked if she could get a picture. We were the only table in the restaurant other than a few patrons at the bar and the chef did not come out and take a picture with her. The food was average the best things were the cornbread and creamed corn.",
        "language": "en"
      },
      "date": "2024-02-26T02:43:12Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hillary B.",
        "user_id": "b6B5RDZTLDBxMGKeXME3cw",
        "link": "https://www.yelp.com/user_details?userid=b6B5RDZTLDBxMGKeXME3cw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7GP_NQgtKLe-ZpHF2P-PEw/180s.jpg",
        "address": "Decatur, GA",
        "friends": 454,
        "photos": 575,
        "reviews": 228,
        "elite_year": 24
      },
      "comment": {
        "text": "Solid steakhouse, but given the price range, there are better steakhouses in Atlanta from both a food and service perspective. When I went, they had the server doing double duty waiting tables and tending the bar. Naturally service was not as attentive as I would expect for an upscale restaurant. Ambiance is nice, but nothing special. Standard white tablecloths but I don't remember anything standing out except the fact that you can purchase some cool steak knives.",
        "language": "en"
      },
      "date": "2023-10-22T12:34:07Z",
      "rating": 3,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/m1h-yN5GCsKXOD3KLexyQA/o.jpg",
          "caption": "Brussels sprouts"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_XCDS_LaVrAxbagwgk6RSg/o.jpg",
          "caption": "Bread pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/37KcdpwuAsdh2dz-uBQujQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/On06CJQkNzWaR-O3-zJE6g/o.jpg",
          "caption": "Bone-in ribeye"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "LowCountry R.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/ri_oXMVQa5vkOUfm4H26Bg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Hillary,\n\nThank you for sharing your experience with us. We appreciate your honest feedback, and we're sorry to hear that your visit didn't meet the high standards we aim for. We've noted your comments about the service and ambiance, and hope we have an opportunity to serve you again. We'd love to get another chance to provide you with an enjoyable experience!",
          "date": "2023-11-16T06:34:25Z"
        }
      ]
    },
    {
      "user": {
        "name": "Kenya H.",
        "user_id": "GZJm_XcLY4HUD8Ebymyzrg",
        "link": "https://www.yelp.com/user_details?userid=GZJm_XcLY4HUD8Ebymyzrg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/T8jA7w3TBjag5sUukfEeNg/180s.jpg",
        "address": "Guyton, GA",
        "friends": 3,
        "photos": 35,
        "reviews": 86,
        "elite_year": 24
      },
      "comment": {
        "text": "Can't say enough good things about this place. Service is top-notch. The staff was friendly and very attentive. The food was excellent.  Ribeye cooked to perfection as ordered. The deviled eggs and calamari were some of the best I've ever had. Overall can't go wrong with this place. Definitely will be back!",
        "language": "en"
      },
      "date": "2023-10-27T00:40:36Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OS7iD1-2OMzOZSUR3sxB6Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EJ0i_hV84gEQ3of-nihp-A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_ma9dr8-03ST7zpXt6M9jA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Angie C.",
        "user_id": "kWqesD7z0hsUtHtcC4h5Nw",
        "link": "https://www.yelp.com/user_details?userid=kWqesD7z0hsUtHtcC4h5Nw",
        "address": "GA, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 3
      },
      "comment": {
        "text": "Excellent food and service! Bartender was exceptional. Great location for a date night.",
        "language": "en"
      },
      "date": "2024-02-29T15:20:01Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chris W.",
        "user_id": "_QVvi2WkJcwTNQm0VM66LA",
        "link": "https://www.yelp.com/user_details?userid=_QVvi2WkJcwTNQm0VM66LA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QN0x6WNXSUCO9oA4tVtnDQ/180s.jpg",
        "address": "Santa Rosa, CA",
        "friends": 13,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Everything was deeeelicious and the service was splendid. Thank you Don (server), and Nicole (manager). Thanks for the recommendations Dennis (owner)\nCaesar Salad\nBig Dens Crap Cake\nDeviled Eggs\nBrussels Sprouts\nRosemary Chicken\nBlackens Crab Steak Oscar\nPeach Cobbler\n\nhttps://www.facebook.com/1572420421/posts/pfbid02e79RHr3623waJDyQcxegjmG5jRnVBdRrxM91XUkz1j6ek5VfcP3Y7tZcZg1FYYo4l/?",
        "language": "en"
      },
      "date": "2023-12-14T01:50:13Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "shameyka t.",
        "user_id": "puAlZznC97F4FY9ZkESA6g",
        "link": "https://www.yelp.com/user_details?userid=puAlZznC97F4FY9ZkESA6g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tEc5vKRJ5HieqXeEU-31lA/180s.jpg",
        "address": "Marietta, GA",
        "friends": 29,
        "photos": 20,
        "reviews": 24
      },
      "comment": {
        "text": "LowCountry Steak is one of my husband and I favorite places to eat. We come early and eat at the bar. The environment is very comfortable but upscale. The food taste great. Our favorites are the Tuna tartare, Brussel sprouts and Trout. I highly recommend for stop by or large groups. Service hasn't been anything less than great.",
        "language": "en"
      },
      "date": "2023-10-18T12:13:47Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6GbYVQrdw7dvNZ1sjUn5aQ/o.jpg",
          "caption": "Brussel sprouts"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hq5RZlYEhZxmY-hDeYGSlw/o.jpg",
          "caption": "Sea Bass"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vbr7ixJU3EDbrsLoVW9IPg/o.jpg",
          "caption": "Crab cake, comes with 2"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3fTCNSZCKI_FkCV13ADp9w/o.jpg",
          "caption": "Cost"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NyPm0Sq47ahlbiRfD80VCA/o.jpg",
          "caption": "Bone in Ribeye"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sR864Fj3NA8_ChKOV1P-DQ/o.jpg",
          "caption": "Martini"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Solomon C.",
        "user_id": "Z4rItwH8eQyhqkfGi9_6qg",
        "link": "https://www.yelp.com/user_details?userid=Z4rItwH8eQyhqkfGi9_6qg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/by64thhFe_OfOsQkN1Ys6w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 428,
        "photos": 176,
        "reviews": 518
      },
      "comment": {
        "text": "I got to see the people here are pretty nice but for a place that says steak, the menu really is all over the place. I had the New York strip medium rare and i was not impressed. \nThe steak didn't not have a gradual cooked Gradient. It was seared on the outside and had a clear contrast between raw and cooked like it went from the fridge to a hot surface for sixty seconds on all sides and served on a plate. \nIt was not medium just rare, calling it cooked would a stretch, it was made hot on outside like an amateur. \nFor a place might as well drop \"Steak\" from its name as it also serves fish and chicken.",
        "language": "en"
      },
      "date": "2023-11-01T21:34:33Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "LowCountry R.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/ri_oXMVQa5vkOUfm4H26Bg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Solomon,\n\nThank you for taking the time to provide us with your feedback. We regret the New York strip fell short, and we appreciate your detailed insights. I'm sure the necessary steps have been taken to improve consistency and we would love to have you back for an opportunity to provide you with an enjoyable experience.",
          "date": "2023-11-16T06:23:33Z"
        }
      ]
    },
    {
      "user": {
        "name": "Matt T.",
        "user_id": "i-CkhvdcJPZm8j2vNWCPBg",
        "link": "https://www.yelp.com/user_details?userid=i-CkhvdcJPZm8j2vNWCPBg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uBXtWvJwSTLkbvCDZ_Urtg/180s.jpg",
        "address": "Seattle, WA",
        "friends": 17,
        "photos": 227,
        "reviews": 185,
        "elite_year": 24
      },
      "comment": {
        "text": "OK, this is not a low-brow establishment, but there was a TV over the bar blaring a game into the main dining room like it was Applebees...\nLots of domestic beer, limited English and German options. \nWine list ok. Limited French and Italian options. There was a Loire red that paired nicely with NY Strip\n\nFood was excellent, but pricy.  Maybe too pricy.  Presentation iffy: steak on a plate and appetizer off on side cast iron. A swing and a miss. As opposed to the wonton lobster ravioli appetizer presentation, which was excellent and delicious. A home run\n\nThe place was short staffed: reservation desk, wait staff, all of it\nWait staff bussing tables and wiping menus\nReservation system online was hokey and semi-reliable\n\nThe custom bespoke steak knife is pretty, but heavy and three tables dropped them during my visit sell for $100 and founders book for $20\n\nDid have Port and generous pour. \nNo coffee or espresso options\nKitchen very clean\nBathrooms clean. \n\nAgain, steak excellent. Good food. Lobster Mac & cheese was an unexpected bonus. Good for a birthday, not for a romantic encounter or a destination meal. I would 100% eat here again, but would not go out of my way to make a trip here.",
        "language": "en"
      },
      "date": "2022-12-07T06:08:25Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TXwDyekxQemFtUQOOTvtbw/o.jpg",
          "caption": "food was excellent.  presentation: not so much..."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Timothy P.",
        "user_id": "27pZQ9NV8fooVsQ91-UUnQ",
        "link": "https://www.yelp.com/user_details?userid=27pZQ9NV8fooVsQ91-UUnQ",
        "address": "Hoschton, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 8
      },
      "comment": {
        "text": "This place is a rising star in the Atlanta Steak scene. The cuts and quality of meat are as good as any of the other high end steakhouses in the Atlanta area.  The take on southern sides is unique and well executed.  The ambience is a completely open floor plan and simple but still elegant.  Wait staff was attentive and provided great service. Have been as a party of 12 and a party of 2 and both times left with a positive experience.",
        "language": "en"
      },
      "date": "2024-02-25T14:41:32Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "LaTasha A.",
        "user_id": "vCo9Z4QWdP3n4hehcl5MOw",
        "link": "https://www.yelp.com/user_details?userid=vCo9Z4QWdP3n4hehcl5MOw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-PDLserVtrxPAMHbt8Qekg/180s.jpg",
        "address": "Lawrenceville, GA",
        "friends": 206,
        "photos": 418,
        "reviews": 293
      },
      "comment": {
        "text": "Excellent service and great tasting meal. Calamari is not on the menu and I definitely recommend it. Very unique taste. Do NOT recommend brussel sprouts. The salmon is definitely a safe bet. And so is the max and cheese.",
        "language": "en"
      },
      "date": "2023-10-04T19:44:24Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jJ-9l3VvGZTrxTY_5FDrhA/o.jpg",
          "caption": "Mac and cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iSpixbZjJ9ZwBsevsDqGhQ/o.jpg",
          "caption": "Salmon"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amber Q.",
        "user_id": "nVUBKd4nYICq1cWeuOYRXA",
        "link": "https://www.yelp.com/user_details?userid=nVUBKd4nYICq1cWeuOYRXA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/odGJ6SoxY-ydurFkKi3zXw/180s.jpg",
        "address": "Mableton, GA",
        "friends": 0,
        "photos": 23,
        "reviews": 22
      },
      "comment": {
        "text": "Let's see.  The decor is slightly underwhelming given the price point ($60-80 steaks.)  We were seated in a room fairly jam packed with tables.   Our waiter was ok.  His service was missing a bit of the higher end touches like ensuring the table was clean between courses or that the orders were correct.  For example, he brought out dessert spoons and sat one of the spoons in some spilled cream corn.  The wrong steak was brought initially and I had to ask for the ice cream that comes with the peach cobbler.  However, I did appreciate his honest recommendations on food choices. \n\nThe food however, makes up for the downsides to the restaurant (for the most part.) The steak and trout dishes were delicious!!! Sides are served a la carte.  We ordered string shoe onion rings and creamed corn.  Both were good.  The peach cobbler wasn't my favorite.  \n\nSteakhouses are pricy in general.  The food quality is definitely there but I think the service could be tightened up to compare with similarly priced restaurants.",
        "language": "en"
      },
      "date": "2023-06-29T00:51:31Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/85QfjS6kikl1pybxipsWHw/o.jpg",
          "caption": "Trout, creamer corn, and onion rings"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KUMx0smDSRZ21qgmvW2XvA/o.jpg",
          "caption": "Ravioli appetizer"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sean P.",
        "user_id": "9LF8jeYYnhKuK6sOUVSHNw",
        "link": "https://www.yelp.com/user_details?userid=9LF8jeYYnhKuK6sOUVSHNw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1OKMPAaohW3hkqdY-KIOdQ/180s.jpg",
        "address": "San Antonio, TX",
        "friends": 20,
        "photos": 129,
        "reviews": 113,
        "elite_year": 24
      },
      "comment": {
        "text": "I came here with a group of friends right when they opened on a Tuesday. I think we were the first people there and were sat right away. Our server was great and very knowledgeable of the menu. \n\nThe guys got the bone-in ribeye and the girls got filets. We got lobster Mac and Brussels sprouts for the table. Everything was perfect and every plate was cleaned. \n\nWe parked in a garage in the same building. It was supposed to be a paid garage, but the app wasn't working, so the attendant let us park for free.",
        "language": "en"
      },
      "date": "2022-07-17T03:21:50Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3gJtDmN1nJ3u0uD6rOCp-g/o.jpg",
          "caption": "Men's bathroom"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kerine D.",
        "user_id": "4CO4fu_ZS6r0ZVV_dM9Ktg",
        "link": "https://www.yelp.com/user_details?userid=4CO4fu_ZS6r0ZVV_dM9Ktg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hnWWSziv8BY_vJP24dW2Ww/180s.jpg",
        "address": "Covington, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 4
      },
      "comment": {
        "text": "The first time I tried low country steak was Saturday 02/13/2021, which was 3 yrs ago for my birthday. The second time was this past Saturday 02/10/2024 once again for my birthday. The first time the food was exceptional, the tomahawk melted in our mouths, the garlic mash potatoes was so creamy and garlicky, the lobster Mac and cheese, the calamari was omg. Well they didn't have the tomahawk this time around . We ordered the calamari, the cornbread & the crab cake. We the cornbread was as it was the first time I tried it neither was the calamari. The crab cake was ok. On to our entree...we ordered the special which was the 3 meat which consisted of 4oz each of(4oz fillet, 4oz lamb & 4oz sirloin) and what was supposed to have been garlic mash potatoes with Brussels sprouts(but we got green beans instead), our host did however did bring out a plate of Brussels sprouts due to the fact she told us Brussels sprouts, not green beans. Anyways the little spoonful of mashed potatoes that we got, didn't even have a hint of any garlic & that was just enough for my 1yr granddaughter. When she brought out the Brussels sprouts they were extremely salty I couldn't eat them at all. The lobster Mac and cheese was very starchy and salty as well. I did however enjoy the 12oz(4oz each meat)of meat that we got & the crab cake. My son also tried this restaurant for the second time few months back due to his exceptional experience on 02/13/2021 and wasn't pleased either. I don't that I will be returning for a third time. Atmosphere was was good as well.",
        "language": "en"
      },
      "date": "2024-02-12T19:25:05Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "LowCountry R.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/ri_oXMVQa5vkOUfm4H26Bg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We appreciate you sharing your experience with us and we're disappointed to learn that we fell short during your recent visit. Your feedback is important to us, and we'd love the chance to make things right. If you're interested, please reach out directly at info@lowcountry-restaurants.com\n\nWe appreciate your understanding and look forward to the opportunity to welcome you back.\n\nBest regards,\n\nCharles\nLowCountry Steak, Midtown Atlanta",
          "date": "2024-02-13T08:53:50Z"
        }
      ]
    },
    {
      "user": {
        "name": "Sibyl C.",
        "user_id": "jaCedIjSPbzChNeA1tZdFg",
        "link": "https://www.yelp.com/user_details?userid=jaCedIjSPbzChNeA1tZdFg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Lv2VH9gD9HkmTUy72Gp2TA/180s.jpg",
        "address": "Houston, TX",
        "friends": 15,
        "photos": 41,
        "reviews": 83
      },
      "comment": {
        "text": "UPDATE: Made reservations for 65th birthday dinner (party of 6).  3 of us traveled from Houston. Hostess was great! Red flag... Friday night. Place was empty! Food wasn't the same. Chef Garvin was present, however he seemed irritated (when he took pictures with us) he NEVER approached our table with a greeting. Didn't think enough of his party of six or me celebrating a milestone birthday to even send a cupcake or ANY dessert my way. Food wasn't the same. One of my guests was with me on the first visit... she also noticed a drastic shift in food and attitude as well. Much regret.... Considering trip was centered around having dinner @ this establishment. LESSON learned! Never to return!!!!",
        "language": "en"
      },
      "date": "2023-08-28T21:43:55Z",
      "rating": 1,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_oV1j7nYN95fDGJ51bu9Ng/o.jpg",
          "caption": "Appetizer!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rKj1s-0VrVy3hgf1Mlsm5w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pHV96eYMDtaSOGOAAUsETQ/o.jpg",
          "caption": "Best Brussel Sprouts ever!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fSLXdMGOG3Ifbs8A3Otcjw/o.jpg",
          "caption": "Steak seasoned and cooked to perfection!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rqSV3mTdpgWR8RXbhv4kYg/o.jpg",
          "caption": "This is how good the food was! Etiquette went out the window (leave what??? on the plate) CRUMBS WERE ENOUGH!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Samuel L.",
        "user_id": "KBMwro8fYCQqB7F9L06bJg",
        "link": "https://www.yelp.com/user_details?userid=KBMwro8fYCQqB7F9L06bJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_nhyZv0NFBNEppD5Z3zIiA/180s.jpg",
        "address": "Stonecrest, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 2
      },
      "comment": {
        "text": "I got there on time and my party was late but they accommodated with no problem. I was told that I couldn't bring my wife's birthday cake in but they don't have it on the website and refused to even hold it. I had to place this specially made cake in the car to ruin and run. Then the menu is overpriced a la carte. Their apps were great and flavorful but the sides were very basic for the price point. The tables were small and wobbly. No one acknowledged the inconvenience of the cake nor chose to make up for it.   For all the hype it's a basic experience.",
        "language": "en"
      },
      "date": "2023-11-13T00:09:32Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Drew F.",
        "user_id": "RH4xW7topEP2luB2b_JhpA",
        "link": "https://www.yelp.com/user_details?userid=RH4xW7topEP2luB2b_JhpA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VWOLpGpCRmdLfafkkB9BJg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 172,
        "photos": 1341,
        "reviews": 176,
        "elite_year": 24
      },
      "comment": {
        "text": "So I went here with my sister for her birthday dinner. The place is pretty nice with a small to medium dinning area but almost perfect for the occasion. The have a really nice bar area but what was most impressive was the staff. They are extremely friendly and ver accommodating. That being said, I know you want to know about the food. Let me start off with this, we had a lot of food and while most of it was amazing, the only thing I could not get over was the amount of salt used in the dishes. Now lets be perfectly clear... I absolutely HATE SALT. Don't get me wrong, I eat it because some dishes need to have it to balance out other seasonings and spices but it is very easy to go overboard with salt specifically when it comes to my meals. Overall, the place is very nice and I will certainly go back, but this time I will just tell the waiter/waitress, \"light on the salt please!\" I certainly think you all should check them out and if you do, tell'em Drew sent ya!\nY'all be easy!\nDrew",
        "language": "en"
      },
      "date": "2022-11-18T19:00:00Z",
      "rating": 4,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qDv5WCgr67q6RA3B_uxGgQ/o.jpg",
          "caption": "Outdoor Signage"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R3_m9A9c5Nl9yPBXCuHnKw/o.jpg",
          "caption": "Homemade Peach Cobbler"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Qc74fLjipf_KUWXUQkR-rg/o.jpg",
          "caption": "Lobster Mac n Cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_2jITAqH-PC_baLHkJySyw/o.jpg",
          "caption": "Calamari"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gdpwlx29TaXNLGtAthZGQQ/o.jpg",
          "caption": "Salmon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HMno7sh56FYjvWnOeuoFSw/o.jpg",
          "caption": "Deviled Eggs"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4AQg3znxGeUB6AweJNS6yQ/o.jpg",
          "caption": "Ribeye"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eTLSaoLbjgJjRXNECl4MHg/o.jpg",
          "caption": "Brussel Sprouts with Bacon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MXCeodmNfiSnveiL2ViRZg/o.jpg",
          "caption": "Cornbread"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Rosalyn L.",
        "user_id": "xrzV7rta8jKhWcxTQwDkfA",
        "link": "https://www.yelp.com/user_details?userid=xrzV7rta8jKhWcxTQwDkfA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2gI__a4VCj9DT8o8xyccnw/180s.jpg",
        "address": "Snellville, GA",
        "friends": 477,
        "photos": 169,
        "reviews": 106,
        "elite_year": 24
      },
      "comment": {
        "text": "Didn't know this place existed.\n\nThe service was excellent and better than the food. Demetrius or \"D\" (if I remember correctly) served us. He also works as a bartender. I had West Peachtree which was good! It's sweet like I like it and sneaks up on you. I'm not a steak person but I got the ribeye with crab meat. It was good but a little too salty. It actually tasted better the next day when I had it for leftovers.\n\nThe sides are Al la cart so I added the lobster Mac and cheese which was really good. The sides are big enough to share with another person.\n\nParking. I read other Yelp reviews that the restaurant will validate parking but you must park in the parking garage adjacent to the restaurant. I parked in the one across the street just so I can get a ticket, but they don't validate those tickets. The parking garage for the restaurant does not provide a parking ticket. You pay online and your waiter will give you a code so you won't have to pay.\n\nThe food is expensive and I've paid less for better food but the service and atmosphere were outstanding so I'll definitely be back.",
        "language": "en"
      },
      "date": "2022-07-04T13:43:05Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/re2E9EWjqzkyYLbDfdR1Yg/o.jpg",
          "caption": "Medium well ribeye with butter sauce and crab meat on a spoonful of grits."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YcZaDk1GUgUurBcn3B-a9g/o.jpg",
          "caption": "Lobster Mac and cheese. Sooo good!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jazmyne A.",
        "user_id": "Qs8yhqHkWMRsikm5OVijVg",
        "link": "https://www.yelp.com/user_details?userid=Qs8yhqHkWMRsikm5OVijVg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/weMwTQ4l6NPo48ZUxjtvBw/180s.jpg",
        "address": "Mableton, GA",
        "friends": 0,
        "photos": 5,
        "reviews": 15
      },
      "comment": {
        "text": "Came in for a date night and I enjoyed every moment. When we walked in we were immediately greeted by the host. The food and drinks were very good. we both had ribyes. They were seasoned to perfection and tender. I enjoyed my salad and Mac ans cheese. I wasn't a fan of the bread could have been a hotter. I will be back. I highly recommend this restaurant.",
        "language": "en"
      },
      "date": "2023-12-10T02:28:05Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brian B.",
        "user_id": "2-7LzsB1cA-Bpat3ctzK2w",
        "link": "https://www.yelp.com/user_details?userid=2-7LzsB1cA-Bpat3ctzK2w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/s9wEpJzzB7AuDVWw-2Y94g/180s.jpg",
        "address": "Bowie, MD",
        "friends": 180,
        "photos": 903,
        "reviews": 280,
        "elite_year": 24
      },
      "comment": {
        "text": "The ambiance, service, atmosphere, decor are on point. The adult beverages are made well.\n\nThe food...good but not snack your mama good. The scallops were the perfect portion, and plated with care. However the taste was just okay. The whipped mash potatoes were good but nothing I haven't had before, it was the same for the broccoli, steak, and salmon.\n\nThe Brussels sprouts were done very well, I would give them a 5. Overall the experience was a bit better than \"just okay\" but was barely hitting the good mark.\n\nI will say this G. Garvin was in the house supervising and talking with patrons. That without doubt was cool. If he would've talked to me about shallots and fresh ground pepper he may have got a 5. He may want to make it a habit to walk to as many tables as possible to bring an extra star to his patrons experience. They are there for the name but if the food isn't hitting the mark consistently they may stop coming. \n\nNow would I visit again. Yes I would and I would try something different this place is worth a second look. Bam!!",
        "language": "en"
      },
      "date": "2022-04-10T03:11:06Z",
      "rating": 3,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nzYpiAgxggPO8xFEzYkLmA/o.jpg",
          "caption": "Scallop's"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1pZiMOo-AmN_WYoWqM7dqw/o.jpg",
          "caption": "Bread pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xgzas3dcDWtlHMjJj2fYfw/o.jpg",
          "caption": "Peach Cobbler (do not recommend it's too soupy)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hUfETAik0fF8OK6qaUhvLA/o.jpg",
          "caption": "Restaurant Pic"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2ysvvT2vNCVRKwdV3wApeg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1ZeiwSamIlsSpv9GDt3tVw/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/b9zOHh4EAytvPMdIHB-K0A/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SFDxS4qMd6UWJHSgNRqmOg/o.jpg",
          "caption": "Outdoors"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Wes J.",
        "user_id": "I94mpajxHvdZ3O9H5a1TOg",
        "link": "https://www.yelp.com/user_details?userid=I94mpajxHvdZ3O9H5a1TOg",
        "address": "AL, AL",
        "friends": 0,
        "photos": 1,
        "reviews": 36
      },
      "comment": {
        "text": "Service, food, and atmosphere was great. Chef G was there as well and we got to shake his hand. Steak was flavored well and so tender I could cut with butter knife. Will definitely be back.",
        "language": "en"
      },
      "date": "2024-01-18T13:16:24Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Annette D.",
        "user_id": "AZepTUl90p1DI3EDcbeVAA",
        "link": "https://www.yelp.com/user_details?userid=AZepTUl90p1DI3EDcbeVAA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7HmOh4ZYhlttD0Llmukx4g/180s.jpg",
        "address": "Bronx, NY",
        "friends": 16,
        "photos": 8,
        "reviews": 11
      },
      "comment": {
        "text": "firstly the food was not good. salty, burnt, small portions, unbalanced flavors. the restaurant was dead- only 4 tables were occupied. garvin was there- but apparently only one table was good enough to be acknowledged by him. the pricing is horrendous. all you are paying for his his name. ambiance is boring, uninspiring forgettable. the price tag does not match the quality of the food. We or no if you want to experience a real steakhouse with good food and customer service in Atlanta- I would suggest Bones. Low Country Steakhouse is a racket.",
        "language": "en"
      },
      "date": "2023-12-23T13:10:25Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "LowCountry R.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/ri_oXMVQa5vkOUfm4H26Bg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We're so sorry to hear about your experience and would love to welcome you back. If you're interested in giving us another chance, please feel free to reach out to us at info@lowcountry-restaurants.com before your next visit. We look forward to the possibility of serving you again.",
          "date": "2024-01-24T00:09:56Z"
        }
      ]
    },
    {
      "user": {
        "name": "Kathy P.",
        "user_id": "o0TUoswxb-bmVGXY52fPyQ",
        "link": "https://www.yelp.com/user_details?userid=o0TUoswxb-bmVGXY52fPyQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4oDlHkMviMR3sFohMMZKbA/180s.jpg",
        "address": "Mac-Groveland, St. Paul, MN",
        "friends": 2,
        "photos": 0,
        "reviews": 19
      },
      "comment": {
        "text": "Ambiance is great and server was wonderful; personable and knowledgeable. We had a party of 10 which always add to confusion but the staff managed changes in drink orders and food orders with professionalism and smiles. Service was impeccable. Food was delicious from the starters to the deserts. Everyone loved their main entree and sides are for sharing. Steak was done to perfection. Wonderful southern flair to known food. The lobster Mac had big pieces of lobster and the corn bread was out of this world. People have complained about prices but in my judgement I would pick this comparable dining experience to any day to  Ruth Chris who also has higher prices. We asked for Chef Garvin to come to our table but he does not disrupt the dining experience; he was most gracious as we left and engaged us in providing feedback. This is the level of dining experience Low Country has achieved and kudos to G Gavin and staff for a unique experience.",
        "language": "en"
      },
      "date": "2023-12-17T21:32:39Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Bre B.",
        "user_id": "uIxik7KvE_IBOf8vso9UuA",
        "link": "https://www.yelp.com/user_details?userid=uIxik7KvE_IBOf8vso9UuA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/IwxouYPJVNBPNH_yqA_kPw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 250,
        "photos": 9,
        "reviews": 7
      },
      "comment": {
        "text": "5 stars for a creatively delicious menu, knowledgeable staff, and sultry atmosphere! Would definitely go back for date night or solo dining at the bar.",
        "language": "en"
      },
      "date": "2023-02-01T00:04:35Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/35SzfUs9C6LOF2IFcaGTrA/o.jpg",
          "caption": "Calamari"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RC2lYAmWjiB4pvuk9vUDBA/o.jpg",
          "caption": "Lobster mac"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V88RpMLTilTgoGceWtVO9w/o.jpg",
          "caption": "Brussels sprouts with bacon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KlJulLTEfAXT2H6cP1Osrg/o.jpg",
          "caption": "Salmon"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kristie M.",
        "user_id": "nJF_Ee35DtL7nijEon6mYg",
        "link": "https://www.yelp.com/user_details?userid=nJF_Ee35DtL7nijEon6mYg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zYT20mmsi6JrFAlMDoJ0IQ/180s.jpg",
        "address": "Pooler, GA",
        "friends": 0,
        "photos": 12,
        "reviews": 63
      },
      "comment": {
        "text": "What a lovely evening in Midtown. First, the staff... the manager greeted us warmly and seated us promptly. Our server was knowledgeable and made several good recommendations.  Not in the mood for steak we ordered all around the menu. The crab cakes earned their spot of honor on the menu. Crispy and full of crab with a side of properly tart tarter. The wedge salad was as good as I have had. The lettuce was fresh and crispy with plenty of bacon and blue cheese. We ate every bite. Who could resist the lobster Mac and cheese? Creamy, cheesy spiral noodle Mac on the bottom with a generous bed of lobster laying on top! This dish delivered. My husband and I disagreed about which desert but I won the night with the donut bread pudding. So decadent and so good.  Look forward to visiting again.",
        "language": "en"
      },
      "date": "2023-09-08T00:05:07Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Shermika D.",
        "user_id": "4upDyk4mm-NgrcUV-dGEDg",
        "link": "https://www.yelp.com/user_details?userid=4upDyk4mm-NgrcUV-dGEDg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/S_pQOFzu3yOQRCiv9Vwk0A/180s.jpg",
        "address": "Decatur, GA",
        "friends": 84,
        "photos": 1225,
        "reviews": 519,
        "elite_year": 24
      },
      "comment": {
        "text": "My sissy and I came and ordered apps and desserts. We plan on returning for dinner. The service was wonderful, as was the food. The ambience is sexy and gives off an upscale feel. Thoughtfully designed decor. \n\nThe deviled eggs were very good and the bacon took it over the edge. The calamari was cooked perfectly and was a nice serving size for the price. \n\nWe split the peach cobbler and that pastry crust is AHMAZING! Very very good! G. Garvin has a great thing going here! We have been fans of his for years. \n\nI look forward to returning for dinner!",
        "language": "en"
      },
      "date": "2021-10-10T20:33:03Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EqMoDXChKew-_zBkBobxTw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l45SPQbTbxuEp0adzPG6nQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kyra M.",
        "user_id": "a4b7qunGVQrlnfxQ_Al9lw",
        "link": "https://www.yelp.com/user_details?userid=a4b7qunGVQrlnfxQ_Al9lw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/j0-Rdq_7ftvkV2rTRz_pBQ/180s.jpg",
        "address": "GA, GA",
        "friends": 579,
        "photos": 130,
        "reviews": 340
      },
      "comment": {
        "text": "We recently had a great NYE dinner here. This was my first time and we weren't disappointed but it was pricey. \n\nAtmosphere-Moderate size dining space, bar with 2 tvs, white linens and clean feel!  Park in garage around the corner for easy metro area parking.\n\nService- Our server was knowledgeable and personable.  Polite host but would only seat us once all of our party arrived.  That rule sucks sometimes.\n\nWe truly enjoyed the calamari app.  Nice and crispy outer layer and fresh taste. The Caesar salads were good but very basic.  Literally just romaine and dressing.   The wine and cocktail list were limited.  My spouse wanted a very common bourbon brand but they didn't carry it. Wine list was short.\nMy sister loved the Alaskan snow crab claws app! The skillet cornbread was yummy.\n\nThe bone-in ribeye was very flavorful and well seared.  \nThe Chilean sea bass was phenomenol.  \nThe chocolate mousse was rich, creamy and satistfying.\n\nTotal for this prix fixe menu was about $150 pp.  Total with tip and taxes ended up being $420 for 2 ppl !  This included 2 drinks, 2 apps, 2 entrees and 2 desserts.  This price seemed a bit steep.  They added on a 6 person gratuity per the receipt.  This seemed silly b/c was seat was a highchair for a baby and the other for my 6 yr old who only ate fries. \n\nI do love Chef Garvin and have been a fan for years.  This is a solid choice for date night.",
        "language": "en"
      },
      "date": "2023-01-03T23:35:07Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kee K.",
        "user_id": "TKJlJPTZF98geewFJtukdQ",
        "link": "https://www.yelp.com/user_details?userid=TKJlJPTZF98geewFJtukdQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zNrdbS3zvgmfgDXTliSsCw/180s.jpg",
        "address": "Sandy Springs, GA",
        "friends": 200,
        "photos": 1849,
        "reviews": 317,
        "elite_year": 24
      },
      "comment": {
        "text": "This place is always Amazing!  Some of the BEST food I've Ever had.. everything was so flavorful and mouthwatering, I didnt wanna stop eating! Jo(Jolee) was THE absolute best, super sweet and friendly and definitely takes care of her customers! For a party of 8 our total was $1,100 including the 20% gratuity. Money well spent and can't wait to return.",
        "language": "en"
      },
      "date": "2022-05-16T03:52:33Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mTeJj-FAafDFX-8U00Ul8w/o.jpg",
          "caption": "Mashed potatoes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8ndB435XpXVeLpCYH22ijQ/o.jpg",
          "caption": "Ribeye"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KwiobcPQLvM-iF1A1sD7nQ/o.jpg",
          "caption": "Broccoli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j3CcUQrRlM-kwDcH7IudBg/o.jpg",
          "caption": "Cream corn"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TLTwSwze8nMQvarIExCsYA/o.jpg",
          "caption": "Mac n' cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZQLC8vbLJ6RK50A8xwvVNA/o.jpg",
          "caption": "Sea bass"
        }
      ],
      "feedback": {
        "useful": 10,
        "funny": 5,
        "cool": 13
      }
    },
    {
      "user": {
        "name": "Eric D.",
        "user_id": "H7mgupTANch-r5-v8FgHdQ",
        "link": "https://www.yelp.com/user_details?userid=H7mgupTANch-r5-v8FgHdQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MvPKHzeYzpbt6C8WUoea_w/180s.jpg",
        "address": "Arlington, VA",
        "friends": 165,
        "photos": 148,
        "reviews": 289,
        "elite_year": 24
      },
      "comment": {
        "text": "I did take out. The food was pretty good, not 5/5 good but a solid 4/5 good and the prices were okay on Doordash. \n\nSo why a 1 star review. Simple: They did not post on their online menu or on Doordash the bread pudding contains nuts. 1:50 people approximately have a nut allergy - this is important to include. Worse, they have it so you cannot make comments to warn when ordering online that you have a nut allergy.\n\nThere is also bacon on it it appears, also not posted. These are important to include! \n\nNot happy and we will see what happens after the one bite.",
        "language": "en"
      },
      "date": "2022-06-21T23:35:38Z",
      "rating": 1,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michael W.",
        "user_id": "l1bwz4RmS93q2PZa81i96A",
        "link": "https://www.yelp.com/user_details?userid=l1bwz4RmS93q2PZa81i96A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BXrIb2xLHtj6kLNTPbrXsQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 250,
        "photos": 1119,
        "reviews": 263,
        "elite_year": 24
      },
      "comment": {
        "text": "My second time visiting here and I didn't even think I was going to write again but here I am . I just love what they have created here . Upscale , Professional and very much in tune restaurant. I'm in awe of the waiting staff and the quality of the food . I will always be a steak man but they do it so well here and don't miss on sides either. This night I went a different route and I was throughly satisfied . If you haven't been go it's worth every cent .",
        "language": "en"
      },
      "date": "2022-05-25T00:08:26Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_YlrVZU8qvjElrtZ-4eppg/o.jpg",
          "caption": "Calamari"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HRFHk2-TEpOKJ7_o14rwvw/o.jpg",
          "caption": "Broccoli"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5GUWO7g9LvRDpoPFNt42SA/o.jpg",
          "caption": "Mac and Cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/msfxlAUXM84HvoG5PjoDyQ/o.jpg",
          "caption": "Salmon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U30yCE6CyD3TewK1xvhf3Q/o.jpg",
          "caption": "Chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VMp_u9gn8zy1szzpyWxRQw/o.jpg",
          "caption": "Calamari"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "E.l. J.",
        "user_id": "mCVZ0ihm27z34AKTEvOYUA",
        "link": "https://www.yelp.com/user_details?userid=mCVZ0ihm27z34AKTEvOYUA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JInBJ9JBWTFmfLVY4VNLKg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 171,
        "photos": 403,
        "reviews": 198,
        "elite_year": 24
      },
      "comment": {
        "text": "Was super excited to try this place and booked for a Sunday evening dinner experience. Two days before I got a call saying they only had one reservation, which was mine, for that evening. So I changed our reservation to Saturday evening instead. \n\nParking: You can either valet, for $15, or pay to park in the deck for around $12. They don't validate parking. \n\nAppetizers: My company ordered the fried calamari and it was tasty. I ordered the deviled eggs and it was delicious. However, I now believe the deviled eggs were the source of my sickness. More on that later. \n\nDinner: Keep in mind this is a steak house, so the entree does not include sides. You will need to purchase them separately. \nMy company ordered salmon and Brussel sprouts. She liked both, even though she didn't finish it. \nI ordered the Rosemary Pan chicken with a side of Brussel sprouts and creamed corn. The chicken didn't taste like I thought it would. I expected more of an herb flavoring. The cream corn was delicious!!! I did my best not to over indulge and that wasn't hard because my stomach started feeling funny. I decided to stop eating and move onto dessert. \n\nDessert: I saw most ppl ordered dessert and was interested from the moment I walked in. The waiter recommended the Doughnut Breading Pudding. It was delicious! Just when I thought it was too sweet, the bacon kicked in and gave your the saltiness you needed. \n\n\nMy issue and the reason I gave them a low rating is because I got sick! When I got home I was doubled over in pain. Constantly in the bathroom and uncomfortable the entire night. I ended up ordering from Ton, Ton because they have a wonderful broth, to settle my stomach, the next day. I tagged Low Country on social media and they got back to me the next day. They seemed concern, at first, and I explained that something made me ill. I had all of these leftovers that I couldn't eat because I couldn't pin point what made me sick. \n\nMy guest also got sick, but hers wasn't as severe as mine. We narrowed it down to either the deviled eggs or the calamari because we shared those two items. \n\nI think it was the deviled eggs! It was what I ate the most of, which would explain why I was so sick and she wasn't as sick. \n\nTHEY NEVER REACHED BACK OUT TO ME TO RECTIFY THE SITUATION! THAT RESTAURANT COST TOO MUCH TO NOT TRY AND RECTIFY THE SITUATION. \n\nOh and we saw G. Garvin on the way out the door.",
        "language": "en"
      },
      "date": "2021-06-22T16:17:28Z",
      "rating": 1,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2ql-GAzJ__J32cbDPBwHRA/o.jpg",
          "caption": "Calamari"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CPcak2y_vMOnakjsHA5qtg/o.jpg",
          "caption": "Rosemary Pan Chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/k2oFdHQiP1gakaG3EuaM4w/o.jpg",
          "caption": "Dinner"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4rmO3KhAmzoonIngnU5rDA/o.jpg",
          "caption": "Deviled Eggs"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aQrm9FAnZA-92zFp0OtJpg/o.jpg",
          "caption": "Doughnut Bread Pudding"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/b4sGb7ccUCZz4vVYsnE7Kw/o.jpg",
          "caption": "Brussel Sprouts"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uG6-4_Qp56t_c5exoHBHOQ/o.jpg",
          "caption": "Salmon"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 3,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Richard S.",
        "user_id": "RVa3Rjz9e4nsXuxal-NY_A",
        "link": "https://www.yelp.com/user_details?userid=RVa3Rjz9e4nsXuxal-NY_A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/IXHE9mbtvhItrzOPKreekg/180s.jpg",
        "address": "Marietta, GA",
        "friends": 59,
        "photos": 1,
        "reviews": 48
      },
      "comment": {
        "text": "I give stars based on quality FOR THE MONEY!!  If my check for 2 steaks, broccoli and 4 drinks was $89 I'd give this place 5 stars!! For $250 I'll give one!\n\nThe decor is cold and austere!! The broccoli was undercooked (and no, I don't like my vegetables like mush), our steaks were very very OK but not worth $75 and the wine was very good! My compliments to the sommelier but, the chef needs to work on his cuisine!!!\n\nLow Country Steak is a place for people with lots of money but no understanding of what good food means!!",
        "language": "en"
      },
      "date": "2022-10-26T00:16:07Z",
      "rating": 1,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "L P.",
        "user_id": "0QUbuNs3PsoCkd3ED4G9_A",
        "link": "https://www.yelp.com/user_details?userid=0QUbuNs3PsoCkd3ED4G9_A",
        "address": "Douglasville, GA",
        "friends": 0,
        "photos": 11,
        "reviews": 19
      },
      "comment": {
        "text": "We had another great dinner at Low Country!!  It was so awesome!!!!  Thanks to the staff and especially our server Ludjie!!!  Your recommendations were on point!!!  Low Country Steak never disappoints.",
        "language": "en"
      },
      "date": "2023-07-22T00:55:54Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1_W5ZuDbTnSlPO_xPfWDTQ/o.jpg",
          "caption": "Wagyu steak, lobster Mac, Porterhouse"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pOjwai5IzYWKWvQzS2Pt8A/o.jpg",
          "caption": "Porterhouse"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Kx3W-rFPVTSBam7iZQWKBQ/o.jpg",
          "caption": "Shrimp and Grits, Creamed Corn, Crispy Brussels Sprouts, Roof Top drink!!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "RN T.",
        "user_id": "I-l0AUmY6G5SRjZS58rBjA",
        "link": "https://www.yelp.com/user_details?userid=I-l0AUmY6G5SRjZS58rBjA",
        "address": "Southside, Jacksonville, FL",
        "friends": 59,
        "photos": 18,
        "reviews": 7
      },
      "comment": {
        "text": "Went for happy hour and really enjoyed the food and drinks. The drinks were good and strong. We ordered off the Happy Hour menu and prices were very reasonable. I got the burger and ordered it Medium Well and it came out perfect. I am excited to go back to order a steak.",
        "language": "en"
      },
      "date": "2023-08-10T00:22:29Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kluOvDxPi35m8cKe5RaAbQ/o.jpg",
          "caption": "Tequila Sunrise. Really good and he didn't skimp."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DvXNesctCs8yDbzpuGwHnA/o.jpg",
          "caption": "Hamburger and fries"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Matthew V.",
        "user_id": "qHGFWHSz8RQZ06Our8traQ",
        "link": "https://www.yelp.com/user_details?userid=qHGFWHSz8RQZ06Our8traQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zmAHnJiSunLfO670MuJRxg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 214,
        "photos": 663,
        "reviews": 419,
        "elite_year": 24
      },
      "comment": {
        "text": "Amazing experience.... Even the owner Chef G. Garvin came by the table to hangout for a little bit... Parking deck/ self parking and valet parking is available... reservations is suggested, all staff members was wearing masks. My server name was Melissa ans she was very good and attentive... I ordered a lot of stuff but it was really good.. Overall experience and dining was great and i will be back soon to explore the menu. \n\nGarlic Shrimp- Very good\nFilet- medium temp.. Good, a lot of flavor and tender\nSea bass- Amazing- Nice chunky piece and crazy flavor. so goood! \nCream corn- Very good, family style serving\nGreen beans- Good, cooked just right.. \nDrinks- Old Fashion w/ Uncle Nearest and Tequila shot (Reposado)",
        "language": "en"
      },
      "date": "2021-02-19T07:20:18Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PeNlVP6LRDfNIs6FIOlH3Q/o.jpg",
          "caption": "Steak knife!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qrvWgKtYrqcMh2GpeAbbzQ/o.jpg",
          "caption": "Green beans"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5Jm9W6kBEf4YubRy34bX8A/o.jpg",
          "caption": "Dinner menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vPaaAVLtLiPM7hrt5kV0Rw/o.jpg",
          "caption": "Tequila Shot w/ slice of orange... pairs well with the Reposado.."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ncBPWSBwOJJejAFgEP9qUQ/o.jpg",
          "caption": "Heavy duty knife!!!! Sharp!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/35Z9Udne555bEvleIqfdBw/o.jpg",
          "caption": "Old fashion... Uncle Nearest"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PXqr-ZcoCrsXg_iu0SV-DQ/o.jpg",
          "caption": "Drinks"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SSvM4IN1BE-eG8y9xAEAXA/o.jpg",
          "caption": "Dinner sides and dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/t-O_dOnSPniGh1_h2FvpNg/o.jpg",
          "caption": "Filet... Soooooooo goood!!!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/R7Lj_m4OJVJh5yxczS4OQg/o.jpg",
          "caption": "Cream Corn"
        }
      ],
      "feedback": {
        "useful": 10,
        "funny": 3,
        "cool": 9
      }
    },
    {
      "user": {
        "name": "Mssj P.",
        "user_id": "PBYb0pKN9jXKfJs16zyBCA",
        "link": "https://www.yelp.com/user_details?userid=PBYb0pKN9jXKfJs16zyBCA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/22UQRVhcxbFUpAzceymfjQ/180s.jpg",
        "address": "Lithonia, GA",
        "friends": 9,
        "photos": 14,
        "reviews": 21
      },
      "comment": {
        "text": "Beautiful Mother's Day lunch outing with my family at Low Country Steak. From the host, the staff, to the food everything was impeccable. Demetrius service was spot on from beginning to end.",
        "language": "en"
      },
      "date": "2023-05-14T21:24:14Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jeffrey R.",
        "user_id": "IE6rbmXeoJHcs0uQqhN-Aw",
        "link": "https://www.yelp.com/user_details?userid=IE6rbmXeoJHcs0uQqhN-Aw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FmToV0xJUGAlW-TUpqUikA/180s.jpg",
        "address": "Coral Springs, FL",
        "friends": 71,
        "photos": 246,
        "reviews": 406,
        "elite_year": 24
      },
      "comment": {
        "text": "Who goes to a steak place and gets chicken?  This guy does and I am so glad I did.  What a great dish I had.  The sauce in which it was served was amazing.  The apps were good, everyones meal was really top notch.  I cant wait to go back.",
        "language": "en"
      },
      "date": "2022-08-23T16:38:04Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Gabrielle L.",
        "user_id": "PW58wRvi_eX5vaac4U0uMg",
        "link": "https://www.yelp.com/user_details?userid=PW58wRvi_eX5vaac4U0uMg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BDkVdZANWSFdFD0dRQF4bg/180s.jpg",
        "address": "Miramar, FL",
        "friends": 65,
        "photos": 8,
        "reviews": 16
      },
      "comment": {
        "text": "My family and I celebrated my Uncle's birthday this week and we couldn't have chosen a better restaurant. For apps we got the crab claws and crab cakes which everyone enjoyed. For drinks I had the Orange Dream which was good if you like a sweet cocktail. Others in the group were drinking the Sidecar and West Peachtree. \n\nMain courses consisted of the special New Year's Ribeye which was served on a bed of cheddar grits with lump crab sprinkled on top. A couple of steaks were a little off in temperature, but we didn't send anything back. My steak was delicious. Sides: Cornbread, Brussel Sprouts and Creamed Corn. The Brussel Sprouts are flash fried and kind of light and crispy like chips - they defied expectations.  We also ordered the Chilean Sea bass which was seasoned well and flaky. \n\nOverall, we had a great time. Our server (Byron) was really funny and service was good. Everyone enjoyed their meals. I will definitely stop by next time I am in the city!",
        "language": "en"
      },
      "date": "2022-01-02T05:31:24Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uuxdd8HgwypOWPFjllQo5g/o.jpg",
          "caption": "Special New Year Ribeye with grits and crab"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kgzpYQDESyXK5ML8KVISLw/o.jpg",
          "caption": "Chilean Sea Bass"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sierra W.",
        "user_id": "D8of4O9D9tPEwifnobxj6A",
        "link": "https://www.yelp.com/user_details?userid=D8of4O9D9tPEwifnobxj6A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Or3roeRSOWes04yBeOcGRg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 150,
        "photos": 5,
        "reviews": 13
      },
      "comment": {
        "text": "Started with the calamari. Whatever sauce came with it was perfect. Had the Chilean Sea Bass special and my boyfriend had the Ribeye. Both were amazing. Got mac and cheese and Brussel sprouts for our sides (they were large enough to share). Service was a little shaky but not terrible to the point I wouldn't go back. The food definitely stole the show.",
        "language": "en"
      },
      "date": "2023-03-03T21:17:55Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tamira M.",
        "user_id": "YamB56KnXe4JNfjcSvFeqg",
        "link": "https://www.yelp.com/user_details?userid=YamB56KnXe4JNfjcSvFeqg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dbHkHw9lef_LJJLcc3vGgQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 46,
        "photos": 1299,
        "reviews": 258,
        "elite_year": 24
      },
      "comment": {
        "text": "G. Garvin did not disappoint with his Atlanta restaurant! Appetizers: The devil eggs topped with applewood bacon were a great start. As a lover of truffle fries, this was a delightful treat that I enjoyed. The Georgia Shrimp and Stone Grits along with the skillet cornbread were a perfect combination! The presentation is perfection. The portions aren't stingy. So, I had leftovers to take home and enjoy for Sunday brunch. The shrimp and grits with the cornbread were even more flavorful the next day. I savored every bite! I have never been so sad to see my leftovers disappear--until now. The restaurant offers two hours of validated parking for the connected garage. You pay via text, enter your license plate number, and request the validation code from the staff upon entrance/being served. The décor was upscale and the crowd was diverse. I suggest making reservations which was simple to do via OpenTable. We made a 5:30 pm Saturday reservation before the Chris Rock concert at the Fox Theatre. It was a great game plan since the venue is nearby. G. Garvin was sitting at the bar. I didn't want to bother him. So, we told our waitress we would like to meet him and take a photo. She assured us it would not be a problem. The restaurant was quite empty at this time. We were so disappointed when we were ready to pay the bill and she returned to apologize that she was not aware he was leaving. Lesson: When you see G. Garvin, go ahead and say hi and snap your photo and don't wait like we did...lol. I was tempted, but did not take away a star for this situation...lol. Other than that, Julia was very professional and provided great service. I've always been a fan of G. Garvin's cooking shows and I'm definitely a fan of his restaurant. I would rank Low Country Steak one of Atlanta's top restaurants for dining. Definitely trust me and check it out for self!",
        "language": "en"
      },
      "date": "2022-08-09T22:42:06Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U_UWOcdZKi6EwjGRG5SbGA/o.jpg",
          "caption": "Georgia Shrimp and Stone Grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/r4XNuHHmpACDy1WZXpBbpw/o.jpg",
          "caption": "Devil Eggs topped with applewood bacon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cx2ZRXkyY0_WixLnE5CbOA/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Igmqk3Y1WBLCI_ieQMALOg/o.jpg",
          "caption": "Upscale Dining"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V-wTX2pbp6nHs7pcNebQJQ/o.jpg",
          "caption": "Skillet Cornbread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6xlJSC-RuSdrHcBllBoQuA/o.jpg",
          "caption": "G. Garvin"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ukF3zuA0bxdY_Y7nO4naVg/o.jpg",
          "caption": "Leftovers!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Brittany W.",
        "user_id": "cuWYMIIH5tX3Ym0No5Ol2A",
        "link": "https://www.yelp.com/user_details?userid=cuWYMIIH5tX3Ym0No5Ol2A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2tv0F7ZNXgL7ilqVeWpRrQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 5,
        "photos": 7,
        "reviews": 25
      },
      "comment": {
        "text": "Very very good restaurant!! Called this place when I was in a pinch on a Saturday night - they were able to get our party of 5 in, no wait. \nI ordered the grilled Salmon and the Brussel Sprouts. FYI, the side dishes are a la cart, however they are a decent sized.",
        "language": "en"
      },
      "date": "2022-08-27T05:17:23Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Kera M.",
        "user_id": "dIDoFCGRI54jo59KvCkZqQ",
        "link": "https://www.yelp.com/user_details?userid=dIDoFCGRI54jo59KvCkZqQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tnDYmOM0m_wGIlv8srxpQg/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 113,
        "photos": 47,
        "reviews": 26
      },
      "comment": {
        "text": "This place was niceee with a city vibe of course because of the location. Definitely a place you go to for major life events: birthdays, anniversaries, or just a nice date night. I had the seafood linguine as my entrée and it was delicious!!! From the sauce to all the different seafoods in the pasta; shrimp, sea bass, salmon, crab claws (this was a substitute for clams because I don't like those) and scallops too! \n\nI went with a large party for a birthday dinner so I was able to try a little bit of everything. I tried some of the lobster Mac and cheese and the calamari and both were delicious too! The calamari was cooked just right and the sauce it was tossed in was good too. I even had a piece of steak (bone out) with some of the special house steak sauce and it was...perfection!  I also had some of the peach cobbler for dessert and it was good, peaches not too sweet. Oh, and I forgot to mention the cocktail I had -- the West Peachtree -- I would definitely recommend trying this drink, too. \n\nI plan to come back here with my husband for a date night!",
        "language": "en"
      },
      "date": "2022-03-12T20:36:05Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/D1PnMclXNVKgO4IWHfJyVg/o.jpg",
          "caption": "Seafood Linguine"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DzuVQA2phyjBAp4VXO3iYg/o.jpg",
          "caption": "West Peachtree"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lizzy H.",
        "user_id": "l85EtJAC018Ws_XyPN6-Bw",
        "link": "https://www.yelp.com/user_details?userid=l85EtJAC018Ws_XyPN6-Bw",
        "address": "SoMa, San Francisco, CA",
        "friends": 1,
        "photos": 36,
        "reviews": 22
      },
      "comment": {
        "text": "First meal in Atlanta!\n\nGot to try the ravioli wontons, cornbread, green bean side, and shrimp and grits.\n\nRavioli wontons were delicious-- rich, good amount of goat cheese and cherry tomatoes on top. (not entirely sure why they are called wontons though aside from the shape?)\n\nCornbread was nice, and accurately described as on the sweet side, but I think I tend to drown my homemade cornbread in even more honey to my taste.\n\nShrimp and grits were delicious-- so hot when they came out, super creamy grits, and the texture and flavor of the shrimp was amazing. Rich, but you can bet I ate the whole thing.\n\nMany thanks to our server Kevin and all the other folks who stopped by to check in with us!",
        "language": "en"
      },
      "date": "2023-05-14T22:48:27Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Angela B.",
        "user_id": "bGsldlPyc7r30s9_tJ7JYg",
        "link": "https://www.yelp.com/user_details?userid=bGsldlPyc7r30s9_tJ7JYg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RDfnp2OGYYxvktfRPR3uSQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 129,
        "photos": 463,
        "reviews": 124,
        "elite_year": 24
      },
      "comment": {
        "text": "This was one of the best meals I've had since I've been in Atlanta - and that's saying something since I'm a foodie.  This was my first time here at G Garvin's Low Country Steak but it won't be my last.  Everything was delicious!  We started with the calamari tossed in an Asian sauce with a scallion aioli - and I have to say it's the best I've ever had.   For dinner, I had the salmon and she had the shrimp and grits.  They were both delicious.  I had brussel sprouts with my salmon and it was full of the crispy pieces I love so much!   Dessert for her was the bread pudding (lots of pecans, no raisins, and not too sweet). I had the peach cobbler which had a crispy phyllo dough crust.  I will definitely return to try a steak and some truffle fries one day.  If you go, be sure to get the parking validation code so you don't have to pay $19 to park like I did.  SMH.",
        "language": "en"
      },
      "date": "2021-10-20T10:26:50Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1aIHmOPd-uA12vPX2KMR3w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/x-OvDHvlZAjr3AapMvHsDw/o.jpg",
          "caption": "Salmon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xyQ8zQnhOvL2XqWLEo-l7A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TYIF0wHPoSHk18CJF9eIZA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7mNEPCCluFQPs3jRPozR-Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KCOlgIaatZHW623vc3NMTQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wvbJhai4wadsMn6S6DjQIQ/o.jpg",
          "caption": "The best calamari in town"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LqCFM7fxMUvv2f0A2P95XQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kDVatUZzFdP172qayVAodQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4-5_6z_KnpuJQTlCJBg3Jg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 6
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=QbRAO-ruAACX7jgTdkrKkA&start=50"
  }
}