{
  "search_metadata": {
    "id": "65f09ccb47ccf1a3ccc73a65",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65f09ccb47ccf1a3ccc73a65.json",
    "created_at": "2024-03-12 18:19:55 UTC",
    "processed_at": "2024-03-12 18:19:55 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/DdKSR1IdTjvikmsp89QoEw?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65f09ccb47ccf1a3ccc73a65.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65f09ccb47ccf1a3ccc73a65.prettify",
    "total_time_taken": 2.19
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 130,
    "num": "50",
    "place_id": "DdKSR1IdTjvikmsp89QoEw"
  },
  "search_information": {
    "total_results": 758,
    "business": "Fritti"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 758
    },
    {
      "hl": "tr",
      "count": 1
    },
    {
      "hl": "es",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Nicci P.",
        "user_id": "ROLkzSmNRRY9lE4oA_HgyA",
        "link": "https://www.yelp.com/user_details?userid=ROLkzSmNRRY9lE4oA_HgyA",
        "address": "Stockbridge, GA",
        "friends": 78,
        "photos": 0,
        "reviews": 19
      },
      "comment": {
        "text": "My friend and I attempted to eat dinner at Fritti last night around 6:30pm. When we walked up the restaurant was not very crowded. There were plenty of open tables. The teenage hostess told us that we could only sit on the outdoor patio. We didn't want to sit outside because there were no tables with umbrellas and the sun was very hot. We asked if we could sit at one of the open tables either inside or on the covered patio. She started counting tables and said she didn't know if it was possible. We asked if we could wait for a table and she just grew more flustered and continued to count tables and pull at her hair. She wouldn't respond to the question about waiting for a table, and she did not respond when we asked about open tables other than looking distressed and stressed out. We finally told her that we would be leaving. I have never had such a bizarre encounter. I don't understand why we couldn't wait until a table opened. I won't be back.",
        "language": "en"
      },
      "date": "2022-06-10T15:37:32Z",
      "rating": 1,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Blake J.",
        "user_id": "VZMT6MI5kBjasvjlCWj2QA",
        "link": "https://www.yelp.com/user_details?userid=VZMT6MI5kBjasvjlCWj2QA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zjBqIZqWv8FdaCHDfdT5Sw/180s.jpg",
        "address": "Austin, TX",
        "friends": 6,
        "photos": 527,
        "reviews": 163
      },
      "comment": {
        "text": "Always love eating here! Pictured: Caesar salad with chicken (I had already cut it up and mixed it), Cotto e Funghi, and Quattro Stagioni! Great service and really great pizza. Such a nice, family friendly spot amidst the millennial Inman Park life haha!",
        "language": "en"
      },
      "date": "2019-07-25T01:08:07Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bv787ng01JMfsgk2rXgvUw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1deQ14M_kI3eLaxDBBJKjA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/C5wriNLzr3XLV9pv4Gpk6w/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Peter C.",
        "user_id": "CUox_taA7jZyEoRKC-cS9g",
        "link": "https://www.yelp.com/user_details?userid=CUox_taA7jZyEoRKC-cS9g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ube9LX8npoa5SKHEDhcEeQ/180s.jpg",
        "address": "Salisbury, MD",
        "friends": 119,
        "photos": 646,
        "reviews": 417
      },
      "comment": {
        "text": "Frickin cool! Daughter M and I went here after a long day. Pouring rain and cold, we Were ushered to our seats. Although mid-week, the place was packed. Our waiter was nice and helpful, he didn't barge in on our conversation and kept an eye on food and drink levels. \n\nWe started with an awesome fried mushroom appetizer, I nailed this! It was well seasoned and not the most heart healthy thing in town but after the day I had.... I then had the Spek Pizza which had liberal amounts of spek, arugula and fresh grated Parmesan. The crust was light and fresh. Nice.\n\nDaughter M had the Soprasatta Pizza which was closer to a traditional pizza if you were in Sorento, Italy. It was equally as yummy.\n\nBottom line: nice atmosphere, good food bordering on great and very good wait staff. Worth a check out when and if in Atlanta.",
        "language": "en"
      },
      "date": "2018-11-17T17:58:06Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jaime S.",
        "user_id": "JemO2ocWmi9YyNDpqzhWRg",
        "link": "https://www.yelp.com/user_details?userid=JemO2ocWmi9YyNDpqzhWRg",
        "address": "Central Beaverton, Beaverton, OR",
        "friends": 1,
        "photos": 3,
        "reviews": 5
      },
      "comment": {
        "text": "I've been gluten free for the last 12 years because of celiacs. This restaurant has the best pizza in town! In fact the have the best gluten free pizza I have ever had. I mentally question if I got the right pizza every time just because it's that amazing. Super friendly staff, really the best in town!",
        "language": "en"
      },
      "date": "2022-02-07T01:09:45Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "J P.",
        "user_id": "lXb_jk2-wXqSbQzXCga0jw",
        "link": "https://www.yelp.com/user_details?userid=lXb_jk2-wXqSbQzXCga0jw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wE7-zOcf0zJoLdIslMLRdA/180s.jpg",
        "address": "Newnan, GA",
        "friends": 69,
        "photos": 176,
        "reviews": 185
      },
      "comment": {
        "text": "If there is anything known as high-class pizza this is it. I can't comment on anything else on the menu but each pizza I've had there was fantastic. You're not going to find many places serving this style of pie. Check it out.",
        "language": "en"
      },
      "date": "2019-08-07T12:16:33Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/adMTsAeGjOtO-MKWojEhLQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jerry C.",
        "user_id": "6Dca_QIXdvHH3lIHHPcyxw",
        "link": "https://www.yelp.com/user_details?userid=6Dca_QIXdvHH3lIHHPcyxw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7XEFC3_RMN9pdjub5H1HaQ/180s.jpg",
        "address": "Houston, TX",
        "friends": 129,
        "photos": 196,
        "reviews": 504
      },
      "comment": {
        "text": "It's pretty hard to discriminate against pizza, and Fritti gets the job done.\n\nSwung by with a friend at 6:30pm on a Friday with a reservation, but I'm not sure it was entirely necessary - there were quite a few open tables, but the resto got gradually busier by the time we left.\n\nWe had a newer server, so he had to run back and double check on a couple of things we asked about the menu - not a big deal. My friend and I split the funghi fritti as an app, then bianca and pancetta e cipolla pizzas for mains.\n\nThe pizzas were served before the funghi, and the server felt bad about it that he discounted it, which is immensely generous. The funghi was good (a touch greasy), but the dipping sauce was divine.\n\nFor the pizzas, pancetta e cipolla was very tasty. Salty, slightly spicy, a little sweet from the caramelized onions - yum! But the bianca was just very, very bland. Without any sauce, it's more like a flatbread, and despite 6 different cheeses, it was immensely dry. But, my friend happened to enjoy it, so...take that as you will. \n\nFritti slings some decent pies, but I'm not in a particular rush to revisit. Still a pleasant night out, though!",
        "language": "en"
      },
      "date": "2019-04-21T22:04:31Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stacy S.",
        "user_id": "Epv3qVAFnufI7yP0-oSAhQ",
        "link": "https://www.yelp.com/user_details?userid=Epv3qVAFnufI7yP0-oSAhQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9-vjJHIxviAZRhsZJIpW1A/180s.jpg",
        "address": "Seattle, WA",
        "friends": 271,
        "photos": 887,
        "reviews": 518,
        "elite_year": 24
      },
      "comment": {
        "text": "Great atmosphere, eats and drinks! Make a reservation :)\n\nWe shared a mista insalate which was fresh and delightful. She had the marinara pizza and I had the regina margarita. both were delicious! The chianti was also very good. For dessert, she had chocolate gelato which was rich and paired well with coffee. For the life of me, I can't remember what I ate for dessert... I do recall that I loved it and cleaned my plate!\n\nLove the service and cleanliness of Fritti. We had asked for crushed red pepper for our pizza, and they brought it in a cute little stainless steel cup... which meant no plastic or paper waste!",
        "language": "en"
      },
      "date": "2017-01-22T19:02:32Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anne M.",
        "user_id": "BBtgljQjCl0udn0ROpaA_A",
        "link": "https://www.yelp.com/user_details?userid=BBtgljQjCl0udn0ROpaA_A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ItPSZLn_i1pqGwcE3sY3aA/180s.jpg",
        "address": "Decatur, GA",
        "friends": 1,
        "photos": 2,
        "reviews": 39
      },
      "comment": {
        "text": "WORST SERVICE EVER!!  The restaurant was at limited capacity so I do not understand why our service was so so bad.  I literally had to get up from the table multiple times to ask for more wine, water, ... The floor manager saw what was going on and yet didn't say anything to our waiter.  I've eaten there before and had amazing service so hopefully this is an anomaly.  It definitely put a damper on our night.  With so many restaurants hurting right now - I'm surprised this was tolerated and it'll make me think twice before going back.",
        "language": "en"
      },
      "date": "2020-11-24T16:43:41Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Barbara K.",
        "user_id": "5y_8oEx2n4F74uIu7Y4eYw",
        "link": "https://www.yelp.com/user_details?userid=5y_8oEx2n4F74uIu7Y4eYw",
        "address": "Farragut, TN",
        "friends": 0,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "We had such a wonderful dinner here.  It had fantastic pizzas and pasta and salads.  They had tremendous GF crust.  They also had GF pasta. And... the staff was SO friendly!  5 stars!",
        "language": "en"
      },
      "date": "2022-01-15T01:25:49Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Bill C.",
        "user_id": "T5Hk_IcpcrF99jg5fZWYCw",
        "link": "https://www.yelp.com/user_details?userid=T5Hk_IcpcrF99jg5fZWYCw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vybNEA-hxt_OamwWT_XjLA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 3
      },
      "comment": {
        "text": "Fritti claims it serves Neapolitan pizza and this is how mine was prepared. Barely cooked, not crispy at all. Italians would refuse to eat this.",
        "language": "en"
      },
      "date": "2019-09-02T00:36:10Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/v5_JP-ZnpSaBS_vPGpb48w/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Regina B.",
        "user_id": "GAz6xejQeE8HR1nKs_Ae9Q",
        "link": "https://www.yelp.com/user_details?userid=GAz6xejQeE8HR1nKs_Ae9Q",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 38
      },
      "comment": {
        "text": "Pizza is always delicious. Tried the anti pasta tray, meats were good, but the olives & mushrooms VERY DISAPPOINTING.",
        "language": "en"
      },
      "date": "2022-02-13T12:09:24Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sakeena P.",
        "user_id": "UlOpuvsm5rzL6a1UBhSJcw",
        "link": "https://www.yelp.com/user_details?userid=UlOpuvsm5rzL6a1UBhSJcw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/to4rZgid2-LP7Waqb3rjKg/180s.jpg",
        "address": "Georgia Tech, Atlanta, GA",
        "friends": 98,
        "photos": 371,
        "reviews": 146
      },
      "comment": {
        "text": "Yes!! My pizza was amazing and so was my salad. My only issue is they kept delivering the orders to the wrong tables. They brought us the order of table next to us on my left and then brought our order to the table on our right. Also, they do not seem to have a very organized check in for reservations process. We were seated within ten minutes but had to just stand there waiting and you feel so in the way of everything.and our food came quick. We had a very good waitress and enjoyed ourselves. please keep in mind that in this Inman Park area parking is definitely an issue. The area has a lot of restaurants and people walking up and down at night which makes it very Lively but makes it hard to find parking.",
        "language": "en"
      },
      "date": "2018-09-29T04:21:51Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EyW7GmE3fmAmtvjeB4APSQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Daniel B.",
        "user_id": "j14WgRoU_-2ZE1aw1dXrJg",
        "link": "https://www.yelp.com/user_details?userid=j14WgRoU_-2ZE1aw1dXrJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AZ91dRaJnhwWt6ARSNVc3A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4855,
        "photos": 87990,
        "reviews": 4856,
        "elite_year": 24
      },
      "comment": {
        "text": "I've eaten at some of Fritti's neighbors, Sotto Sotto, Pure Taqueria, and Parish, but never made it inside Fritti itself until recently.  I went two times: once for a weekend lunch and once for a late weeknight dinner.  The restaurant was mostly empty for Sunday lunch, but quite busy for Thursday night dinner.  Not so busy that we had to wait for a seat, though.\n\nFritti is housed in what looks like an old garage.  It's pretty evident as you sit inside and look out onto North Highland through the restaurant's huge retractable doors.  While these doors don't provide the best insulation, the space inside is naturally well lit thanks to all the glass.  Along with the main dining area, there's also a small bar in a separate, smaller area right of the entrance.\n\nFritti serves authentic Neopolitan pizza and the restaurant boasts on its menu certification by the \"Verace Pizza Napoletana Association,\" one of the few restaurants in the country that have this designation.  Like other nice pizza places around town, Fritti uses grade 00 flour to make their dough.\n\nServer Daniele recommended the Cape Sante appetizer.  These were two large skewered scallops on top of a bed of cucumbers and radishes in a light lemon-vinegar sauce.  These were good.  The scallops were plump, tender, and juicy.  I liked them so much I ordered them again on my second visit.\n\nOther appetizers I tried include their Arancini, which are Sicilian risotto and sausage croquettes, and the Bresaola di Tonno, which is cured tuna with arugula, radish, and lemon.  The croquettes were dark brown and crispy on the outside while soft and delicate on the inside.  They were served with tomato sauce.  They were salty and didn't have much flavor.  While not a terrible app, I probably wouldn't order it again.  The tuna appetizer, on the other hand, was quite good and rich with flavor.  I wish I could have some more.\n\nAs for pizzas, so far I've tried:\nMaialona - salami, cotto ham, sausage, pancetta, and black olives\nSalsiccia e Peperoni - sweet italian sausage, roasted peppers\nQuattro Stagioni - cotto ham, artichokes, mushrooms, olives\n\nAs it goes with Neopolitan pizza, toppings and ingredients are minimal.  The Maialona is one of Fritti's more ingredient rich pizzas.  Our server gave us the option to have the toppings either mixed together or separated (e.g. 1/4 of the pizza would have the salami, another 1/4 would have the sausage, etc.).  They are able to do this with certain pizzas.  We opted to get them all mixed together.\n\nFor the Maialona, the meats were savory and salty (somewhat expected since many of the meats were cured).  The pancetta was like eating juicy strips of bacon.  The sausage had somewhat of a gamey aftertaste to it.\n\nThe Salsiccia e Peperoni had plenty of sausage and sliced orange bell pepper.  The Quattro Stagioni was pleasantly sour thanks to the olives.  In general, I thought the pizzas were very appetizing and the thin crusts were delicious.\n\nCrushed red pepper and freshly grated Parmesan cheese is available upon request.  The service is friendly and attentive.  Complimentary valet parking is available on busy nights.  You can also parallel park along any of the neighboring side streets for free.",
        "language": "en"
      },
      "date": "2011-07-08T14:21:28Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Yf_6q0z9rjx-FLv1eXP0OA/o.jpg",
          "caption": "Interior. Heat lamps above."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4Aflit4orpm3Ng37VXwU5Q/o.jpg",
          "caption": "Interior."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CzteB9R1iT4hRc9c-pFglg/o.jpg",
          "caption": "Cape Sante - grilled diver scallops with lemon."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/arwHWIc8QA3wehlV2Nfkig/o.jpg",
          "caption": "Arancini - Sicilian risotto and sausage croquettes."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oVsDTCSDCpbGSE13RLWjTA/o.jpg",
          "caption": "Maialona - salame, cotto ham, sausage, pancetta, black olives."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oYn_NrDkTOA32IiTpocaVA/o.jpg",
          "caption": "Close-up of Maialona. Salame, cotto ham, sausage, pancetta, black olives."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/88tpZmd0sARDGYHGRxNpVQ/o.jpg",
          "caption": "Bresaola di Tonno - cured sashimi grade tuna, arugula, radish, lemon."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gMbd8I662SkLsIvqca-jDQ/o.jpg",
          "caption": "Cape Sante - grilled diver scallops with lemon."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yr1IVPagB0C8GwJafRqIqQ/o.jpg",
          "caption": "Quattro Stagioni - cotto ham, artichokes, mushrooms, olives."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-G5XjvpNEcNJnYcBPH7U-g/o.jpg",
          "caption": "Salsiccia e Peperoni - sweet italian sausage, roasted peppers."
        }
      ],
      "feedback": {
        "useful": 12,
        "funny": 3,
        "cool": 9
      }
    },
    {
      "user": {
        "name": "Robert W.",
        "user_id": "cRo-orZybwV-M9AVAxWaAg",
        "link": "https://www.yelp.com/user_details?userid=cRo-orZybwV-M9AVAxWaAg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/r6vJ296JicDtJrUNS-L0vA/180s.jpg",
        "address": "Corte Madera, CA",
        "friends": 588,
        "photos": 4117,
        "reviews": 344,
        "elite_year": 24
      },
      "comment": {
        "text": "I've been wanting to test this pizza joint out in that it seems pretty popular with the locals and has a great patio seating.  On the especially nice days they have the sliding doors open for those seating inside.  On this first time visit I was with my nephews and sis and waited to be received at the hostess stand.  Unfortunately it got to the point of becoming uncomfortable waiting when I was about to ask one of the 4 wait-staff if anyone of them were going to receive us.  When we finally were seated, service picked up after that, but I wish I could say the pizza saved the rest of the visit.  We ordered Stracchinella (Stracchino cheese & Italian sausage) and the Salsiccia e Peperoni (sweet Italian sausage & roasted peppers) w/ carmalized onions.  I have to say the pizza's seemed to come out too soon in that the crust wasn't as crispy as I thought and the middle center was soggy, likely the moisture from the cheese.  Regardless as 2 stars says, meh, I've experienced better.",
        "language": "en"
      },
      "date": "2018-04-05T03:50:31Z",
      "rating": 2,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/y6oMuNj1mKxc_30D8EvKQA/o.jpg",
          "caption": "Interior and cool wall murals"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pw7iA-HYj9rJL_vwibahog/o.jpg",
          "caption": "Sausage, peppers and carmalized onions, just ok"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JiubuPB8W81tSrf0smzitw/o.jpg",
          "caption": "Calamari"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Tom E.",
        "user_id": "g8j2ci2FcvmocszcO6ypNw",
        "link": "https://www.yelp.com/user_details?userid=g8j2ci2FcvmocszcO6ypNw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/b1Klt9-XOqkOywFSeUFDZw/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 1862,
        "photos": 5382,
        "reviews": 1716,
        "elite_year": 24
      },
      "comment": {
        "text": "I hate it when I am scrolling through my queue list and I have places come up that I went to months ago, and I could have swore I wrote the review, but clearly I didn't because it keeps showing up- unfortunately this was one of those.\n\nI had the chance to come here during Inman Park's restaurant week, and also the fact the Empress hosted an awesome UYE here!  This was an event that I was shocked I got there on time, given the time, and location.  For the most part, it is comp valet, or have fun trying to park illegally on the streets!  So that can be a pain in the ass.  \n\nAs I was looking for the crowd, I got to bump into Charlie B(Thankfully!), and he lead me in the right direction.  We had a table for 12, which 11 had showed up.  We got the big circle table in the middle.  I got a great view of the wood burning oven, that was red and black tiled.\n\nNow before I go on, I just wanted to note- the interior here, well it seems hard to describe.  It almost feels industrial, with undertones of romance.  Who ever thought dining in what used to be a garage could become so intimate?  Shit happens, uhh?!!  Some how, it all seems to flow though!  There is even a second floor area, but I have no idea what they use it for.  Will have to check it out sometime.  There is a patio that overlooks Highland Avenue, that is cool too!\n\nSince it was restaurant week, they had some special prix-fixe menus, I think in $15, 25, and 35 categories.  I think my fatty A went for the $35.  As I was looking at that, I noticed their beer selection- seemed pretty decent.  It included Italian selections as well, so I def got one.\n\nI remember the pizza I ordered included arugula, and prosciutto.  I got a salad to start, and ended with flan.  The salad was decent, and the pizza had a nice thin crust to it.  I inhaled it.  I think that night Yelpers got to see why I was a human vacuum, as I think I cleaned 4-5 plates.  The flan was great- and they drizzled balsamic on it- not something you see every day.  And I just realized, it was panna cotta, not flan- my bad!  I am too lazy to delete that sentence...\n\nAlso, for dessert, I did order a drink, I cannot remember what it was, but I won't lie to ya- it was ALMOST too much for me- I handed it off to the Empress, and she took it like a champ.  I looked like a REAL wuss there!  Here is a picture of it, I found it- it was titled \"The Passenger\". http://www.yelp.com/biz_photos/fritti-atlanta?userid=g8j2ci2FcvmocszcO6ypNw#BJbNZirdM-5l3P371b-Low\n\nSpeaking of the Empress, she was nice enough to get me a raffle ticket for the evening, which was good for a $50 GC to any Inman Park restaurant, but unfortunately I don't think any of us won.\n\nThanks for hosting, and giving me another place to enjoy!  I will definitely have to put this on my \"places to come back to\"!!!",
        "language": "en"
      },
      "date": "2013-02-21T20:40:44Z",
      "rating": 4,
      "feedback": {
        "useful": 5,
        "funny": 6,
        "cool": 5
      }
    },
    {
      "user": {
        "name": "Ksenia F.",
        "user_id": "4XhMzobkIda_y1DyQH54AQ",
        "link": "https://www.yelp.com/user_details?userid=4XhMzobkIda_y1DyQH54AQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oNq6grgKI-ipMGs0ZUm7fA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 304,
        "photos": 2842,
        "reviews": 495,
        "elite_year": 24
      },
      "comment": {
        "text": "OMG.. the service.. Terrible. Kind of hard to have a good time when everything is taking forever and orders are messed up. So unfortunate because the drinks and food are quite good.\n\nFor my drinks I tried Nonni and Counselor - both delicious. \n\nPizza: ham + pineapple + tomato. Pretty good, medium thin crust. \n\nOverall: easy parking, patio, full bar, good food but awful service!",
        "language": "en"
      },
      "date": "2016-12-28T04:06:11Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "January H.",
        "user_id": "qD-jw5FjI8rn4MHLuWjA1A",
        "link": "https://www.yelp.com/user_details?userid=qD-jw5FjI8rn4MHLuWjA1A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TKrurJFAvLZoI7-7wJWHCg/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 1255,
        "photos": 1,
        "reviews": 23
      },
      "comment": {
        "text": "Love the food, love the staff, and love the bar!  My friend and I have eaten at the bar twice a month for a few years, fun and friendly local spot but elegant enough for a perfect and affordable date!  You simply can not go wrong!  Lemon Cello is a must!",
        "language": "en"
      },
      "date": "2020-05-26T20:34:42Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Paul B.",
        "user_id": "euFB2NDQSwcVp7wcJ2EVgw",
        "link": "https://www.yelp.com/user_details?userid=euFB2NDQSwcVp7wcJ2EVgw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-5_dKtdp4WUG8lGGgGTBng/180s.jpg",
        "address": "Denver, CO",
        "friends": 22,
        "photos": 40,
        "reviews": 211
      },
      "comment": {
        "text": "Avoid this place if you prefer.... friendly bar service.  A professional environment.   Helpful bartenders.    The pizza is good, so there's that.",
        "language": "en"
      },
      "date": "2020-09-06T13:48:00Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Renee D.",
        "user_id": "o_47GBbRtL6gQ_T7pTNNgA",
        "link": "https://www.yelp.com/user_details?userid=o_47GBbRtL6gQ_T7pTNNgA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/71BKx6aWjznAuNE6-IQG8w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 1126,
        "photos": 372,
        "reviews": 83
      },
      "comment": {
        "text": "Came here with a friend just last week and ordered the Bresaola di Tonno, Estiva and the gelato trio for dessert! Per advice from our lovely pink haired waitress we also added some spicy salami to our Estiva pizza- which was a great idea because it brought out the flavors and added some smoky hints to pull everything into a seamless finish. \nFor our dessert we chose the pistachio, mango, and banana pudding gelato. Definitely coming back- stellar service!",
        "language": "en"
      },
      "date": "2016-03-28T16:12:07Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VK7p4RBTvHh2iXb1GsXB3g/o.jpg",
          "caption": "Chocolate soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hQZOJyIpgGAYhP3TVOwTOw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kI4t1a9lyFj-H6NlWzMQ6Q/o.jpg"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Vineet B.",
        "user_id": "oRDISKHBQoPzEyR-106LJg",
        "link": "https://www.yelp.com/user_details?userid=oRDISKHBQoPzEyR-106LJg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3QcPAYThfXWXSqkJp4KAnA/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 58,
        "photos": 10,
        "reviews": 37
      },
      "comment": {
        "text": "First time I ever ate Nepolitan style pizza was in Naples :-) and I loved it right away. This was back when Napolitan style pizza wasn't really a thing in US. After I came back I specifically looked Neopolitan style pizza and surprised to find Fritti serving the delicacy since 2000 :-o Well since then we have been hitting up this Virginia Highland joint for some great pizza. \nThere pizzas are delicious and priced right. They also serve great salads, appetizers (fritti), Italian style skewers and entrées. They also have a cool cozy bar which is my preferred area to sit most of the times. Wine list is long and again at right price. \nFritti is an awesome casual yet cool Italian restaurant serving some of the best Italian food in Atlanta. If you haven't been then check it out you'll enjoy it :-)",
        "language": "en"
      },
      "date": "2019-01-16T17:20:57Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Gail R.",
        "user_id": "eCRjcEebGGVsHmL-5ANSJQ",
        "link": "https://www.yelp.com/user_details?userid=eCRjcEebGGVsHmL-5ANSJQ",
        "address": "Roswell, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "I recently hosted my son & daughter-in-law's wedding Welcome Dinner on the Fritti covered patio and the evening was a huge success. The pizzas, the salmon dinner, the sorbets and wine selection were outstanding and my guests were all complimentary of the attentive service. Kudos to the Fritti management and staff for an altogether wonderful event.",
        "language": "en"
      },
      "date": "2021-12-21T20:51:01Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hall W.",
        "user_id": "tywhgQd-CMbishWP-v6W2Q",
        "link": "https://www.yelp.com/user_details?userid=tywhgQd-CMbishWP-v6W2Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jEj6HoargkcORKzKxJvs2w/180s.jpg",
        "address": "New York, NY",
        "friends": 262,
        "photos": 67,
        "reviews": 650,
        "elite_year": 24
      },
      "comment": {
        "text": "So my sister took me here after a hard day of labor for helping her move (this girl has some major furniture). Well, as always she has impeccable food taste - the pizza here is just super amazing! The 2nd best in Atlanta that I have ever had - and could even potentially compete with the real NYC deal.\n\nWe had the truffle oil pizza and was just absolutely delightful. I also like the layout of this place, modern but neighborhood patio styled. \n\nThe reason why this place didn't get 5 stars is because our server was just absolutely grumpy - like he completely didn't want to be there type feel and definitely didn't care. \n\nAlso, be warned, unlike most Italian places, you have to pay for bread (which ironically is what they do in Italy and not America).",
        "language": "en"
      },
      "date": "2016-05-26T20:19:50Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lawrence C.",
        "user_id": "nT-sNbcZDDo_9cWBPQSMQA",
        "link": "https://www.yelp.com/user_details?userid=nT-sNbcZDDo_9cWBPQSMQA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4qzcpnaUnJqTFVG0tmahDQ/180s.jpg",
        "address": "San Diego, CA",
        "friends": 332,
        "photos": 9466,
        "reviews": 1523,
        "elite_year": 24
      },
      "comment": {
        "text": "Came here as part of a promotion to support a local charity, and the menu offering was like a restaurant week event: 2 course for $25\n\nI had the fried calamari, which was standard/average; a pruscuitto and arugula pizza which was large and flavorful (artfully presented--see photo).  Pizza are the big item here, and they do them well.\n\nService and atmosphere were both positive and inviting to return.",
        "language": "en"
      },
      "date": "2012-10-19T06:49:52Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bQBzLHfoN-ZvOsrMUkB5Hw/o.jpg",
          "caption": "proscuito w/ arrugula"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3G8-PN4gZgztkeY3auTXSA/o.jpg",
          "caption": "mushroom pizza"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Aline T.",
        "user_id": "hPPyK7HFJ3yIhuNuFRyeOA",
        "link": "https://www.yelp.com/user_details?userid=hPPyK7HFJ3yIhuNuFRyeOA",
        "address": "Smyrna, GA",
        "friends": 26,
        "photos": 0,
        "reviews": 13
      },
      "comment": {
        "text": "Our group meets here every year for a Christmas get together. This was our eight time. Usually it's been perfect...great food and pleasant servers. However, this time, I ordered a pizza with garlic added. Got my pizza...no garlic. Mentioned to our server, she checked in kitchen and was told there was garlic. There was no garlic baked in, so she brought a little cup of raw garlic...awful. Then, one of us ordered a pizza with sausage. The sausage was not cooked through. It was 'redone' and brought back with almost-done sausage. It was as if no one in the kitchen cared. We were there early, there was no crowd and we got our food surprisingly fast, as if they just wanted to get it out. So disappointing. But our server, Katie, was great and we gave her a big tip. I hope this was a random night and this place is not going down hill.",
        "language": "en"
      },
      "date": "2021-12-13T21:18:11Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Caleb R.",
        "user_id": "KlI-Oun1Vab_2SWp-lEeHg",
        "link": "https://www.yelp.com/user_details?userid=KlI-Oun1Vab_2SWp-lEeHg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Q1ktzImj2eKvd_QJhHCCxA/180s.jpg",
        "address": "Durham, NC",
        "friends": 1,
        "photos": 1,
        "reviews": 5
      },
      "comment": {
        "text": "The worst customer service ever! Rude customer representative   , rude team ! Hung up on me 3 times after corrected the manager on customer service! This facility needs to close !!!",
        "language": "en"
      },
      "date": "2020-12-13T01:35:52Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Renn H.",
        "user_id": "k-WVjVMoxy_SVamFaTUI8w",
        "link": "https://www.yelp.com/user_details?userid=k-WVjVMoxy_SVamFaTUI8w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5rTvmDoXwoKdz4_vVG62XQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 212,
        "photos": 136,
        "reviews": 186
      },
      "comment": {
        "text": "Words cannot describe my love for this place. It was my first visit to Fritti yesterday.\nMyself and four friends dined inside and had the best service.\nI was unsure about what to order, because honestly I'm not good at reading \"fancy\" Italian menus, but the Yelp reviews helped me out a lot. I order the Salame Piccante... Wish I would've photographed it. It was delicious. I actually ate the entire pizza by myself\n\nMy only gripe would be the fried mushrooms. I expected them to be outstanding and they were just ok. Pretty bland. Not really seasoned. But that's ok, everything else made up for it.\n\nComplimentary valet parking right behind building too, btw ;)",
        "language": "en"
      },
      "date": "2016-05-10T16:07:44Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/p4FTk5Gs3ZmeY-W3WEmYWA/o.jpg",
          "caption": "Fried mushrooms."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ryan M.",
        "user_id": "R4grtjzxwt6jISt3GzX-CA",
        "link": "https://www.yelp.com/user_details?userid=R4grtjzxwt6jISt3GzX-CA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/C1fZg7HIOJlL3drIVdSpqg/180s.jpg",
        "address": "Washington, DC",
        "friends": 123,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "I have been a frequent diner at Fritti over the years living in O4W. I was in charge of organizing a friend's going away dinner and picked Fritti because everyone loves pizza.\n\nUpon arriving we were told there was a wait. Understandable as it was a Saturday night. Our group of 8 stood on the sidewalk waiting for over 30 minutes. We were told that they were waiting for a table to clear. We could clearly see three diners who had already paid their check and were drinking water at a set of two four tops lingering for over 30 minutes. After another 15+ minutes we were offered to cram into two small patio circular tables, while staff couldn't clear the diners from their table.\n\nI'm understanding of busy restaurants but throughout the hour wait we were not offered any solution or even an acknowledgement.",
        "language": "en"
      },
      "date": "2019-08-15T20:05:45Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Paige J.",
        "user_id": "p1_96N6dEVSknvblOJfYKQ",
        "link": "https://www.yelp.com/user_details?userid=p1_96N6dEVSknvblOJfYKQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rZVAneioOwBA-YhJZwEa_A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 1,
        "photos": 0,
        "reviews": 11
      },
      "comment": {
        "text": "This location is NOT COVID Friendly. We had a party of 3 and were seated less than two feet from a party of 6. We asked if we could sit at a table that was in the corner, but were told we could not sit there because it was a 6 top. Since they could not accommodate us, and could not give us any other options to solve the problem, we left. If you are actually aware of CDC guidelines and want to ensure that you will be 6 feet away when trying to enjoy a meal outside of your home, DO NOT go to the Fritti in Virginia Highlands!",
        "language": "en"
      },
      "date": "2020-10-11T00:13:10Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Orin T.",
        "user_id": "AB9DcX-t6mXs4TnGwav4tw",
        "link": "https://www.yelp.com/user_details?userid=AB9DcX-t6mXs4TnGwav4tw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mlae0TrRxckZKIfRtEst3Q/180s.jpg",
        "address": "Fairfield, CA",
        "friends": 289,
        "photos": 745,
        "reviews": 240,
        "elite_year": 24
      },
      "comment": {
        "text": "What a great experience! I really wish that I wrote this review right after dinner but I kept putting it off. We walked in and the restaurant was on a little bit of a wait. We were told we could grab something at the bar while we waited. We were seated outside on the patio shortly after. \n\nI don't remember our servers name but I feel like it was AJ? He was very friendly and gave us some great recommendations. We had the calamari and I think it was probably some of the best calamari I've ever had! It wasn't too chewy which is usually an issue I run into and it also didn't have a lot of tentacles which is another thing I usually don't like. It was a nice portion and flavored just right. \n\n\nThe pizza was really good. I purchased the one that was comparable to a meat lovers pizza. It was deliciously cheesy and flavorful. We all ordered different pizzas so we could share with each other and they were all tasty. Mine was my favorite. I'll definitely be back soon!",
        "language": "en"
      },
      "date": "2014-08-05T16:39:44Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nY2w-glHoKXKWaVmWfuJbg/o.jpg",
          "caption": "Calamari! Delicious!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/yHywNnBIjQ5PXvQ_JBJiIQ/o.jpg",
          "caption": "Maialona! Mmmmmm mmmm good"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TergEyJGIMJDV7aCrDo2_g/o.jpg",
          "caption": "Pancetta e Cipolla. Tasty! Didn't really taste the hot pepper"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lRySGYtgybL_Wf723dNriQ/o.jpg",
          "caption": "White chocolate bread pudding. Yuuuummmo delicious"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "William T.",
        "user_id": "ofeMwLQ61uvxLvBEwEHdFw",
        "link": "https://www.yelp.com/user_details?userid=ofeMwLQ61uvxLvBEwEHdFw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YvbBC-k5W1KRAjmwxhCuUQ/180s.jpg",
        "address": "Old Fourth Ward, Atlanta, GA",
        "friends": 131,
        "photos": 187,
        "reviews": 174
      },
      "comment": {
        "text": "Pizza: exceptional, crust and premium toppings. \n\nService: while friendly, he was very inattentive to our groups needs.\n\nAtmosphere: casual while still upscale for a pizza place.",
        "language": "en"
      },
      "date": "2018-08-21T01:07:22Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Adam S.",
        "user_id": "ABRH3A37M24GrCR3-bX1Pw",
        "link": "https://www.yelp.com/user_details?userid=ABRH3A37M24GrCR3-bX1Pw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ikZp_a2TJ-g8lP_EiRhM4A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 24,
        "photos": 3,
        "reviews": 435
      },
      "comment": {
        "text": "It was a very strange experience that left me trying to figure out what had happened...\n\nWe came on Restaurant Week on a Tuesday night, so the place was fairly busy but nothing crazy. We were given a couple Restaurant Week menus and a normal menu; we both ordered off of the regular menu. Our first waitress was very pleasant, but when our new water came over, he was indifferent and cold the entire meal. We decided to split 2 pizzas--one a standardish pizza with added balsamic and another goat cheese and pesto pizza. We also split a caesar salad for an appetizer.\n\nThe salad came out first--it was like 12 pieces of lettuce for $8. Literally. It was ridiculous how small it was and it was barely a sharable size. Thankfully it tasted okay, but I was shocked at how small the portion was. The pizzas came in at around $14 each and they feed an entire person. How a salad with no protein is $8 and a pizza starts at $12 makes no sense. \n\nThe pizzas were both good but not great. The goat cheese and pesto pizza was relatively bland, but the other pizza with the balsamic was very good. The crust was relatively crispy, the sauce was good, and the toppings seemed pretty high quality. My major gripe was that they charged $2 for balsamic on the pizza when the waiter said they can customize it however you want. If that's the case, let us know about the upcharge.\n\nOverall, the food was fine, the setting is great, but the service was pretty bad. I wouldn't run back, but if someone wanted to go, I would go back.",
        "language": "en"
      },
      "date": "2018-09-26T00:24:41Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "David C.",
        "user_id": "WXqKcyJnhYqJE0HlRNljqA",
        "link": "https://www.yelp.com/user_details?userid=WXqKcyJnhYqJE0HlRNljqA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yALTScmPwc1-Uur-9Y_sJQ/180s.jpg",
        "address": "Columbia, SC",
        "friends": 15,
        "photos": 8,
        "reviews": 62,
        "elite_year": 24
      },
      "comment": {
        "text": "This is one of my favorite places to eat in Atlanta. I'm not sure if it's a great restaurant or if the pizza is any good. I have, to be honest, not sampled much of their food because, EVERYTIME I come here, I only want the same thing. Fritti has the rarest commodity..., a perfect dish. The goat cheese croquet and micro green salad app is simply flawless. It's simple but made to order, the croquets are always cooked to the same level of doneness, crispy and golden brown on the outside with mild gooey chevre in the middle. Try it with the Rosso De Golfo Primitivo. It's a perfect pairing for a perfect dish. \n\nMy Mother, a former restaurant owner said something to me when I was a kid, \"Great food is food that bothers you when you've gone awhile without eating it.\" This dish is that good. It's the first thing on my mind when I get to Cabbage Town. \n\nThe place itself is very nice, with dark decor and a massive brick oven that can make the place a little hot during the summer. They will open up the huge bay doors to cool things off but, sometimes in Atlanta Mother Nature refuses to grant cool breezes for months at a time. This isn't really a kid place, most of the simple pizzas have ingredients that your average kid won't dig. \n\n***Note, they have a bar off to the right of the restaurant. If you are a local who is new to town and/or you live around Fritti now, the bartenders do a great job of paying attention to regulars and taking care of them.",
        "language": "en"
      },
      "date": "2010-06-02T19:11:27Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/D3g7g0EBS_jidFyGAvYGug/o.jpg",
          "caption": "Goat Cheese Croquets w Micro Green Salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TAU7nnihbGx9zN-IWBRJQw/o.jpg",
          "caption": "Goat Cheese Croquets w Micro Green Salad 2nd"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ella R.",
        "user_id": "MjMu1EGB9KfEvpgnonwxgg",
        "link": "https://www.yelp.com/user_details?userid=MjMu1EGB9KfEvpgnonwxgg",
        "address": "Georgia Tech, Atlanta, GA",
        "friends": 4,
        "photos": 117,
        "reviews": 111
      },
      "comment": {
        "text": "Solid italian restaurant. the ambiance wasn't amazing, but the food was pretty good. the server forget our order initially but she was very apologetic and got it out relatively quickly after that hiccup. they took a while to take away our dirty dishes, which was a little annoying. The salads and gluten free pizza were both amazing.",
        "language": "en"
      },
      "date": "2021-09-20T19:08:28Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Matt M.",
        "user_id": "Wg4ha9xJqmPtwuNc_4CVIw",
        "link": "https://www.yelp.com/user_details?userid=Wg4ha9xJqmPtwuNc_4CVIw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JfIUpYS_APqKJ5mUnqg9Gw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 3,
        "photos": 7,
        "reviews": 16
      },
      "comment": {
        "text": "Went to Fritti on a Saturday night and didn't have to wait at all for a table, which is not easy to come by in Inman Park. I would highly recommend the outdoor seating, which sits on the restaurant's front patio and provides a very cool environment. The pizza was tasty and very good-sized for the price. Not my favorite pizza in the area, but if you're looking for a good, authentic, Italian pizza, look no further! Will definitely be back.",
        "language": "en"
      },
      "date": "2020-09-07T14:36:30Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Erik C.",
        "user_id": "p8W5uQz8U9Znx3RIud6AIw",
        "link": "https://www.yelp.com/user_details?userid=p8W5uQz8U9Znx3RIud6AIw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/twaw1WZOn6Os6JKCp_XGcQ/180s.jpg",
        "address": "GA, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 7
      },
      "comment": {
        "text": "There are a lot of great Neapolitan pizza places these days in ATL. For me this is still the best.",
        "language": "en"
      },
      "date": "2020-10-15T20:38:28Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Patrick E.",
        "user_id": "PMvJbiM_Gzmlx9euKSXDHw",
        "link": "https://www.yelp.com/user_details?userid=PMvJbiM_Gzmlx9euKSXDHw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bdkJtJM8oPtx-uIviiaGUA/180s.jpg",
        "address": "Central Business District, New Orleans, LA",
        "friends": 184,
        "photos": 16,
        "reviews": 7
      },
      "comment": {
        "text": "I really believe love pizza but the selection of pizza they have is unbelievable. I love how much love they put in the dough of the pizza. I had my first bruschetta here and it was amazing.",
        "language": "en"
      },
      "date": "2019-01-19T00:05:42Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NE03YZcfzLsc7TCU6zLY9g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sImzKk1SWFaUw9VO9SSlCw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fkJfjnbyg1YX3DBMn-XFJA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qS7kNHZTMGbAcZgr1qpvQw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Adam S.",
        "user_id": "CRhgIM-DLHuN-eKWXvodkg",
        "link": "https://www.yelp.com/user_details?userid=CRhgIM-DLHuN-eKWXvodkg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_kAY44Z2-ohJCcS0NS0ymg/180s.jpg",
        "address": "Seattle, WA",
        "friends": 230,
        "photos": 48,
        "reviews": 250
      },
      "comment": {
        "text": "Don't see what the hype was about this place. Other then it being somewhat comparable in price point for what a pizza costs in that area, there are plenty of other pizza places to go to. The atmosphere is nice, I will give them that, and our waitress was awesome. \n\nThe stars come from restaurant setting and service. No complaints here. The reason for only three stars though is because of the pizza. We ordered the mushroom and pancetta pizza and I have to say how much flavor this thing lacked. It's like not one clove of garlic was spared. The sauce was super watery and just overall very bland. The crust was crispy though, so that was about the only saving grace. \n\nI don't know, it wasn't my choice for dinner last night as I was in a group and it won't be my choice in the future. I've been here twice now, and both times the food was, eh.. \n\nYou be the judge.",
        "language": "en"
      },
      "date": "2015-12-20T14:38:57Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/r8SLrrtQ06n9eI1sjxHFUA/o.jpg",
          "caption": "Mushroom and pancetta"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Terah M.",
        "user_id": "3iJW3zLas618yX82E9ua9Q",
        "link": "https://www.yelp.com/user_details?userid=3iJW3zLas618yX82E9ua9Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9wBl-etgPsFlN0V2Exm4Tg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 573,
        "photos": 105,
        "reviews": 82
      },
      "comment": {
        "text": "Location: Off Highland Ave, East Atlanta region. \n\nFav Item: Pizza, Pizza, Pizza! \n\n- Positives: Great service and a nice ambience, decor is simple, great location Inman Perk area. \n- Negatives: Slightly pricy but I'm cheap lol.\n- Overall: Will be back again! Great food and service was great!",
        "language": "en"
      },
      "date": "2015-12-04T08:21:04Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PpFsEr5hAYwebji1ekQjEg/o.jpg",
          "caption": "PIZZA!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Janelle M.",
        "user_id": "-JfSTcJPsNifwtYG3IGEsw",
        "link": "https://www.yelp.com/user_details?userid=-JfSTcJPsNifwtYG3IGEsw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SJDDRT4GaJ2kptVPj2qi7w/180s.jpg",
        "address": "Conroe, TX",
        "friends": 615,
        "photos": 4,
        "reviews": 16
      },
      "comment": {
        "text": "Solid pizza! I ordered the Caesar salad, the \"meat lovers\" pizza (I forget the name), and the frozen sangria. I thought everything had a good a flavor and the sangria was sooooo good. The pizza crust was very nice and I thought the cheese had an interesting texture. The service was a bit bumpy, but everything worked out in the end. Would definitely visit again!",
        "language": "en"
      },
      "date": "2020-09-05T23:39:15Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Laura C.",
        "user_id": "ZFFiZ8hghMJdg7dw9VdlHg",
        "link": "https://www.yelp.com/user_details?userid=ZFFiZ8hghMJdg7dw9VdlHg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-VDag8At4cVk-ZRU6lB2vw/180s.jpg",
        "address": "Brookhaven, GA",
        "friends": 578,
        "photos": 2,
        "reviews": 16
      },
      "comment": {
        "text": "So delicious! Excellent service and a great atmosphere. Our server provided great recommendations, kept our drinks full and laughed with us as well. The food was phenomenal. Our party of seven tried seven different pizzas, the calamari, and fried mushrooms. Everything was on point. I would describe this as 'fancy' pizza. This isn't where you go when you're craving dominos. The price is on point for the amount of pizza you get as well. I would describe the size as a large personal pizza. You could eat it in one sitting but you would be uncomfortably full haha. You'll have leftovers for sure and it's just as good the next day.",
        "language": "en"
      },
      "date": "2020-06-20T21:20:34Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sha Z.",
        "user_id": "kyp9UcG7QviOYSaOnVaRzw",
        "link": "https://www.yelp.com/user_details?userid=kyp9UcG7QviOYSaOnVaRzw",
        "address": "Monroe, NC",
        "friends": 0,
        "photos": 31,
        "reviews": 19
      },
      "comment": {
        "text": "We ordered two pizzas and wine. The wine was fair . I found the pizza sub par- not enough flavor or cheese. Service was lovely. Outside seating available.",
        "language": "en"
      },
      "date": "2021-07-21T15:40:06Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Branden N.",
        "user_id": "kPguXBAo_dBibwh8YWPmMg",
        "link": "https://www.yelp.com/user_details?userid=kPguXBAo_dBibwh8YWPmMg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JcyxuugRpw4Jzy7Cji3vmA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 403,
        "photos": 1,
        "reviews": 7
      },
      "comment": {
        "text": "I love the environment. They have have awesome healthy food options. The music is also perfect it's not blasting. And the customer service is A1! I suggest you guys give them a shot.",
        "language": "en"
      },
      "date": "2019-04-23T19:08:43Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/q0tS7nLYuwlG2DHJXzkOzw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mike R.",
        "user_id": "Pk-5BloI03Whi4P1a57C-g",
        "link": "https://www.yelp.com/user_details?userid=Pk-5BloI03Whi4P1a57C-g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Yk4ngBz3036hL3n4UGNj6A/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 150,
        "photos": 1,
        "reviews": 4
      },
      "comment": {
        "text": "I would provide a full review, however, after being seated for 10-15 minutes no one approached my table to greet me it take my order. I wasn't acknowledged until I got up to leave. I did recon apology as I exited the patio.",
        "language": "en"
      },
      "date": "2020-08-30T20:00:04Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Pete L.",
        "user_id": "k4OXY2wGqXvLZe5uTodIxg",
        "link": "https://www.yelp.com/user_details?userid=k4OXY2wGqXvLZe5uTodIxg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/X-Tp0vImZY3VKPYB7XilSA/180s.jpg",
        "address": "Suwanee, GA",
        "friends": 13,
        "photos": 72,
        "reviews": 43
      },
      "comment": {
        "text": "Fritti is a cool place to hang out. Ttheir time. The front side of the restaurant was a huge garage, they did a good job turning it into this tall and open dining space. Their Neonapolian pizza is really good and I especially love the Speck: Arugula with prosciutto goes very well and this is the pizza you will be thinking about. \n\nThe dessert Panna cotta is really tasty and unique. The milky cream would've been boring without the sparkle from the aged balsamic vinegar.",
        "language": "en"
      },
      "date": "2018-06-28T17:54:01Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Danae G.",
        "user_id": "A1O24pOtkKPcaiLUHkkNwA",
        "link": "https://www.yelp.com/user_details?userid=A1O24pOtkKPcaiLUHkkNwA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TQPyuu_6-Jxt6BXa_GbDUg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 86,
        "photos": 145,
        "reviews": 109
      },
      "comment": {
        "text": "Originally we planned to eat across the street at Barcelona wine bar but they were running like 1.5 -  2 hrs behind on reservations so we decided to leave. A while ago one of my friends told me to try Fritti but I just now got around to it. We walked in around 9:30- 9:45ish on a Fri night and we were able to sit down right away. Someone (not the waiter) came over to the table and asked if we wanted something to drink. We didn't understand him-- turns out he was asking if we wanted bottled or sparkling water. We were all confused...but he was talking fast.\n\nWe decided on regular water lol and a bottle of wine. It took some time to look over the menu they have a lot of options but for some reason I just wanted pepperoni lol. The waiter said the salami was basically pepperoni so I chose that one (Salame Piccante). \n\nThe pizza was really good and authentic. The Salame Piccante is pretty spicy but I love spicy food. My friends also enjoyed their pizza. They picked Calamari Fritti and Quattro Stagioni. The Calamari pizza had a lot of calamari on it, probably the amount you'd get in an appetizer at most places. Fresh Parmesan and red pepper were not on the table but was available on request. We also asked for more marinara sauce-- it was really flavorful. \n\nI believe they have valet but my car was still down by the first restaurant. I look forward to going back and trying some other items on the menu.",
        "language": "en"
      },
      "date": "2015-10-20T14:40:34Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GvEuNrPavBDmWj9V3SQQXA/o.jpg",
          "caption": "Salame Piccante"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U-mG1YPucxoAc7sYABf32w/o.jpg",
          "caption": "Quattro Stagioni"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FZkiYE2300DlcRj2vMS8yA/o.jpg",
          "caption": "Calamari Fritti"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JMc-Tp9nfYoWL01rm_cQcQ/o.jpg",
          "caption": "Chardonnay"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Katrin M.",
        "user_id": "1Qmdbiqz3vY0ce15HbYbHA",
        "link": "https://www.yelp.com/user_details?userid=1Qmdbiqz3vY0ce15HbYbHA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WTOzpx3YrcDyaqlfjldmAg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 58,
        "photos": 7,
        "reviews": 7
      },
      "comment": {
        "text": "Best pizza I had since I moved to ATL! Looks like italian Pizza, tastes like italian Pizza and if you are really hungry, the starters are so so good! I love the calamari even if I'm not the fried-food-person, they are just so tasty! \nWe end most times with the Crudo e rucola and the Regina Margarita. Would be nice if you could decide before if you like it more spicy but well, the Pizza is great anyway.",
        "language": "en"
      },
      "date": "2016-10-21T03:55:59Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gHiH9zAas8qM54ySGzkKhw/o.jpg",
          "caption": "Fried Calamari  so so good"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-5QMYcYcCuMQXGI4vxiZow/o.jpg",
          "caption": "Our alltime favorites - crudo e rucola and regina margarita..Italy on two plates"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Librarian F.",
        "user_id": "1l-bwpsyjdWV4JW16Oh78w",
        "link": "https://www.yelp.com/user_details?userid=1l-bwpsyjdWV4JW16Oh78w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7gkXT7HcrOysLBx8IFfWuA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 5,
        "reviews": 44
      },
      "comment": {
        "text": "This has been my favorite pizza spot in Atlanta forever. Not only is the pizza consistently fantastic, I  love the staff here, too.\n\nI sat at the bar and had a chance to chat with Paul today--what a great guy! He had me laughing the whole time and really made my quiet lunch a lot more fun.\n\nIf you get an opportunity, I would suggest sitting at the bar and talking to the other customers here while you enjoy your meal. It's really a friendly environment.",
        "language": "en"
      },
      "date": "2018-05-04T21:50:34Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Margaret G.",
        "user_id": "pWyq_Tg00xzKi2lFWjEeSw",
        "link": "https://www.yelp.com/user_details?userid=pWyq_Tg00xzKi2lFWjEeSw",
        "address": "Alpharetta, GA",
        "friends": 0,
        "photos": 8,
        "reviews": 6
      },
      "comment": {
        "text": "Fritti had a super cute ambiance whether you sit indoors or outdoors, and a great location in Inman Park too, under 5 minutes walk to the beltline. Service was average, as our server didn't have the best customer service skills, but we got 2 pizzas, a Caesar Salad, and fries. The fries were really good, but the Caesar Salad was a really small portion for what you pay. The pizza crust was really tasty, but both our pizzas were overall just average. Like some other people have said, this is a cute date night or group spot but nothing above and beyond.",
        "language": "en"
      },
      "date": "2021-07-28T01:17:26Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michelle W.",
        "user_id": "XrlYaTPoZTpi-iluryFNcg",
        "link": "https://www.yelp.com/user_details?userid=XrlYaTPoZTpi-iluryFNcg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AoU4Iq9tX91qeU-ZXYp5Vw/180s.jpg",
        "address": "Austin, TX",
        "friends": 356,
        "photos": 219,
        "reviews": 815
      },
      "comment": {
        "text": "Yes, yes, yes. I've been here a couple times for Pizza and have enjoyed it everytime I have gone. You can get a pretty decent deal on a bottle of wine here to pair up with your pie. The bruchetta here is nice and light and a great starter. I think most people order their own pizza, but my guy and I usually get an app and split a pizza, since you know... we're getting old and need to watch our figures. Anyhow, I love the crust of the pizza here. It's thin, has a nice flavor and has that little bit of chewyness I like. They have a list of specialty pizza's you can order and we haven't gotten the same one twice. They have all been good, although I think the ricotta spinach one is a little on the bland side -- kicks up nicely with some crushed red pepper. \n\nIn summary, the pizza is great, wine isn't too expensive and there is fantastic people watching here. Make you're pizza dreams come true at Fritti!",
        "language": "en"
      },
      "date": "2017-04-06T21:34:53Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "A L.",
        "user_id": "cDFDxXtOEWJ4rwNVmVoMKQ",
        "link": "https://www.yelp.com/user_details?userid=cDFDxXtOEWJ4rwNVmVoMKQ",
        "address": "Orlando, FL",
        "friends": 0,
        "photos": 2,
        "reviews": 8
      },
      "comment": {
        "text": "We stopped here on vacation from Florida and the pizza was average, the drinks tasted awful, I've had better gelato from the store, the espresso was burnt and the service was horrible. The waiter barely attended to us and had no customer service skills. Not worth it to go here. Over priced for mediocre food. And definitely not a family friendly restaurant.",
        "language": "en"
      },
      "date": "2021-07-18T17:12:08Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=DdKSR1IdTjvikmsp89QoEw&start=180"
  }
}