{
  "search_metadata": {
    "id": "65f09f735b54ef2a0b4bf9f7",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65f09f735b54ef2a0b4bf9f7.json",
    "created_at": "2024-03-12 18:31:15 UTC",
    "processed_at": "2024-03-12 18:31:15 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/9M1XZ0637bZpG8SqvgzqrQ?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65f09f735b54ef2a0b4bf9f7.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65f09f735b54ef2a0b4bf9f7.prettify",
    "total_time_taken": 5.77
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 140,
    "num": "50",
    "place_id": "9M1XZ0637bZpG8SqvgzqrQ"
  },
  "search_information": {
    "total_results": 639,
    "business": "Wisteria"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 639
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Lindsay D.",
        "user_id": "aMegSP1xasLXYYgaiGTefg",
        "link": "https://www.yelp.com/user_details?userid=aMegSP1xasLXYYgaiGTefg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Vgxx88pKSFSzwNnYaFDXIQ/180s.jpg",
        "address": "Alexandria, VA",
        "friends": 64,
        "photos": 2276,
        "reviews": 341,
        "elite_year": 24
      },
      "comment": {
        "text": "Husband and I came here during the Inman Park Restaurant Week, and we will definitely be coming back!  We had thought about making a reservation, but we assumed we'd be okay since we were getting there at 6 PM on a Friday, but you know what they say about assuming.  Luckily, there were bar spots open so we popped a squat there and had dinner with the super friendly bartenders.\n\nThe Deviled Eggs and the Sweet Potato Chips + Black Bean Hummus were a good way to start the night off.  I've never been that big of a fan of sweet potatoes or hummus, but who knew that this great combo could be so beautifully blended!  For dinner there was the Georgia Mountain Trout and the Fried Chicken.  Absolutely amazing.  Nothing was overpowering and everything was balanced well so you didn't feel like you needed to be rolled out the door when you were done.\n\nWith that said though, dessert soon followed and we were stuffed.  The dessert sampler trio was, just like everything else, fantastic.  Service was excellent, bar was excellent, food was excellent, etc. etc.\n\nNOTE: It is a bit loud and it is a little dark inside, so be prepared, but it's not bad.",
        "language": "en"
      },
      "date": "2014-10-04T02:29:57Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cynthia N.",
        "user_id": "vE3k7DLKEHzc1uzFwUHjYw",
        "link": "https://www.yelp.com/user_details?userid=vE3k7DLKEHzc1uzFwUHjYw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yPhyiuCpqKprHesAdQZvKQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 551,
        "photos": 355,
        "reviews": 513,
        "elite_year": 24
      },
      "comment": {
        "text": "I had dinner at Wisteria a week or so ago.  Two friends and myself decided on an \"adventure dinner\" evening where we would drive around and randomly choose a place to eat.  Since I live ITP and my friends live OTP, they came to my part of town to grub (intown snob wins again!)\n\nAfter driving through the local 'hoods - we decided on Wisteria because the menu items looked like things we wouldn't make the time to cook for ourselves. Because it was a Saturday night, Wisteria was booked, but we were able to snag seats at the bar.  \n\nAs for service, it was good.  The bar was super busy, but I believe our server did the best she could, and a manager eventually came to help her out.  \n\nFor my meal, I had the molasses-rubbed pork tenderloin with sweet potato souffle and an apple, onion, and walnut relish.  Unfortunately for me, I had the pork cooked well-done.  Bad, bad idea.  It was so dry that the rub and the relish couldn't even moisten it.  And there was no flavor to the pork itself.  Maybe I'm a salt-freak, but I feel like restaurants don't use salt like they used to, believing that herbs are enough - for me, they aren't.  The sweet potato souffle was glorious - I freaking love sweet potato, and it was cooked and presented beauifully - if anything was added to it to enhance the flavor, I couldn't tell, and I'm grateful for that.  The relish had interesting flavors, and I think I would have enjoyed it more had the pork not been so dry. \n\nMy friends had the herb-crusted rack of lamb (4 bones) and North Atlantic skate wing (the wierdest filet I've ever seen).  I tasted the lamb with its au jus, yummy but needed salt (of course).  The skate wing is a ray-type like fish, so the entree was one of the wings, and it looked like it.  It also had a weird color (maybe from grilling?) that made it look unappetizing, so I didn't try it.  Maybe if it had been a breaded square I would have felt more comfortable about tasting it, but my friend said it was good.\n\nNow, let's get to the good stuff. DESSERT!!!!!!!  God in heaven, what gloriousness were these desserts!!!!  I plan to come back and try each dessert on the menu!  The desserts are a perfect-sized portion - not too big but not too small.  We ordered the coconut cream pie and warm fudge torte with chocolate orange ice cream.  The coconut cream pie (my choice) was creamy and not too sweet.  I just loved it.  But the chocolate torte was sex on a plate - hot, messy, and delicious! The torte texture is similar to a flourless chocolate cake, dense but not heavy.  And the chocolate orange ice cream was such a pleasant surprise - almost like the orange was a suggestion, an infusion of orange.  I really wonder how the pastry chef caused that effect.  \n\nI'm looking forward to having dessert at Wisteria again sometime soon. And since they have complimentary valet and street parking, I have no reason not to!",
        "language": "en"
      },
      "date": "2010-04-06T16:04:56Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 2,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Beth D.",
        "user_id": "Ac4UDKlj3fbIbUBukC8VHQ",
        "link": "https://www.yelp.com/user_details?userid=Ac4UDKlj3fbIbUBukC8VHQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/T5vUhbjp7vLObsjbt4UpqQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 60,
        "photos": 12,
        "reviews": 35
      },
      "comment": {
        "text": "Just walked out of wisteria after being told they were \"too busy\" to accommodate a common allergy (that was specifically mentioned in the notes of a reservation made a week ago). And then paid $20 for drinks that we didn't even drink. The staff was incredibly rude. Including the manager.  I USED to like this place, but it has clearly gone downhill. So offended.",
        "language": "en"
      },
      "date": "2018-07-12T23:33:56Z",
      "rating": 1,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Beth, I'm sorry to hear about this. It definitely sounds like there was some form of miscommunication. We want all of our guests to feel welcome, and I truly apologize if this wasn't the case in your experience. I assure you that we don't get this type of feedback often, and we hope you'll consider giving us another chance in the future. \n\nBest,\nJason Hill, Owner",
          "date": "2020-02-19T16:18:38Z"
        }
      ]
    },
    {
      "user": {
        "name": "Kimberly F.",
        "user_id": "XU-4Y1Ax4uSrP8e4jSJyGg",
        "link": "https://www.yelp.com/user_details?userid=XU-4Y1Ax4uSrP8e4jSJyGg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2kHp0RK0LrHjUFTjwl3J0g/180s.jpg",
        "address": "Cumming, GA",
        "friends": 109,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "My husband took me here for my birthday two days before Christmas. We were both really excited to try Wisteria as we had heard great things about it.\nHe made a reservation several weeks in advance and the reservation was called/confirmed that day. He had checked that it was my birthday but that didn't seem to get noticed (fine with me, but what's the point in asking?). \nWe arrived at 7:53 for an 8:00 reservation. It was busy, but not packed. No host/hostess greeted us for a couple of minutes, one of the waitresses finally came up front and looked up our reservation. She said \"you're early, you can wait at the bar\". We have no problem waiting at the bar for a table, but this was our first impression of staff and it went downhill from there. We found two seats at the bar where the bartender came and gave us drink menus right away, but then ignored us for the next several minutes and even prepared drinks for others that had arrived after us. He also had a lengthy conversation with people eating at the bar about their food and his recommendations while we waited to give our drink order. \nFinally, after waiting unsuccessfully at the bar for close to 10 minutes we were walked to a round table adjacent to where wait staff pick up bar drinks. We couldn't really figure out where to sit, but  the host (very friendly) said \"if you sit in these two chairs you will get hit less.\" Wow. \nWe sat and were given drink and food menus and waited another few minutes for our waiter to come. He came with water and then started to walk away so \"we can look over the drink menu\". We had been looking at the drink menu for about 15 minutes at this point and had decided about 14 minutes earlier what we wanted.\nDrink orders were placed and with our front row seat to the bar we watched the one bartender attempt to make drinks for all of the groups that had come in at 8. All the wait staff hovered around our table waiting for drinks for their tables.  \nThe waiter brought the drinks and apologized for the long wait. \nNow we were excited  to order some appetizers. The beef carpaccio was amazing!!! The tuna poke tasted like old fish. We eat a lot of sushi and poke and are familiar with what fresh tuna tastes like. This was not fresh. We told the waiter this and he took the plate and said nothing. \nWe ordered entrees, my husband really wanted the lamb, but they were out. This is totally understandable in a fresh restaurant so the score doesn't reflect being out of lamb. He got the fried chicken and I got the pork tenderloin. Another member of the wait staff brought our food the the table and placed the chicken in front of me and the  pork in front of my husband, without asking who had ordered which. \nThe entrees were great. The pork with the apple molasses was very tender and flavorful. The chicken was juicy and crispy.\nWe ordered two desserts which were dropped on our table without silverware so we waited for our waiter to return with spoons. The bread pudding with bourbon sauce was amazing and the brownie was ok. \nThe table was covered in this thick butcher style paper; which didn't really work for a round table. It was bunched up where I sat and our drinks had a lot of condensation which made  the paper a soggy mess. It ruins the ambiance of a nice restaurant to have crunchy paper on your table. It made me expect to see some crayons on the table for us to draw while we waited.\nThe waiter was not attentive throughout the meal and at one point was moved to the bar so we sat waiting until another server noticed and picked up our dessert bowls and dropped the check. The poke was still on it. So we paid for old tuna that we didn't eat. I can reassure you that mixed in that poke was fishy tuna that was not the quality we are used to in poke. \n\nSummary: not five stars because of the inattentive staff that seemed uninterested in waiting tables and for the tuna poke that didn't even garner a response from our waiter or management.\n\nWe've been to many of the top restaurants in Atlanta and I've never left reviews because the experience has been exactly what we had expected. In this experience, our expectations were definitely not met based on what we had heard and read.",
        "language": "en"
      },
      "date": "2017-12-25T13:17:09Z",
      "rating": 3,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Kimberly, we want all of our guests to enjoy their visit from start to finish, so I'm disappointed to hear that we didn't meet your expectations. I assure you we don't normally get this type of feedback, so we will definitely take your review seriously. If you do choose to dine with us again, we'll work hard to make your next visit a great one.\n\nTake care,\nJason Hill, Owner",
          "date": "2017-12-31T20:56:38Z"
        }
      ]
    },
    {
      "user": {
        "name": "Dj R.",
        "user_id": "p3r3Oh4EWRqWUCDLrLf7ow",
        "link": "https://www.yelp.com/user_details?userid=p3r3Oh4EWRqWUCDLrLf7ow",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ybQ0A2naF2fkE0VmPGcOfg/180s.jpg",
        "address": "Riviera Beach, FL",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "The meat balls are so delicious its soooooooooooooooooooo good 5 stars for the spagetti and meat balls highlee reccomended",
        "language": "en"
      },
      "date": "2019-08-18T01:15:22Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amy C.",
        "user_id": "LbxJELh7_YndlOUeFLlKVw",
        "link": "https://www.yelp.com/user_details?userid=LbxJELh7_YndlOUeFLlKVw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/c6A-NJprqEn1ma-W3aH1bA/180s.jpg",
        "address": "Portland, ME",
        "friends": 255,
        "photos": 1670,
        "reviews": 509,
        "elite_year": 24
      },
      "comment": {
        "text": "Had a great dinner here. This was my best meal of my weekend in Atlanta. Nice atmosphere and they had valet parking next door. I had the vegetable platter dinner. When I'm in the south I can't get enough of the sides! It was perfect for me, ten different sides all on one plate! I don't even remember what they all were, just that I was in heaven! The highlights were the sweet potato, grits, and green apple succotash. The greens were also a fav. My daughter had the fried chicken, which a had a few bites of. It was yummy. I'm hungry for it right now! They have a good wine menu and the waitstaff was very good.",
        "language": "en"
      },
      "date": "2014-02-04T11:53:40Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3M_OLwE6bNnkMhlV05HVMw/o.jpg",
          "caption": "Vegetable dinner. Ten different sides. Delicious!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Paige N.",
        "user_id": "2mguZPvbCa4lwT_ULfTmHQ",
        "link": "https://www.yelp.com/user_details?userid=2mguZPvbCa4lwT_ULfTmHQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Z15ytvLgc6dDygdQnZKoTQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 379,
        "photos": 74,
        "reviews": 678
      },
      "comment": {
        "text": "I've gotta say, Wisteria's got it going on. And I'm only saddened I didn't figure out how good this place was before now!\n\nSo a few weeks ago, my lovely parents swung into town on their way back home after a tour of the south: New Orleans, Florida, and then Georgia on the way to Missouri. Whenever they stop by for a weekend, I like to try and make at least one dinner reservation at a nice restaurant none of us have been to before.\n\nAs I was cruising around on Yelp and Open Table simultaneously, Wisteria came up, I checked the menu, and decided \"What the heck?\" and booked a table for a Sunday evening.\n\nThat night, we arrived a little after the appointed time and valeted in the steep lot next to Wisteria and were promptly seated by the maitre'd. For a Sunday, Wisteria was doing a good business in its modest-sized space. It's cozy inside with a big bar, lots of seating at tables and along the walls in the form of banquets, soft lighting and a laid-back vibe. Very nice.\n\nOur waiter for the evening was quite entertaining - I don't recall his name, but we did learn he was from the West coast, but his ancestors were from Ireland (I have no idea how this came about), and he provided excellent service throughout our meal. \n\nFor dinner, we had a couple glasses of wine and I ordered the skate wing, my mom got the braised lamb shank, my dad and fiance both went for the grilled top sirloin (such manly men!). My skate was delicious with the stone ground grits (which I'm very particular about), asparagus and brown butter. Delish and almost too much to finish. My mom did thrown in the towel, and I ended up getting a nice little lunch of lamb shank leftovers the next day, which was awesome too.\n\nWisteria was really, really excellent, and it is definitely somewhere I will come back to in the future.",
        "language": "en"
      },
      "date": "2015-11-20T20:46:40Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 2,
        "cool": 2
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Thanks Paige and tell your parents thanks too! We opened in 2001 and great reviews like yours is why, almost 15 years later our little restaurant still thrives. Thanks again we truly appreciate it.",
          "date": "2015-11-23T13:41:32Z"
        }
      ]
    },
    {
      "user": {
        "name": "Stephanie A.",
        "user_id": "QR4BpL8JglsZs90jf5k2iQ",
        "link": "https://www.yelp.com/user_details?userid=QR4BpL8JglsZs90jf5k2iQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9JH1nzdqWNZmrSgnOrV8iA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 126,
        "photos": 107,
        "reviews": 160
      },
      "comment": {
        "text": "This Inman park gem has been around for a decade. I can understand why after dining there.\n\n  Looking at the bar menu I find the wine selection a bit disjointed. I struggled to find anything I actually wanted then again pairing wine with southern food isn't exactly the easiest thing even for me. Sweet tea seems to be the best option for such fare. Alas I am a drinker so I made my selections accordingly.\n\nWisteria is a somewhat small charming warm space. It is cozy and welcoming. I can see myself wanting to go regularly if I lived closer.\n\nMenu:  This is creative southern at its best.  Southern can be a bit dull for an adventurous eater but Chef Jason Hill knows how to beat the boredom.  Despite naysayers back when he opened up he stuck to his guns and 10 years later on a Saturday night people are lined up waiting for a chance to sit and taste his food.  Do what you love and believe in, do it well and the success will follow.\n\nI was anxious to try the crab bisque as evidenced by the photo. I couldn't wait to taste it before taking a picture.  Soup can be deceptive. Rarely is it pretty. It's all about flavor. Without a doubt it is one of the best seafood bisques I've ever had. Dense, flavorful, balanced and a very generous amount of crab meat. Nice sized portion. Anything larger would be too much to finish. \n\nFried oysters with sherry cream sauce and a grilled crouton. Very large fat oysters you can knife and fork. Nice fry on them but I caution they have a very strong gamey taste. If you aren't not a strong flavored oyster fan this isn't for you but I am. Delicious. It is fatty and rich with the cream sauce but really is that a problem?  \n\nBlack eyed pea hummus!  If that doesn't say white linen southern I don't know what does.  The humble black eyed pea is transformed into a smooth paste and garnished with cherry tomatoes and black olives. Side of sweet potato chips round out the dipping situation. It's certainly an interesting plate of flavors. I didn't dislike it but didn't want more than 3 bites. The tomatoes are a little useless there but nothing else is. I think a homemade saltine would be a more inviting vehicle for the hummus but that's just my thought.\n\nMolasses rubbed pork tenderloin with sweet potato soufflé and walnut relish. Once this was delivered to the table my eyes really feasted. What an inviting plate of food. Perfectly cooked loin set on top of an absolutely fantastic flavored soufflé. The walnut relish is a raw chop of apples, celery and nuts with some delicate seasoning. I found this to be an ideal transitional dish for Atlanta early fall. The days are still warm and the nights are cool.  The whole plate just works. Very successful. If you're doing southern fare and you're not doing your pork well you won't last.  Kudos.  \n\nSweet potato praloine cheesecake. I will warn you the desserts are very small which I wasn't expecting considering how nicely sized the previous portions are. That said, this is one incredible tasting seasonal cheesecake! Creamy, well flavored and served at an ideal temperature to let the flavors really sing in your mouth. I could have eaten 3.\n\nCoconut cream pie. Another petite sweet tease and a delicious one. Not quite as flavorful as I'd expect but nothing to turn your nose up at. I suspect if this was a full size pie slice versus and individual tiny single serving tart it may have been more balanced tasting against the crust but all in all not bad. Nice flakey crust and creamy smooth filling. Lots of chew from the coconut. I ate every bit\n\nWe enjoyed wonderful attentive service and met Chef Hill at the end of the night. I love to see chefs out in the dining room talking to guests. To me that shows they care and want to see people enjoying the creations coming out of the kitchen. I will be returning.",
        "language": "en"
      },
      "date": "2011-10-05T12:54:11Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Nbs4cz8kpMkX0SfY-T_Bag/o.jpg",
          "caption": "pork tenderloin at Wisteria"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Sally L.",
        "user_id": "DiqbgEEDUkNK4tmFp6sxiQ",
        "link": "https://www.yelp.com/user_details?userid=DiqbgEEDUkNK4tmFp6sxiQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/k6oqDfuuOzSqu3OTxupTaw/180s.jpg",
        "address": "Duluth, GA",
        "friends": 289,
        "photos": 173,
        "reviews": 95
      },
      "comment": {
        "text": "After coming here for Inman Park's restaurant week, I'm a little on the fence about whether or not this should be a 4 or 5 star. There were certainly really great items on the menu, such as the beef carpaccio and the salmon entree. However, it was just the extra 20+ minute wait for our reserved table and the lamb shank's less than great taste that makes me on the line. \n\nThe appetizers were amazing. The scallops and the beef carpaccio were so delicious, though the scallops are super fast to go considering how small it is. I'd definitely recommend the carpaccio. \n\nFor the main course, I got the lamb and my boyfriend got the salmon. Let me tell you, I wanted to steal his plate from him. It was a little lemony, and it could be a little too much since the lemon flavor is throughout the entire dish. Mine, however... I tried to eat as fast as I could to not keep tasting so much of it. It was quite heavy and overly flavorful. The sauce that it was drenched in was just too sour and just didn't taste good with the other things on my plate. I was so overcome with whatever the sauce was that I was savoring the little bits of potato mash that weren't touching the sauce. The lamb was cooked nicely, though it was a little too blackened for my tastes. The moment I got the dish, I was able to pull out the large bone with ease. It was super tender, if only it didn't have that sauce. :(\n\nFor dessert we were given a little trio sampler of desserts. I wasn't too fond of the desserts, but my boyfriend really liked them. They weren't bad, but I was just too sad from my entree to enjoy the final leg of the meal. The waitress was nice enough, though wasn't extremely attentive and forgot about my change at the end of the meal. \n\nThe restaurant is a popular place to come for a good reason, just I didn't find too big of a reason. Maybe one day I'll come back to Wisteria, but for now I don't think there is anything that is drawing me near. Perhaps try some of the other stuff on their menu, ones that others have given their 5 star review of.",
        "language": "en"
      },
      "date": "2016-04-26T04:56:45Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "D B.",
        "user_id": "-6FU5hm2q0ahU18yMS0Pug",
        "link": "https://www.yelp.com/user_details?userid=-6FU5hm2q0ahU18yMS0Pug",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aeajyrfvb3nEgM_UqEg47w/180s.jpg",
        "address": "Lithonia, GA",
        "friends": 0,
        "photos": 3,
        "reviews": 24
      },
      "comment": {
        "text": "The food was not of great taste if you are use to seasoned food it was not worth it. I had the pork tenderloin and sampled a number of other dishes. They were not the best taste either. Not one of the best places I would be recommending to anyone unless they bring their own seasoning.",
        "language": "en"
      },
      "date": "2019-08-26T01:41:36Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "James B.",
        "user_id": "NOMTQVKcULx9kcz8vgq3rA",
        "link": "https://www.yelp.com/user_details?userid=NOMTQVKcULx9kcz8vgq3rA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8I6ZRfBO2gZ_5k9MsGH7-g/180s.jpg",
        "address": "Douglasville, GA",
        "friends": 10,
        "photos": 209,
        "reviews": 85,
        "elite_year": 24
      },
      "comment": {
        "text": "Absolutely lovely! My wife and I went here after I read about the place online. It is a wonderful mix of casual elegance. My wife described it as elegant without pretention. They do have complimentary valet parking.\n\nWe had reservations for 5:30, which is when they open. We arrived about 10 to 15 minutes early but they brought us on in and seated us. I can see where it could get a bit cramped if they had a full house as they do have quite a few tables packed in there. The ambience was great, mid to low lighting, candles on the tables, white table cloths; but then brown butcher paper on that. Staff was all very friendly. They checked my coat and took drink orders immediately. Wait staff was in button up shirts and jeans. We are dresses up a bit since we were going to another even after, but I would feel perfectly comfortable in here in jeans and a sport shirt. Now on to food...\n\nThe wine list is nice, not huge but sufficient   They had about 10 craft beers available of which I tried 2. My wife had a Riesling that she liked. We then ordered the local cheese plate as an appetizer which was great. Presented on a rectangular white late it had bread, sliced grilled apples, pecans and 3 cheeses. It was great!  She then had tomatoe soup which she thought was the best she has had and I had crab bisque which was very good. For dinner I had the molasses rubbed braised pork tenderloin and it was incredible. She had the chicken with collard greens and corn pudding and loved it. She said the greens were perfect, not soggy. Being that I don't like collards, I took her word for it! If you like cornbread on the sweeter side, than you have to try their corn pudding, it is amazing!\n\nTheir deserts are served in the popular \" bite sized\" portions and you can order them in singles, groups of 3 or 5.  We tried 3. The bourbon soaked bread pudding was easily my favorite where my wife's was the carrot cake. \n\nDefiantly a place we will return.",
        "language": "en"
      },
      "date": "2012-11-25T12:07:54Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stephanie A.",
        "user_id": "ZQaBT4ZBw2mt2cYDl9k5aw",
        "link": "https://www.yelp.com/user_details?userid=ZQaBT4ZBw2mt2cYDl9k5aw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bP6Qrs3hJgeZFk9GikGZYw/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 300,
        "photos": 317,
        "reviews": 307
      },
      "comment": {
        "text": "I never curse in reviews..but...holy shit. \n\nI live in New York, NYC to be exact, so as pretentious as it sounds, I'm not usually wowed by food from other states. Wisteria is definitely my favorite restaurant I've ever been to, top's any restaurant I've been to in NY or NYC. No doubt about it. The atmosphere was perfect for our date night on our get-away. Intimate, dim lighting, cozy, and romantic. Candle lit table among an exciting buzz and chatter of happy guests. The service here is impeccable. I wish so badly that I could remember our server's name. I cannot give him and the rest of the staff enough high praise, the staff really made our experience incredible. Everyone was so genuinely friendly and helpful which provided for a comfortable and relaxing evening. \n\nSafe to say, I easily gained 5 pounds just from this meal, worth it. Distinctly remember my boyfriend noting that he would be keeping his shirt on for the next few days after eating here. Easily the best meal I've ever had. I ordered the iron skillet fried all natural chicken. Juicy, tender, flavorful, chicken, as opposed to many restaurants that just dry their fried chicken out completely. The bacon collard greens it came with were incredibly soft and had a bold, flavorful taste. My favorite was the sweet corn pudding on the side. I've never had something so delicious. It's essentially corn/creamed corn, but baked into a bread. However, it's not dry inside...you still get the creaminess on the inside the same way you would with regular creamed corn. Ridiculously amazing...I would fly here just for this! I don't really have self control, so I also ordered a side of the mac and cheese. Rich, creamy, baked to perfection, soooo cheesy. My stomach hurt from being so full, but I could not stop eating. \n\nThis place is incredible to say the least. I've never had a better meal.",
        "language": "en"
      },
      "date": "2015-08-25T14:20:37Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UgoByI5V4JnZvqMGFXePkw/o.jpg",
          "caption": "Mac and cheese in the back. Fried chicken, collard greens, and sweet corn pudding in the front. Best meal ever!"
        }
      ],
      "feedback": {
        "useful": 6,
        "funny": 5,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kevin P.",
        "user_id": "z3_cA4v4ylB8ndPc681V3w",
        "link": "https://www.yelp.com/user_details?userid=z3_cA4v4ylB8ndPc681V3w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SWnUNd6Zs58lIt6q13bUyQ/180s.jpg",
        "address": "Decatur, GA",
        "friends": 86,
        "photos": 331,
        "reviews": 341
      },
      "comment": {
        "text": "Started with appetizers of Gouda Stuffed Arancini Think of these as a slightly Americanized version of the handheld arancini commonly sold by street vendors in Italy.  a mix of breadcrumbs over cheese then fried. That set the stage for a great meal. We had the Low-Country Seafood Stew & Corn Bread and grilled beef tenderloin. Both were excellent. Service was good. There's valet parking. Standard decor and ambience in old brick building. Greatly enjoyed our time except for the volume. There we're Washington football staff in town for Labor Day game and a birthday party table, but acoustics in most restaurants now with high ceilings have this issue. I guess we're getting old composing about the noise. I put this on par with Babette's but way more noise.",
        "language": "en"
      },
      "date": "2018-09-17T12:43:29Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We'd like to apologize about the noise, Keshon! When we have larger groups in house sometimes it can get a little loud. We can assure you this is not always the case! Nonetheless, we're happy you enjoyed your meal. We always aim for excellence. Stop in again soon. We'd love to have you! \n\nBest,\nJason Hill, Owner",
          "date": "2020-02-18T20:33:08Z"
        }
      ]
    },
    {
      "user": {
        "name": "Mads B.",
        "user_id": "LONoA2egHbFjTJ3a6_UMXQ",
        "link": "https://www.yelp.com/user_details?userid=LONoA2egHbFjTJ3a6_UMXQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/juqZR-1YQBpZUvoTZL5Edg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 19,
        "photos": 498,
        "reviews": 403,
        "elite_year": 24
      },
      "comment": {
        "text": "I really want to love this place, but I just never do. It's always just ok to me. The service is fine, but the food is uninspired. It always sounds great but is then kind of bland or too fishy.",
        "language": "en"
      },
      "date": "2016-05-18T02:07:11Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Josh K.",
        "user_id": "60M9tcHPXA3bzL11n6wuLg",
        "link": "https://www.yelp.com/user_details?userid=60M9tcHPXA3bzL11n6wuLg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 3
      },
      "comment": {
        "text": "The restaurant equivalent of getting friend zoned by your high school crush. Watch delicious plates go by as you sip on a muddled mess of a cocktail wondering if that time you've been waiting for will ever come.... even with a reservation.\n\nUpdate:\n\nThe food did undoubtedly arrive, and wonderful it was. Yet most things do taste good when eating an hour and half past your prescribed time. The bar in the restaurant has turned into a waiting room that people are forced to cram into for an hour long detour before they can begin their evening. Even while waiting, I stumbled on a yelp review from 3 months prior that was reading more like a live narrative . \n\nJason, it was fantastic to hear from you. It only took about a week before receiving any feedback. Something that seems to be in congruence with the time management of your restaurant.\n\nWe came to dine with Wisteria in order to experience and celebrate, and all it turned out to be was good leftovers.",
        "language": "en"
      },
      "date": "2018-03-11T12:05:09Z",
      "rating": 1,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "We're certain that your food got to you, Andrew, but we're sorry if the wait was longer than you expected. We hope you were impressed when your food arrived, and we'd love any feedback about our dishes. Please give us a call at (404) 525-3363\n if you'd like to speak with us directly. Looking forward to hearing from you soon.\n\nBest,\nJason Hill, Owner",
          "date": "2018-03-16T14:50:56Z"
        }
      ]
    },
    {
      "user": {
        "name": "Dean V.",
        "user_id": "QI0juPjSlTeSijfvj6yMtw",
        "link": "https://www.yelp.com/user_details?userid=QI0juPjSlTeSijfvj6yMtw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/uvPvUw9tjJxHV_Jr3DyICw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 7,
        "reviews": 8
      },
      "comment": {
        "text": "One of the best meals I have ever had. I had the fried chicken with collard greens and mac and cheese. My date had the sirloin with mac and cheese. The chicken was great, though I preferred the white meat to dark. The greens were amazing and the mac and cheese was some of the best I've ever had. Her sirloin had a great favor too. The staff was great and parking was easy with the complimenta",
        "language": "en"
      },
      "date": "2016-02-26T03:51:44Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UObyV_IuG_pKts7nldRbPg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alex M.",
        "user_id": "R4BlCwQZlOp2zWGjWuWRBw",
        "link": "https://www.yelp.com/user_details?userid=R4BlCwQZlOp2zWGjWuWRBw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/w1FrLhTYwlDkfTg6ivMMdg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 16,
        "photos": 10,
        "reviews": 81
      },
      "comment": {
        "text": "My wife and I had an impromptu nice dinner here this past weekend. Overall, we were not disappointed. The food was good and the service was extremely attentive. \n\nWe started with two appetizers- the crab bisque and arancini. Both were excellent. For our main courses, I had the pork three ways, which was delicious and perfectly cooked. The amount of food was also generous. My wife had the trout, which was unfortunately a bit underwhelming and bland. \n\nDrink-wise, their wines were good (I had 1, my wife 2), and I enjoyed my old fashioned. \n\nOverall, a really good meal. That said, Wisteria had a couple drawbacks. First, it was quite expensive- I would say a bit too expensive, for what it was.  The atmosphere was just kind of so-so, as well, and you are literally sitting on top of other diners. This may be unfair, but there's really nothing about Wisteria that would make me think \"we need to go back there\" out of the blue.  A good meal that we don't regret, but we may not be back for a while.",
        "language": "en"
      },
      "date": "2015-12-17T02:10:19Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Julie C.",
        "user_id": "xoBwUohCAvkZ7DyCq0poLA",
        "link": "https://www.yelp.com/user_details?userid=xoBwUohCAvkZ7DyCq0poLA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VXqeP2vhjd0p6o_VU8X6lw/180s.jpg",
        "address": "Washington, DC",
        "friends": 36,
        "photos": 220,
        "reviews": 212
      },
      "comment": {
        "text": "I came here for Restaurant Week on the recommendation of a friend. I had the $25 option with the deviled eggs, fried chicken, and brownie dessert while my friend had the arancini balls, fried chicken, and bread pudding (because they ran out of banana pudding). I thought the deviled eggs were too salty and the arancini balls were too bland, but everything else was good. The chicken was the star and was still juicy, and the brownie was amazing! \n\nWe both had a mishap with the server, our cards, and our check that I'm not happy about, and the manager was NOT helpful, a little rude and condescending; but other than this service was friendly. I would probably not come back because it's pretty pricy and I don't think quality is quite worth the regular prices, but check it out for this week and the fixed menu! \n\nWisteria is easily found in Inman Park, there is valet parking and street parking and it looked like there was plenty of room. The interior is pretty small though, dim lighting and nice decorations, but it got VERY loud with everyone trying to speak over everyone else.",
        "language": "en"
      },
      "date": "2016-07-25T12:21:22Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "It is never our intention to come off as rude or condescending, Julie, and I'm so sorry if you had that impression. It's really our goal to wow our guests, so it's also disappointing that our arancini balls and deviled eggs missed the mark this time. Despite that, I'm really happy you liked your chicken, and I hope you decide to give us another chance.\n\nFor curiosity's sake, are you from the Atlanta area or were you just visiting?\n\nCan't wait to talk to you,\nJason Hill, Owner",
          "date": "2016-10-03T11:51:47Z"
        }
      ]
    },
    {
      "user": {
        "name": "Ellen C.",
        "user_id": "oT6LFymCRaDzSzoAwAilhA",
        "link": "https://www.yelp.com/user_details?userid=oT6LFymCRaDzSzoAwAilhA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8HSMcfSJ37IAp9pgX2jf9g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "Although Wisteria has been around awhile, last night was our first visit! It was delicious! The cocktails, appetizers and mains were wonderfully prepared! We will definitely be back!",
        "language": "en"
      },
      "date": "2019-03-21T11:39:49Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "It's great to hear you enjoyed your first visit with us, Ellen! From our cocktails to our style of cooking -- we're happy you're happy. Hope you'll stop in again soon! \n\nBest,\nJason Hill, Owner",
          "date": "2020-02-19T00:30:01Z"
        }
      ]
    },
    {
      "user": {
        "name": "Ryan M.",
        "user_id": "Lg6C9Tyu7Q9Z0QbdqIB37A",
        "link": "https://www.yelp.com/user_details?userid=Lg6C9Tyu7Q9Z0QbdqIB37A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7LSyJ2hfEUolVv5x09iwYQ/180s.jpg",
        "address": "Henderson, NV",
        "friends": 328,
        "photos": 4,
        "reviews": 10
      },
      "comment": {
        "text": "Decent food - TERRIBLE Management. I ordered an old fashion that had crushed berries in it (?!?!) and asked for a different drink and when I received my bill, they charged me for two drinks. I asked my server if he could correct my check since I only had a sip and the manager came over to tell me \"Georgia Law requires I charge you for this drink since it was delivered to you.\" \n\nYou can tell a lot about a restaurant by how they handle opportunities to wow their customers and fix their mistakes. Good Food + Bad Service = Bad Choice",
        "language": "en"
      },
      "date": "2017-03-18T00:09:07Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "A traditional old fashioned does come with cherry and orange muddled in the glass, but I'm sorry if you weren't expecting that, Ryan. While I can understand how it might be frustrating, our manager was doing their best to abide by the law. I hope you can understand.\n\nBest wishes,\nJason Hill, Owner",
          "date": "2017-03-23T20:06:44Z"
        }
      ]
    },
    {
      "user": {
        "name": "Beth S.",
        "user_id": "kzqvZ_XsXQDVz6rCrfh49Q",
        "link": "https://www.yelp.com/user_details?userid=kzqvZ_XsXQDVz6rCrfh49Q",
        "address": "Acworth, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "For my 50th birthday, my son treated me to \"any restaurant in Atlanta\" and based on the menu and other reviews, I chose Wisteria. \n\nThe host and the waiter were both attentive and pleasant. I loved the wine special being offered-- Michel Picard Vouvray (but I do have a preference for a sweeter wine). Our appetizer choice was the Vidalia Onion Hushpuppies, which were fine but nothing special.\n\nOur entrees: My son ordered the grilled pork tenderloin (24 hour brine) with sweet potato puree, apple walnut relish, fried onion string and it was excellent. The tenderloin was perfection and all of the flavors worked together perfectly. I think he would have licked his plate if he could. ;)\n\nI ordered the iron skillet fried half chicken with bacon braised collards, sweet corn pudding, and roasted mushrooms. Unfortunately, my dish was not as perfect as the tenderloin. The biggest issue was the chicken-- it was flavorless, and the breading was soaking wet because it was served on top of a bed of collards with far too much pot liquor on the plate. The collards were the perfect tenderness, but the flavor of vinegar overwhelmed the palate. The sweet corn pudding-- which honestly is what had led me to choose Wisteria over Revival in Decatur-- was disappointingly greasy. \n\nFor desert, we sampled the bread pudding with bourbon sauce, chocolate ganache tart, banana pudding, and strawberry shortcake. The chocolate ganache was almost too rich to enjoy-- as though the % dark chocolate used was too high. The bread pudding was mediocre. The banana pudding was good, and the strawberry shortcake was the best.\n\nIt was a lovely atmosphere for a birthday dinner. I just wish the food had matched what would be expected for the prices.",
        "language": "en"
      },
      "date": "2019-04-15T00:47:09Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "It sounds like we really impressed you with our  grilled pork tenderloin and our strawberry shortcake. However, we wish you had found the rest of your meal to be just as tasty, Beth. Please know that we can always remake something if it's not quite to your liking. Hope we get another chance to really make this up to you. \n\nBest,\nJason Hill, Owner",
          "date": "2020-02-18T23:48:22Z"
        }
      ]
    },
    {
      "user": {
        "name": "Thomas K.",
        "user_id": "y-kkFmQpwNaWRHBh8U5Img",
        "link": "https://www.yelp.com/user_details?userid=y-kkFmQpwNaWRHBh8U5Img",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MmXJ2Lul_LbU44yUUwOGHg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 65,
        "photos": 32,
        "reviews": 19
      },
      "comment": {
        "text": "We went there for our 4-year anniversary to celebrate and we had a good time! The restaurant was a little close quarters because of all the customers but then again, so are most of the restaurants on N Highland Ave. The only reason this bothered us is because this lady next to us could not seem to keep her eyes to herself and kept eye-balling us the entire time for whatever reason, which made it hard to have a \"private conversation\" with my girlfriend.\n\nYou can park on the street or valet park in the private lot.\n\nThe service was excellent. Our server was extremely educated on the menu and made great suggestions. It was restaurant week, so we received an appetizer, 2 entrees, and a dessert. The grilled tenderloin was good and we wanted to try something new, so we had beef carpaccio, which was interesting, but not my favorite. The dessert was 4 little cakes with ice cream on top. One of them was a spicy pumpkin flavor and very interesting. The ambience is dark and most everyone was in, at the least, business casual attire. Overall, we had a great time and the service was great, but for the price and food that didn't blow us away, we probably won't be making another visit. \nI dropped $95 on just the two of us (though to be fair, a lot of that was for tip because our server was a master of his craft and deserved every bit of it).",
        "language": "en"
      },
      "date": "2014-12-21T16:52:35Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2IigxWRcVKAM5zN-9WtAlg/o.jpg",
          "caption": "Grilled tenderloin"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FvU42bxhUAacCQqFyTZvgA/o.jpg",
          "caption": "Beef carpaccio"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cammer C.",
        "user_id": "pxWuPcG5_mTBhrcI2JEEow",
        "link": "https://www.yelp.com/user_details?userid=pxWuPcG5_mTBhrcI2JEEow",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/IB3u3ltovNh4B6vvCp2pAA/180s.jpg",
        "address": "Fort Collins, CO",
        "friends": 6,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "Went there, for the first time, with a friend last night. Instantly loved how cozy and open the room was! We were seated by a very delightful gentleman, very quickly, and got to pick our table-style preference. Our waiter came quickly, and helped guide us with the large drink and food menus. He was friendly and knowledgeable, and made sure we always had water. And they have a good separate gluten-free menu which I LOVE! It means less harassment for the staff AND me :) \nWe chose our booze and food, and they came very quickly. Everything was delicious and plentiful! We both had the sirloin with the bacon collard greens... Winning :) \nWe had an absolutely wonderful time. Thank you to their lovely staff! \nWe will absolutely return! :)",
        "language": "en"
      },
      "date": "2015-07-24T14:52:10Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Wilson W.",
        "user_id": "EVebuPjGWA0GFTPw3gcc3w",
        "link": "https://www.yelp.com/user_details?userid=EVebuPjGWA0GFTPw3gcc3w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BjhSrk_lOwTfUv_3pq5bTA/180s.jpg",
        "address": "Virgin Islands, U.S. Virgin Islands",
        "friends": 146,
        "photos": 13,
        "reviews": 76
      },
      "comment": {
        "text": "Wonderful all the way around. My bride and I chose Wisteria on a warm Saturday evening. The place was hopping, but our wait for our reservation was reasonable. The food, service, and atmosphere are impeccable. The service was seamless and our server was personable and attentive. And the food, oh my goodness. \n We started with locally grown fried green tomatoes with goat milk cheese and a yummy sauce. My bride ordered the special: monkfish over panzonella salad- amazing! I ordered the Iron Skillet Fried All-Natural Half Chicken with bacon braised collard greens, sweet corn pudding, mushroom-herb broth. THE best collards I have ever eaten. Dessert brought banana pudding and a peach and wild honey gelato. \n We were very pleased with our dining choice and I'm sure you will be too if you choose Wisteria.",
        "language": "en"
      },
      "date": "2016-06-12T03:11:47Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jeremy A.",
        "user_id": "ifaiZxMhmWGy80zs8ohDYg",
        "link": "https://www.yelp.com/user_details?userid=ifaiZxMhmWGy80zs8ohDYg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EdBcKi2-eALbTjO6j6dx2A/180s.jpg",
        "address": "Cary, NC",
        "friends": 203,
        "photos": 250,
        "reviews": 1000,
        "elite_year": 24
      },
      "comment": {
        "text": "We stopped by to try what many of my friends call amongst their top restaurants. I thought the service was awesome and although the dishes are a bit pricey I enjoyed my entree. \n\nThe fried catfish was good but I hoped for the remoulade to have a bit more flavor. \n\nThe calamari was good but I wanted a little more for the $9. Its a solid place and Ill be back for sure to try the burger simply because the fries looked amazing. \n\nAll and all I wasn't super impressed with my catfish but from reading the reviews theres a few other things I want to try that will bring me back.",
        "language": "en"
      },
      "date": "2010-10-01T01:33:34Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lan D.",
        "user_id": "bAzdeuQiR80wVOLUh7ox7g",
        "link": "https://www.yelp.com/user_details?userid=bAzdeuQiR80wVOLUh7ox7g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1zb_9s3kObkS54UPuKrE6w/180s.jpg",
        "address": "Washington, DC",
        "friends": 371,
        "photos": 142,
        "reviews": 540,
        "elite_year": 24
      },
      "comment": {
        "text": "This is the place that finally turned me on to fried catfish.  I've had the dish plenty of times at other places, but have never been a fan.  If this is what fried catfish is supposed to be, then I finally get it.  \n\nWisteria is an unpretentious restaurant that I feel is frequented by locals.  It's kind of in the middle of nowhere - a residential area and kind of by the Jimmy Carter Presidential library - and yet when I went on a Friday night the place was still packed at 9pm, so people had to come there just to be there.  \n\nThe place is smaller than I expected and the lighting was dim, but everything on the menu was excellent.  Very fine dining with good service.  \n\nMy only complaint is that because the space is so limited, it can get super loud in here.  I could barely hear my waitress or my dinner companion.  \n\nComplimentary valet parking out front is the only option.",
        "language": "en"
      },
      "date": "2010-11-14T23:02:07Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kristie C.",
        "user_id": "qurv1eJZswxUZaZqN53Meg",
        "link": "https://www.yelp.com/user_details?userid=qurv1eJZswxUZaZqN53Meg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YnRdhGBd9e0CwfugvKSHFw/180s.jpg",
        "address": "Palo Alto, CA",
        "friends": 671,
        "photos": 2151,
        "reviews": 1231,
        "elite_year": 24
      },
      "comment": {
        "text": "Hmm. For the price, it was just alright --\n\n* Plentiful wine list \n* Bread here is amazing\n* Appetizer: Tuna tartare was just alright.\n* Entree: Salmon w/avocado and arugula salad: a bit over-spiced and oily for my taste. Salad beneath was pretty tasty though\n\nService -- unenthused server, not very attentive nor friendly. \n\nLocation -- small and cozy\n\nOverall probably wouldn't come back.",
        "language": "en"
      },
      "date": "2011-06-27T19:46:46Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Erin S.",
        "user_id": "Uw9bhkVbHkBw1t_Ioclc7g",
        "link": "https://www.yelp.com/user_details?userid=Uw9bhkVbHkBw1t_Ioclc7g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_IKvbaNjGu3WYU80I2k7Ww/180s.jpg",
        "address": "Arlington, VA",
        "friends": 140,
        "photos": 11,
        "reviews": 22
      },
      "comment": {
        "text": "Lovely restaurant and bar in a quaint area. A little noisy but wonderful ambiance as the dinner rush ended. Our server was wonderful and extremely helpful with our menu selections. We loved the mussels, specialty cocktails, and desserts (fried peach pie - yes please!). The duck entree and shrimp and grits were fantastic - would absolutely stop here again!",
        "language": "en"
      },
      "date": "2018-05-28T20:07:14Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Erin, thanks for the wonderful review. We hope to see you back in again soon.\n\nCheers!\nJason Hill, Owner",
          "date": "2020-02-17T12:45:47Z"
        }
      ]
    },
    {
      "user": {
        "name": "Scarlett W.",
        "user_id": "PnqEZOhrQy8rC-xk99hZ5Q",
        "link": "https://www.yelp.com/user_details?userid=PnqEZOhrQy8rC-xk99hZ5Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EYhjC4d9B2YA_Q8oYxlQdQ/180s.jpg",
        "address": "New York, NY",
        "friends": 64,
        "photos": 128,
        "reviews": 139
      },
      "comment": {
        "text": "Made reservations for Saturday night (if you're planning on going, it might be best to reserve 2 weeks ahead of time if you want a specific time slot).\n\nIt's Inman Park Restaurant Week so we had our choice of $25 and $35 3 course meals.\n\nFor the first two courses I went with:\nBlack-eyed pea hummus - This was a scoop of hummus with some sweet potato chips on the side, very delicious and the chips weren't too greasy so that was a plus. However this was overshadowed by the boyfriend's pork belly which may be the most delicious thing I have ever eaten (with the exception of my entree, later)\n\nMolasses rubbed pork tenderloin - When they say tenderloin, they definitely mean tender. The crisp outside meshes so very well with the perfectly chewy but tender inside with the diced apples and sweet potatoes finishing off each bite perfectly.\n\nThe boyfriend picked:\nPan-Seared Pork Belly - Oh my gosh, this dish is an example of sweet and savory done completely right. The poached pear on its own was sweet and crunchy as well as the candied walnuts.\n\nPan Seared Icelandic Cod - The cod was tender and not terribly fishy with a light breading on top. The risotto was well done and paired well with the cod and Sherry reduction. The kale was crispy and fresh.\n\nDessert Sampler - They had a chocolate brownie topped with Mexican chocolate ice cream which is pretty much cayenne pepper mixed into chocolate ice cream - warning the pepper will kick in as an after taste so if you're not into spicy things, you might want to avoid this. The other desserts (lemon bar and carrot cake) were SO GOOD. Yum.\n\nRoots and Bloom - This was the  cocktail recommended to me by our waiter and he was completely right about how appropriate it was for the nice breezy day it was outside. This is a very light and refreshing drink (reminiscent of a mint julep) that I thoroughly enjoyed.\n\nService - Lovely, I had no complaints.\n\nVerdict - This was probably the best meal I've had in Atlanta so far. That's pretty much all I have to say.",
        "language": "en"
      },
      "date": "2014-03-24T01:47:23Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sPSb8N7DBssI4e0DyAfvYw/o.jpg",
          "caption": "Black-eyed peas hummus"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TBeDDrl6xqATnJAZsIW6kA/o.jpg",
          "caption": "Pan-seared Icelandic cod"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/h3XOGUXxwykyCDPIk5cZKw/o.jpg",
          "caption": "Molasses rubbed pork tenderloin"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "JD G.",
        "user_id": "79hus-Yn_nOUoFV8LFdsig",
        "link": "https://www.yelp.com/user_details?userid=79hus-Yn_nOUoFV8LFdsig",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/X7vlf6CIFDLi-u7xaCq3lA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 157,
        "photos": 1,
        "reviews": 24
      },
      "comment": {
        "text": "Ok so some of my closest and sweetest friends pulled together to try and pull off a surprise birthday dinner for me....well of -course I arrived earlier than I was supposed to and saw them all parking...too funny - another surprise foiled..\n\nBut - what a great meal and a wonderful evening. The ambience in this place is lovely, and it has a very cozy feel. So appetizers here...you gotta try the Blackeyed Pea Hummus, Pimento Cheese Deviled eggs - oh yeah very delicious. I also really enjoyed the Charleston Style Jumbo Lump Crab Cakes - which for me is a big deal..I don't really care for too much Seafood. \n\nMy dinner entree - Pork three ways braised Pork - absolutely delicious (if you like pork) braised pork cheeks...WOW!! Kale and Field Peas...seasoned perfectly...was most def worth the calories. High Marks went to the Almond Crusted Georgia Mountain Trout, and the Roasted Lamb and Grilled Salmon....now my sweet friend Carmen is absolutely crazy about the Pan Seared North Atlantic Skate Wing.....this is her favorite restaurant in all of Atlanta...and she's a lady of very high standards and excellent taste \n\nI can absolutely wholeheartedly recommend this restaurant for any occasion...the menu consist of a lot of locally grown food items and it changes sometimes...so please plan a trip to this place... \n\nDesserts are delicious Too - my personal fave traditional peach cobbler with vanilla bean gelato...ENJOY",
        "language": "en"
      },
      "date": "2016-06-27T22:59:09Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lori F.",
        "user_id": "AyRa2eaaD2EOkSxdkSrNEA",
        "link": "https://www.yelp.com/user_details?userid=AyRa2eaaD2EOkSxdkSrNEA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dBxsgOnxT30-fnDV7asSDg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 209,
        "photos": 147,
        "reviews": 371
      },
      "comment": {
        "text": "Wisteria is so tasty!  It's a gorgeous little restaurant, and the food is impeccably cooked.  Our server was so helpful, too.\n\nThe entrees we chose included the skatefish, ahi tuna, and three meat ragout.  The skatefish was cooked perfectly and tasted buttery over grits and asparagus.  The ahi was seared just right and served with broccollini and wasabi dumplings.  The ragout was suprising - a combination of beef, pork and veal in a rich stew of pasta, tomatoes, and vegetables. I could eat this over and over again!",
        "language": "en"
      },
      "date": "2006-04-18T22:49:25Z",
      "rating": 5,
      "tags": [
        "1 photo",
        "First to Review"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jKhlJcXupMX4-rrPvgu-uw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alex C.",
        "user_id": "D9IMOsV39BvoDNb08N9myQ",
        "link": "https://www.yelp.com/user_details?userid=D9IMOsV39BvoDNb08N9myQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YES3gnl6PApFuj9IMQPRdA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 93,
        "photos": 62,
        "reviews": 881
      },
      "comment": {
        "text": "For the price, you get some pretty decent food. However I expected perhaps a little bit more creative and better complementing flavors. I think that the pairings and combinations were definitely creative, but not quite thoughtful. Mint on rack of lamb? C'mon! It's be done! There are a thousand other spices out there that go with lamb other than mint...\n\nOther than the rack of lamb, we got the fried chicken, which was actually one of the most tender and juicy fried chicken entree's we've ever had in the city. And that's saying something having been to places like One Eared Stag and Steinbecks. I'll come by again and see if that 4th star is merited, but after this trip, it'd be higher rated if it cost just a little less.",
        "language": "en"
      },
      "date": "2015-09-14T13:53:05Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "John M.",
        "user_id": "KEAQJ2z34PWwSq0if8wB4g",
        "link": "https://www.yelp.com/user_details?userid=KEAQJ2z34PWwSq0if8wB4g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RLUoAbyMU6OIVoqsMZJ8dw/180s.jpg",
        "address": "Wilmington, DE",
        "friends": 32,
        "photos": 15,
        "reviews": 36
      },
      "comment": {
        "text": "Held a business dinner here on a Tuesday night and was treated like royalty!  We have a team with divergent requirements (Gluten free, Vegetarian, Carnivore, Seafood lovers, Beer snobs, etc) and finding this place was a score for the team!  Everyone ate and drank happily!  The Skate wing was the best I have ever had - I introduced my boss to the dish, and she loved it (thank you for the brown nose points there!).  The tenderloin was cooked to perfection and loved by our Gluten Free teammate.  We ate 2 dozen pimento cheeze deviled eggs (I think we liked them... just a little!) and the Brasied lamb shank was fantastic.\nExcellent variety of beers that promote local, but keep it real.\nThe dessert combos are fun, delicious and allow you to easily share.\nThe staff is a hoot!  Young and fun...hip, but not hipster.\nWe'll be back!",
        "language": "en"
      },
      "date": "2015-12-17T18:51:08Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Aislinn H.",
        "user_id": "JEJjk4COmdqnDE5hQHsksQ",
        "link": "https://www.yelp.com/user_details?userid=JEJjk4COmdqnDE5hQHsksQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gLxkcOr9m6ZSxr-Sym_Pwg/180s.jpg",
        "address": "Queens, NY",
        "friends": 176,
        "photos": 16,
        "reviews": 284
      },
      "comment": {
        "text": "We came here for New Years Eve dinner with another couple and had a lovely time. Our server was attentive and friendly, and we were promptly served.\n\nThis is a lovely, small, cozy restaurant with a nice bar and relaxing ambiance. Their cocktail menu leans heavily towards vodka and gin with only one tequila drink that didn't sound especially promising. Their wines by the glass list was robust and had an excellent selection. They also appeared to have an extensive wine bottle list and their beer choices weren't too shabby either. \n\nFor appetizers we ordered the arancini and the deviled pimento eggs. The arancini were a refreshing and respectable size, slightly smaller than a golf ball and crunchy on the outside with a nice cheesy center. The deviled eggs were good and the pimento cheese added a nice kick that is usually lacking from deviled eggs in my option. And the bread and butter are an excellent start to the meal.\n\nFor the meal I ordered the fried chicken which was well seasoned but the breaking wasn't crispy and the chicken itself was a little dry. The collards were delicious and butter though. The sweet corn pudding was not as creamy as I was expecting and was much more closely related to cornbread, those still very good. \n\nThe desserts really shine here, and I would highly recommend saving room for them. The buttermilk sherbet was amazing and had a nice, bright lemon flavor. The bread pudding still had some body to it and didn't melt into a pile of sugary mush. And the blood orange sorbet was bright and clean and flavorful.\n\nIt was an excellent experience and everyone really enjoyed their meal. None of us left hungry and we had a lovely end to 2015.",
        "language": "en"
      },
      "date": "2016-01-03T02:38:29Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Adam M.",
        "user_id": "WULSBIlXexx-jJ9NjCXD_Q",
        "link": "https://www.yelp.com/user_details?userid=WULSBIlXexx-jJ9NjCXD_Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6wgZjaCfjRWvYhJldWalCg/180s.jpg",
        "address": "Ann Arbor, MI",
        "friends": 22,
        "photos": 0,
        "reviews": 174
      },
      "comment": {
        "text": "Man, it pains me... PAINS me to give this restaurant 5 stars, because I feel like it's a four star establishment.  But when you have the best Rack of Lamb in the city, my hands are tied.  \n\nThe Rack of Lamb is $46 and worth every penny.  Perfect med rare, with an amazing sauce and perfect portion size if you're obese.  The good news is that it heats up to an equally amazing meal in the morning.  \n\nSo there it is.  5 stars and order the Rack of Lamb.  Oh, and the wine program is not good.",
        "language": "en"
      },
      "date": "2015-08-23T02:16:30Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Victoria B.",
        "user_id": "ZXsWABg0qlDgtO0wXH7hJw",
        "link": "https://www.yelp.com/user_details?userid=ZXsWABg0qlDgtO0wXH7hJw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vRmb6iW29glJwYaGycegVA/180s.jpg",
        "address": "Ann Arbor, MI",
        "friends": 0,
        "photos": 0,
        "reviews": 16
      },
      "comment": {
        "text": "My colleagues and I are in Atlanta for a conference. We tried Wisteria tonight at the recommendation of our hotel concierge. We loved the ambiance....brick, wood, and bright paintings. The wine was good. The food, however, was a HUGE disappointment.  My colleagues had the shrimp and grits and I had the pork cheeks. Their shrimp was overcooked and the dish, overall, was somewhat tasteless. My pork cheek was topped with a strange, tasteless, unappealing roasted lettuce leaf. My pork cheek balls were dry and overcooked  (not at all tender and falling apart as advertised by the server) and my vegetables were undercooked. The dumplings were good. Overall, we found the food to be VERY salty. \nThe meals were overpriced considering the quality of the cuisine. \nAs an added touch, our server, who was otherwise nice, became pouty when we asked for separate checks.\nWe were very, very disappointed.",
        "language": "en"
      },
      "date": "2016-10-27T00:29:51Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "I'm sorry you didnt enjoy your pork cheeks more when you came to visit us, Victoria. I can understand how disappointing it would be if you felt they were overcooked, and I wish you had brought this to the attention of your friendly server so they could have gotten you something else! We always want you to leave feeling satisfied. I also want to apologize that your server gave you the impression that they didn't want to separate your two checks, because this is something our servers are very accustomed to doing. Overall it sounds like we missed the mark this time, but I hope you decide to give us another chance in the future, because I know you'll fall in love with our place.\n\nWarmest regards,\nJason Hill, Owner",
          "date": "2016-10-31T14:59:54Z"
        }
      ]
    },
    {
      "user": {
        "name": "Meka S.",
        "user_id": "TA1nu5gfYPFtLchUw5TzSA",
        "link": "https://www.yelp.com/user_details?userid=TA1nu5gfYPFtLchUw5TzSA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dX8FB-qwXG7O_UYH-fpBsA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 6
      },
      "comment": {
        "text": "Jason thanks for your prompt response. I had the --cream cheese deviled eggs and Island mussels, which were both delish!",
        "language": "en"
      },
      "date": "2018-10-23T18:58:38Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "I'm sorry we didn't meet your expectations with the brownie, Meka, but I'm glad you liked our vibe and the other dishes. What else did you get a chance to have?\n\nHope to talk to you soon,\nJason Hill, Owner",
          "date": "2016-10-12T17:03:37Z"
        }
      ]
    },
    {
      "user": {
        "name": "howard b.",
        "user_id": "KX4vdSzKO8wb9d3j56Rf5w",
        "link": "https://www.yelp.com/user_details?userid=KX4vdSzKO8wb9d3j56Rf5w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Y9sW9raKptHOfxQ1GjVHwg/180s.jpg",
        "address": "Sherman Oaks, CA",
        "friends": 45,
        "photos": 206,
        "reviews": 292
      },
      "comment": {
        "text": "Very nice, classy and comfortable establishment. A friend in LA recommend it to us and we were very pleased. $25 corkage fee, so if I take a bottle make sure it's more then the fee. We had the fried chicken, which was to die for. We were so full we could Not have any thing else. Great place and highly recommend dining there",
        "language": "en"
      },
      "date": "2018-04-28T20:22:46Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Howard, the Fried Chicken is always a great choice! Thank you for the wonderful review, and we hope to see you back in again soon.\n\nCheers,\nJason Hill, Owner",
          "date": "2020-02-17T03:39:36Z"
        }
      ]
    },
    {
      "user": {
        "name": "Melissa R.",
        "user_id": "qYu7Z8k6U3jsOeRz9PebeQ",
        "link": "https://www.yelp.com/user_details?userid=qYu7Z8k6U3jsOeRz9PebeQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0YOqU0_ji6oL5t_1PI3k5A/180s.jpg",
        "address": "Boca Raton, FL",
        "friends": 179,
        "photos": 2,
        "reviews": 5
      },
      "comment": {
        "text": "We loved it!! My entire group of 7 loved it. Service was great, cocktails were divine and the meals were delicious!",
        "language": "en"
      },
      "date": "2018-07-13T15:44:43Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Melissa, glad to hear you and your party enjoyed the food, service, and cocktails. See you next time.\n\nBest,\nJason Hill, Owner",
          "date": "2020-02-19T19:46:22Z"
        }
      ]
    },
    {
      "user": {
        "name": "Sue H.",
        "user_id": "Rg9CPW1n2YUTvx3bXPTfsg",
        "link": "https://www.yelp.com/user_details?userid=Rg9CPW1n2YUTvx3bXPTfsg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/txjhdrAV7piFF2rdKHQgmg/180s.jpg",
        "address": "Scottdale, GA",
        "friends": 364,
        "photos": 1,
        "reviews": 15
      },
      "comment": {
        "text": "There is never a bad dining experience here.  The service is impeccable.  The food is extraordinary. Get the fried chicken, crab bisque, Vidalia onion hush puppies.  You will not be sorry.",
        "language": "en"
      },
      "date": "2018-05-14T00:35:28Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Sue, I'm thrilled to hear you always have a great experience with us! Thanks for the wonderful review, and we hope to see you again soon.\n\nCheers,\nJason Hill, Owner",
          "date": "2020-02-17T12:05:45Z"
        }
      ]
    },
    {
      "user": {
        "name": "Deb R.",
        "user_id": "OWvww4vPpHed1iDZGpWhNA",
        "link": "https://www.yelp.com/user_details?userid=OWvww4vPpHed1iDZGpWhNA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Mb_rGgKa8gTv4s1TXy8GMA/180s.jpg",
        "address": "Easton, MA",
        "friends": 88,
        "photos": 70,
        "reviews": 121
      },
      "comment": {
        "text": "Good southern food. Wasn't overwhelmingly great but did like the initiative to donate to Susan Komen fund. Would love to come back to try some of the meat dishes. Got the skate wing which was delicious",
        "language": "en"
      },
      "date": "2017-10-19T01:35:34Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Deb, I appreciate the review, and I wanted to thank you for giving us a try. I look forward to welcoming you back again soon so we can show you an even better time.\n\nBest,\nJason Hill, Owner",
          "date": "2017-10-23T17:22:01Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nathan R.",
        "user_id": "SNxGhsE-2Th1Qva5Xp17qQ",
        "link": "https://www.yelp.com/user_details?userid=SNxGhsE-2Th1Qva5Xp17qQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E1Esksufrs5xZ58nAojysw/180s.jpg",
        "address": "Peachtree City, GA",
        "friends": 8,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Our second visit to Wisteria for dinner, this time to celebrate my wife's birthday. The staff was friendly and attentive without being intrusive and explained the menu well. The food was well prepared.. we shared calamari and aranci apps, both were tasty and well prepared (especially the calamari!). My son and I both chose the skate and agreed it was a bland fish but the sauce and sides were nice. My daughter had the pork tenderloin (excellent!) and my wife had the beef tenderloin (very excellent!). Very enjoyable meal!",
        "language": "en"
      },
      "date": "2018-08-06T04:03:51Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Nathan, thank you for celebrating with us! We're so glad to hear you and your family enjoyed the food and service. See you next time!\n\nBest,\nJason Hill, Owner",
          "date": "2020-02-17T10:08:49Z"
        }
      ]
    },
    {
      "user": {
        "name": "Rick I.",
        "user_id": "PrrhNhmwqkPQvNBzs_EhcA",
        "link": "https://www.yelp.com/user_details?userid=PrrhNhmwqkPQvNBzs_EhcA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Y5MbjMn7SLjHcbmumoyLdg/180s.jpg",
        "address": "Cumming, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "The food was very good, but it was so loud that we couldn't hear each other talk. The staff were very nice but the restaurant is just too loud to really enjoy it.",
        "language": "en"
      },
      "date": "2018-08-05T17:36:50Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Keith F.",
        "user_id": "18AGVi0QSlEtnDxAtgcuiQ",
        "link": "https://www.yelp.com/user_details?userid=18AGVi0QSlEtnDxAtgcuiQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BrifCpfG9DYpcYVo6UgRKw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 53,
        "photos": 45,
        "reviews": 153
      },
      "comment": {
        "text": "Highly disappointed after spending a lot of money for two meals here for our Valentines Day celebration Sunday. Parking was valet, in a shared lot which was fine. Our reservations were honored with immediate seating. But tables were so crammed I managed to touch elbows with a total stranger. The appetizer mussels were a hit and more than enough for two to share despite four that did not open. Couldn't those have been removed from the serving bowl in the kitchen?  Her beef and veal meatballs in Vodka sauce were great but my braised pork cheek with root vegetables were clearly left in the microwave too long. I wouldn't recommend this dish. The vegetables were chewy and small. I would've been happier at one of the restaurants nearby and would have paid a fraction of the price...",
        "language": "en"
      },
      "date": "2017-02-13T16:32:42Z",
      "rating": 2,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "It's important to us that we show you and your date a fantastic time for Valentine's Day, and any other time you come to see us, Keith, and I'm sorry we missed the mark this time. I want to assure you we don't microwave our dishes, but I'm thrilled that your date was a fan of her beef and veal meatballs. I hope you'll come back and see us again soon.\n\nBest regards,\nJason Hill, Owner",
          "date": "2017-02-18T19:22:37Z"
        }
      ]
    },
    {
      "user": {
        "name": "Robert T.",
        "user_id": "y_XNmERRVXzwriC4WT3y4A",
        "link": "https://www.yelp.com/user_details?userid=y_XNmERRVXzwriC4WT3y4A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CCYinS6GP7YaD5MhWpRAjg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 82,
        "photos": 0,
        "reviews": 7
      },
      "comment": {
        "text": "Wonderful dinner tonight with great friends.  Delicious Fried Chicken with yummy corn pudding and collards.  Perfectly seasoned fried chicken.  My friends had the Shrimp & Grits and Pork Tenderloin.  The Mac & Cheese was the best I have ever had.  I loved the touch of broccoli rabe in the rich cheese baked custard.  Our Server Natalie made our evening really special with great service and honest recommendations.  Highly recommend Wisteria!",
        "language": "en"
      },
      "date": "2018-07-07T03:12:47Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Robert, it's great to hear Natalie was able to help make your experience a great one! Thanks for the kind words, and we hope to see you again soon.\n\nBest,\nJason Hill, Owner",
          "date": "2020-02-17T13:04:33Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jake Z.",
        "user_id": "0C9h7mmJcD1QzyzUNjLEjQ",
        "link": "https://www.yelp.com/user_details?userid=0C9h7mmJcD1QzyzUNjLEjQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LBxg-Wg26Y26KPIh_dueAw/180s.jpg",
        "address": "Sea Bright, NJ",
        "friends": 3,
        "photos": 0,
        "reviews": 6
      },
      "comment": {
        "text": "This place is highly overrated, after our meal I couldn't believe it had received such good reviews. We had to wait almost 30 mins for our reserved table to be ready. The service was uninspired and lackluster and the food was average at best. A major disappointment!",
        "language": "en"
      },
      "date": "2018-02-25T14:42:50Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Jake, we strive to provide all of our guests' with a great experience, so we're disappointed to hear you weren't a fan of the food or service. It sounds like we had an off day, and I can assure you this doesn't happen often. I encourage you to come back and give us another try as I know we can make your next visit a great one.\n\nTake care,\nJason Hill, Owner",
          "date": "2018-03-02T21:08:42Z"
        }
      ]
    },
    {
      "user": {
        "name": "Amber T.",
        "user_id": "F155SeL1TXNdePCaaXxygQ",
        "link": "https://www.yelp.com/user_details?userid=F155SeL1TXNdePCaaXxygQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0g3R2KDp_7103pa0Gx4Dlw/180s.jpg",
        "address": "Sandy Springs, GA",
        "friends": 52,
        "photos": 127,
        "reviews": 50
      },
      "comment": {
        "text": "We spent $500 because we had birthday dinner. We tried appetizers:  Fried Gulf Oysters, Hushpuppies & Cornmeal Fried Calamari, Deviled Eggs, Prince Edward Island Mussels and it was nothing spectacular. For entrees me and my husband we had iron Skillet Fried All-Natural Half Chicken that was pretty good, not too crispy and portions were huge, we took some to go. Other people ordered fish dishes, shrimp and grits so competing to chicken dish portions were very small, but it was enough after appetizers. So overall experience: The price is just not worth it. I think you can find nicer places, it was very dark inside and loud. But it was nice they had complementary valet parking. By the way we had dinner for 9 people.",
        "language": "en"
      },
      "date": "2017-06-25T18:43:49Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Jason H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/9dHXwljQneuGOSczZkhx6w/90s.jpg",
            "role": "OWNER"
          },
          "comment": "I'm surprised that your dinner wasn't more impressive, Gintare, and I apologize if you feel that we fell short with the portions and flavor this time around. I wish you had loved your appetizers as much as the chicken! I hope we get another chance in the future to impress you.\n\nBest regards,\nJason Hill, Owner",
          "date": "2017-06-30T19:30:20Z"
        }
      ]
    },
    {
      "user": {
        "name": "Becky B.",
        "user_id": "R-OrBmi_3pQha_ye8wwU8g",
        "link": "https://www.yelp.com/user_details?userid=R-OrBmi_3pQha_ye8wwU8g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bEWGatn9YDSJjutP4keG5g/180s.jpg",
        "address": "Decatur, GA",
        "friends": 2,
        "photos": 27,
        "reviews": 47
      },
      "comment": {
        "text": "Amazing meal in romantic setting!  The poached salmon with African squash and crab meat was one of the best salmon dishes I have ever had.  The pumpkin seeds were an great addition to the dish.  I was oohing and ahhing with every bite!  I could have eaten two of them!  Fried chicken with collard greens and corn bread was good but wish chicken was on the bone.  Serving staff was very nice and made great suggestions, such as the macaroni and cheese - unique preparation the was very tasty and filling!  Fudge cake was just ok though for $5 the portion size was acceptable.\nCan't wait to go back and try other dishes!",
        "language": "en"
      },
      "date": "2015-11-11T15:39:08Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kate M.",
        "user_id": "vaRpgB4751f4apvpLoylAQ",
        "link": "https://www.yelp.com/user_details?userid=vaRpgB4751f4apvpLoylAQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/o3MBF_x9YuDM-xaGtuPc5Q/180s.jpg",
        "address": "Woodstock, GA",
        "friends": 216,
        "photos": 77,
        "reviews": 141
      },
      "comment": {
        "text": "Wisteria's food gets about 3.5 stars from me, but the service and excellent attention I received while dining here easily bumps it up to 4.\n\nTo be fair, I visited Wisteria for the first time during Inman Park Restaurant Week when I know things can get a little crazy. They had two menus for diners to choose from - the $25 or $35 listing. After seeing the options on the $35 option, I knew it was the way to go.\n\nFor the appetizers:\n-- I chose the crispy calamari and it was pretty great. It had a creamy dressing atop the calamari and fried strips of green and red peppers. On the side it came with a tangy sweet and sour dip that really brightened the dish. The only drawback to it was the size variety of each of the pieces. I found myself chewing some bites for 10 seconds and others for 10 minutes.\n-- My date chose the crab bisque. This dish is 100% perfect. It's creamy with lots of crab and a swirl of creme fraiche on top. The only thing I wish were different was that it came in a bigger bowl! \n\nFor the entrees:\n-- I chose the shrimp and grits. It was really well presented with several shrimp and lots of red and green pepper adorning a sizable amount of grits. The sauce was a very thin consistency as opposed to other gravy styles I've had. Even so, it mixed well with the grits and gave great flavor without being too spicy or overwhelming.\n-- My date had the sirloin with braised greens macaroni and cheese. The sirloin was OK, I've had better elsewhere. He requested it medium, but it came out closer on the just barely medium-rare side. It had already cooled by the time it came to the table so it was a little disappointing. One of my favorite foods in the whole world is macaroni and cheese, but Wisteria's version just didn't live up to the great recommendations. The noodles were overcooked and the cheese sauce had been baked way too dry so they weren't very creamy. \n\nFor the desserts:\n-- The dessert was the same whether you chose the $25 or $35 for everyone. It was a sampler platter of their best selling choices which included carrot cake with a caramel sauce, a lemon tart with fresh whipped cream, and chocolate fudge with chocolate ice cream. Size wise - they were the perfect two - three bite portions that are enough to satisfy but not overwhelm. The lemon tart had great zip to it and the filling was creamy rather than grainy which was a bonus. The carrot cake was delicious! It had maple cream cheese frosting and a caramel sauce that was to die for! This bite was definitely my favorite of the three. The chocolate fudge was good, but a bit too rich for my taste. This was the only one of the three that I couldn't finish.\n\nWhile the food was pretty hit or miss for me, the service was absolutely impeccable. There is a complimentary valet right next to the restaurant so I didn't have to drive up and down Highland Ave. looking for a parking space which was much appreciated. Once inside, the hostess and manager were welcoming and pleasant and we were able to be seated immediately (I highly recommend reservations!). We had two of the wait staff assisting us with our meal - one for food and one for drinks. Their attention was much appreciated and service was above and beyond.\n\nI'm looking forward to coming back and trying them when they aren't kicking off Restaurant Week to see how they fare in their natural environment. Their wine and cocktail listings were quite impressive and I'd love to go back and try a variety of their drinks and apps!",
        "language": "en"
      },
      "date": "2014-09-23T13:00:53Z",
      "rating": 4,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Steve B.",
        "user_id": "k-Pfhj_w4iXKSxefl2jwjg",
        "link": "https://www.yelp.com/user_details?userid=k-Pfhj_w4iXKSxefl2jwjg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kPoiCMYbAowN3OvEg-Rfdg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 2,
        "reviews": 24
      },
      "comment": {
        "text": "This restaurant is superb. \n\nI'm not normally a fan of Southern cooking but these guys do it it right (or wrong, who knows, but whatever they're doing it's brilliant).\n\nThe fried chicken is, without a doubt, the best I've ever had. Better than all the places that claim to have the best fried chicken. There was just the right amount of crispy coating and the chicken was ridiculously moist. We also had the pork which was also fabulous. \n\nDessert was just ok. We had the banana pudding in the hope that it would be of the same high standard but it was mediocre at best. \n\nHowever, the main course, along with the service, gives this place 5 stars. Can't wait to go back.",
        "language": "en"
      },
      "date": "2016-05-11T23:41:58Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=9M1XZ0637bZpG8SqvgzqrQ&start=190"
  }
}