{
  "search_metadata": {
    "id": "65f0a251437af2d75f51ba94",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65f0a251437af2d75f51ba94.json",
    "created_at": "2024-03-12 18:43:29 UTC",
    "processed_at": "2024-03-12 18:43:29 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/uhIQYIk5LpBlRho9n_D_7g?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a251437af2d75f51ba94.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a251437af2d75f51ba94.prettify",
    "total_time_taken": 3.5
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 170,
    "num": "50",
    "place_id": "uhIQYIk5LpBlRho9n_D_7g"
  },
  "search_information": {
    "total_results": 503,
    "business": "Bangkok Station"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 503
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Mike G.",
        "user_id": "w-jbWo8bKZGn2pHtElCd_g",
        "link": "https://www.yelp.com/user_details?userid=w-jbWo8bKZGn2pHtElCd_g",
        "address": "Athens, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 20
      },
      "comment": {
        "text": "Wow... what a fantastic experience.. wife and drove from Athens,Ga about a hour and a half each way.. we have been taking Sunday adventure trips\nto try new an different restaurants and cuisines..\n\nBangkok Station .... is strictly Thai food... not you typical do all Asian ...\n\nGive it a try ... we enjoyed The Panang. Curry",
        "language": "en"
      },
      "date": "2020-11-23T02:39:14Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Diana T.",
        "user_id": "LchTJaJysKCLpLZsPu0Skw",
        "link": "https://www.yelp.com/user_details?userid=LchTJaJysKCLpLZsPu0Skw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6SO3eh0hwD___ZYWcJQ9vw/180s.jpg",
        "address": "Suwanee, GA",
        "friends": 629,
        "photos": 539,
        "reviews": 619,
        "elite_year": 24
      },
      "comment": {
        "text": "Whoa. I am really impressed by this upscale Thai restaurant. I came here on a Friday night with a date. The restaurant is located on the quieter side of Buckhead. The whole ambiance of the restaurant was really nice. It was really intimate, but they have a party room to seat a large group of people. There is also a patio! Perfect place to bring a date, so brownie points for my date. haha \n\nMy date ordered a lychee martini while I ordered a Bangkok mule. I really enjoyed my Bankok mule. I could not taste any alcohol whatsoever, which made me very addicted to this drink. A couple drinks later, you'll def feel it. My date enjoyed his lychee martini so much, he ordered 2. \n\nFor appetizers, we shared the crying tiger & the beef jerky. Both excellent appetizers. The beef was so tender in the crying tiger appetizer. The beef jerky has great flavors. \n\nFor entrees, we ordered the Massaman Lamb & the Sea Bass. The massaman lamb was the highlight of the night. It was cooked perfectly. The meat was cooked well done, but it was fall off the bone goodness. The massaman curry was also delicious. & it included pieces of avocado! The best massaman curry I have ever had. The sea bass was also very good. It had a mango salad that complemented it very well. Great Flavors! Sadly, I was way too full for dessert. \n\nOverall great food, atmosphere, and staff. I will definitely be back!",
        "language": "en"
      },
      "date": "2016-10-01T05:21:56Z",
      "rating": 5,
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Swats M.",
        "user_id": "db5f3-GfODulMHudkXMtVw",
        "link": "https://www.yelp.com/user_details?userid=db5f3-GfODulMHudkXMtVw",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 17,
        "reviews": 45
      },
      "comment": {
        "text": "Our server never greeted us. Never smiled. Came to our table and got orders. That was about it. Food was okay, service and experience highly lacking.",
        "language": "en"
      },
      "date": "2021-12-05T16:25:52Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "G A.",
        "user_id": "tq4-zCDhoLHAEU4XPjY4rQ",
        "link": "https://www.yelp.com/user_details?userid=tq4-zCDhoLHAEU4XPjY4rQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E_nnChuN9nC_ZXoL7bN4EQ/180s.jpg",
        "address": "GA, GA",
        "friends": 0,
        "photos": 12,
        "reviews": 38
      },
      "comment": {
        "text": "This review is based on my entire experience as a whole. I had never been to Bangkok Station before and ordered pad Thai to go. \n\nParking is inconvenient. Unless you want to pay for parking at the back building entrance, you must park in the structure nearby on the 3rd floor and walk to the restaurant which is located inside the business building. \n\nPad Thai was ridiculously overpriced in my opinion. It was $16+ ?! \n\nReluctantly I paid and took my food home. The pad Thai was decent but not great, and it definitely was not $16 good.\n\nUnless you're dining in, I don't think the food is worth the hassle or the price.",
        "language": "en"
      },
      "date": "2019-09-14T18:38:07Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Candy H.",
        "user_id": "bSuBHQZXl3ZCUlZpe96N6g",
        "link": "https://www.yelp.com/user_details?userid=bSuBHQZXl3ZCUlZpe96N6g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hXRLTM8iLDl5H-ZgyvdlYg/180s.jpg",
        "address": "Marietta, GA",
        "friends": 9,
        "photos": 19,
        "reviews": 13
      },
      "comment": {
        "text": "The beef boat noodle soup @bangkokstation Atlanta was phenomenal. The broth was full of flavor and the meat was so tender it practically fell apart when I picked it up with my chopsticks. I ate the entire bowl. The crying tiger beef appetizer was also excellent, as well as the lamb. Try the Thai tea cocktail as well, it is basically spiked tea.",
        "language": "en"
      },
      "date": "2019-10-21T19:56:42Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aXGHgXXKmD3xJnQIsCUmLg/o.jpg",
          "caption": "Massaman Lamb"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/umpZlc8iAoAwkMBHulLH4A/o.jpg",
          "caption": "Crying tiger appetizer"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kiqdIHaHWHn01GuUAb-yzA/o.jpg",
          "caption": "Beef Boat Noodle"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/owHvXFYuog7LaKXALREK8g/o.jpg",
          "caption": "Thai tea cocktail"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Linh N.",
        "user_id": "xbILv7wRL6_2g71yxRdV_A",
        "link": "https://www.yelp.com/user_details?userid=xbILv7wRL6_2g71yxRdV_A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/bhPXcm0OGYkuLQ3OIYtlIA/180s.jpg",
        "address": "New York, NY",
        "friends": 207,
        "photos": 339,
        "reviews": 166
      },
      "comment": {
        "text": "We went here in a group of 6 for a team dinner and it took us around 1.5 hours to get all of our food! We started with appetizers, ordering the satay, the roti, and the wrap, I think since I didn't order it. It took the kitchen 20mins to bring out all the appetizers but they all tasted amazing. We were pretty happy with what we got so far. We moved on with our entrees and here was where the 'fun' began. We waited for a total of an hour to get 6 entrees, and the restaurant has probably 15 guests total!! Our order didn't even come out together! Two of us had our orders first and then 30mins later, the other 4 had their orders!! In addition, the food quality wasn't consistent either! 3 of my colleagues ordered the same dish, with ground beef and fried egg on top, and the eggs on two our of three were so weird looking; they looked like they were deep fried entirely! I ordered a beef noodle soup and the soup tasted soooo sweet, like spices sugary sweet, not bone broth sweet. The beef shank was good though but it wasn't good enough to save the dish. \n\nTo sum up, I thought the food was decent but the service was so long!\nFood: 3.5/5\nService: 3/5",
        "language": "en"
      },
      "date": "2019-01-23T02:57:56Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ELVXa9bd-TaOWxLxCSf9Qg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Dcrbb66f1S6yAcdA3WShsg/o.jpg",
          "caption": "Thai tea"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ydr_ilNzDK_Wi9ftz6MKBA/o.jpg",
          "caption": "Beef noodle soup"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Nithidol N.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/DgpY6mKQ3qwGUroKHwpbwg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Dear Linh , \nFirst of all, I am so glad that you came here and had a dinner with us. I am sorry you and your friends were disappointed with our food and service. I completely agree that food took too long than it should and also what was wrong with the beef soup. We take our customers comments seriously and have them improved to food and service qualities. \nLet me explain the issue that was happening last night . It is so embarrassed to say that we were short of staff but it was the truth. It’s terrible to open the dinner service with lacking of staff and finally impacted to our precious customers, we’re working on better scheduling to ensure that it will never happens again. For the food qualities, I asked the chef to see what happened and now we know what was going on. So the chef apologized to letting this happen and he will make sure that every dish will be served perfectly. \nAgain, we truly sorry about your bad experience, we really appreciate your feedback and hope that you would give us a chance to make it right. We do hope that you don’t judge us by this one bad experience. Please feel free to reach out to the chef directly if there is anything we can do to help remedy you and your friends experiences. \nThank again for the value feedback. \n\nPs. Please contact our chef via patmahisorn23@gmail.com",
          "date": "2019-01-23T21:24:09Z"
        }
      ]
    },
    {
      "user": {
        "name": "Q L.",
        "user_id": "uJ9Q2GnCz-6KrSQWth9W-g",
        "link": "https://www.yelp.com/user_details?userid=uJ9Q2GnCz-6KrSQWth9W-g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UhvVHKaXsw-B_YLS2-zW2A/180s.jpg",
        "address": "Richmond, VA",
        "friends": 16,
        "photos": 67,
        "reviews": 598
      },
      "comment": {
        "text": "I've been staying in Atlanta for your past 2 weeks and have ordered from this restaurant 4 times.\n\nGrilled steak, sticky rice and papaya salad is my go-to dish",
        "language": "en"
      },
      "date": "2019-10-15T11:16:45Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Darlene M.",
        "user_id": "A1TuU0k17Ols6LRO_horlQ",
        "link": "https://www.yelp.com/user_details?userid=A1TuU0k17Ols6LRO_horlQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aW1RDurmpMVFY7RFybiztA/180s.jpg",
        "address": "Huntersville, NC",
        "friends": 9,
        "photos": 20,
        "reviews": 13
      },
      "comment": {
        "text": "We had an unexpected wonderful experience at Bangkok Station Feb2020. The atmosphere, service, and food was delicious. My husband ordered Fried rice with lumber crabmeat. (Rral deal!) He enjoyed it but thought it needed a little sauce or maybe it wasn't  very fresh. I ordered the Pangnan seafood curry. It was very good. Very flavorful!",
        "language": "en"
      },
      "date": "2020-02-28T15:45:11Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/a8kF-h23wAPMYvqBh2VFSw/o.jpg",
          "caption": "Fried rice with lump crabmeat"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QAlYNbpBop2hZzd74iHuVg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lucy S.",
        "user_id": "YRuv_1NGs2C_qrCoYoqlwA",
        "link": "https://www.yelp.com/user_details?userid=YRuv_1NGs2C_qrCoYoqlwA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tqK7lHAj-7bMrD9ChAgU9g/180s.jpg",
        "address": "New York, NY",
        "friends": 25,
        "photos": 262,
        "reviews": 175
      },
      "comment": {
        "text": "AMBIANCE (5/5)\nPerfect. Just perfect for any date night or special night out. I came for New Year's Eve and it's just what I was hoping for. Beautifully intricate and unique light fixtures all over adorning cozy wooden walls and rustic iron detailing. \n\nSERVICE (4/5)\nHere's the thing: We called around 2:30 in the afternoon to make a reservation for 6:30 this evening. The hostess at the restaurant couldn't locate the reservation but was able to seat us within 15 minutes. \n\n\nFOOD (4/5)\nTheir food wasn't the most impressive. It was decent, but not worth the price tag.",
        "language": "en"
      },
      "date": "2018-09-23T18:34:13Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Vy H.",
        "user_id": "jECiUro3px6VbI0gmnpmzg",
        "link": "https://www.yelp.com/user_details?userid=jECiUro3px6VbI0gmnpmzg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vdXptO4ATjuKYEU8sZ11aA/180s.jpg",
        "address": "San Francisco, CA",
        "friends": 326,
        "photos": 9,
        "reviews": 35
      },
      "comment": {
        "text": "Pros:\n- Good Service (Great staff!)\n- Nice ambience\n\nCons:\n- Hard-to-see menu\n- Bland food\n- VERY expensive\n- You can do better.\n- You deserve better.\n\n\nService\nThe waiters and waitresses were exceptional! They were very prompt and incredibly friendly. They tried their best in order to accommodate each and every one of our requests. (Shoutout to Blake and the rest of the crew for being so awesome). The food came out relatively quickly and they always stopped by to make sure we had everything we needed. \n\nAmbiance\nThe ambiance was incredible. The restaurant was beautifully decorated. My only complaint about the decor of the restaurant is that it is very dimly lit and the menu is printed on black paper, making it hard to read anything. I would consider changing the color scheme of the menu so that customers would not have to squint to see the outrageous prices. The layout of the menu is also strange because they list one price, but then they list another price at the bottom of the menu. \n\nFood\nThe food was very mediocre for the price that they listed. Honestly, these dishes should be around 10-12 dollars at max. You can get authentic thai food at either Doraville or Buford Highway for much less. The flavors were bland and the portions were tiny. We ordered the pad kee mao and there wasn't any sort of strong flavors that stood out. It was very one note and the note is very muted. For the price that was paid (25 total including tip and tax) for the dish, you would expect to feed at least two people. Instead, it can probably feed one malnourished toddler at best. The only reason this place receives a two star is because of the people+ambience AND NOT the expensive bland food.",
        "language": "en"
      },
      "date": "2019-03-03T22:11:13Z",
      "rating": 2,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Nithidol N.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/DgpY6mKQ3qwGUroKHwpbwg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "Hi Vy. \nI deeply apologize for the food that cannot satisfies you. I will forward this issue to the chef immediately and get it improved. I understand how you feel when the quality is not right as it should be, I am very sorry about it. I hope that you won’t judge us for this mistake and please give us a chance to prove that we are good enough. \nHowever, please let me address your issues one at the time. For the menu, we are fixing it and It will be more friendly use. The prices, we try so hard to put out the quality food and service. We use authentic methods to prepare and cook and also many ingredients are imported from Thailand. We don’t microwave food, everything on the menu is cook when we got an order. \nPortion size. We control portion to ensure that every dishes are the same and equals. But what was happened to your dish must be something wrong and I promise you that will be solved. \nFood quality. This is unacceptable, we serve expensive food so every customers got to get the best quality but that time we failed. I am truly sorry about it. I will apply your comment to improve our food quality to make sure that can satisfy our customers. I am so thankful for your honest feedback and I appreciate your compliments to service and restaurant decoration. We are so lucky to have such an honest customer like you and we cannot get any better without value feedback from our customers. \nSo please come back and have us prove that we are good enough to satisfy you. \nPlease contact directly to our chef. \nPatmahisorn23@gmail.com\nThank you.",
          "date": "2019-03-04T04:51:02Z"
        }
      ]
    },
    {
      "user": {
        "name": "Ernest D.",
        "user_id": "HNEwR-qHca3ueBgZzILdPQ",
        "link": "https://www.yelp.com/user_details?userid=HNEwR-qHca3ueBgZzILdPQ",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 27
      },
      "comment": {
        "text": "My wife and I always enjoyed dining at Bangkok Station and were thrilled to learn that they had reopened for dine-in. Unfortunately, the service and my wife's meal wasn't up to their pre-Covid standards. \n\nMy wife's Massaman Curry had undercooked (hard) regular potatoes instead of sweet potatoes which is what is supposed to come with the curry. Our waiter never bothered to check on us after dropping off our entrees so we had to flag down another member of the staff to point out the problem with my wife's meal. That person simply said that the chef had decided to substitute the regular potatoes for the traditional sweet ones and that she had already told the chef that the potatoes were too hard. Really? Our waiter should have told us about the substitution when he took our order.\n\nWe were two of only four people in the place for lunch so you'd think the waitstaff and manager would have been more attentive. In any case, we may wait until this dreaded pandemic is over before trying them again - if they remain open. It's unfortunate but I think they're struggling and don't seem to have their act together.",
        "language": "en"
      },
      "date": "2020-10-01T17:54:30Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 2,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Aaron U.",
        "user_id": "QJMn64QsPCQsrJjYFuFDPg",
        "link": "https://www.yelp.com/user_details?userid=QJMn64QsPCQsrJjYFuFDPg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rqsak9bGrIEmg-Pb2CWnng/180s.jpg",
        "address": "Rex, GA",
        "friends": 12,
        "photos": 4,
        "reviews": 63
      },
      "comment": {
        "text": "Relatively upscale Thai restaurant with a full bar, so that's a plus.\n\nI've been here a few times, and I like this as an event space. The staff is friendly (ask for Monica!), and they're a pretty lively crowd. They seem to cater well to large groups and for some night-time events, but the food is never amazing -- definitely not worth the price. One thing that I do like is the \"Crying Tiger\" appetizer.",
        "language": "en"
      },
      "date": "2018-06-25T23:42:47Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Luka P.",
        "user_id": "RGe3Vb9NFoX3z8AE1ZfbPQ",
        "link": "https://www.yelp.com/user_details?userid=RGe3Vb9NFoX3z8AE1ZfbPQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yPb8XKwmdIzQ3udixjsFzQ/180s.jpg",
        "address": "Shoreline, WA",
        "friends": 256,
        "photos": 111,
        "reviews": 104
      },
      "comment": {
        "text": "Was in the area coming from lenox square so happy to have this choice for som nom nom! The libations we had was sazerac and narombi (I think that's what it was called) see picture drink in the far background lol because I told the server can she get the naomi. Back parking so no worries there and very nice atmosphere. We ordered beef boat noodles (next time I'll ask for it not to be too sweet and ask for a fresh pepper), chicken panang, stared off with ka-nom jeep, and cry tiger (needs a better dipping sauce). All in all, great dining experience, service was fast and got everything right with no long waits. We'll be back yes the eater partner N noms aka EPNN!",
        "language": "en"
      },
      "date": "2018-11-24T06:45:41Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rcx8qlPIPOsYt3pdLCXrXw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Nithidol N.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/DgpY6mKQ3qwGUroKHwpbwg/90s.jpg",
            "role": "OWNER"
          },
          "comment": "First of all, thank you for your comments and suggestions that allowed us to greatly improve the quality of the food and beverages. We look forward to seeing you again next time. Happy weekend!!",
          "date": "2018-11-24T14:37:12Z"
        }
      ]
    },
    {
      "user": {
        "name": "Theresa H.",
        "user_id": "0V_C2aOTDKuR8CO3P3RvJw",
        "link": "https://www.yelp.com/user_details?userid=0V_C2aOTDKuR8CO3P3RvJw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/IIMlu9lcdKMTjwZimaOjhg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 164,
        "photos": 4633,
        "reviews": 640,
        "elite_year": 24
      },
      "comment": {
        "text": "I thought one of my friends has once mentioned about a Bangkok Station, which I passed off as some tiny hole in the wall Thai restaurant which I probably would not find myself going. \n\nToday after contemplating to try out something new near Paris Baguette (for my weekly trip to pick up bread), one of us suggested we should check out Bangkok Station which is in Buckhead. Anything in Buckhead which is close to home is always welcoming. It is a Sunday and traveling to Paris Baguette is really the furthest I would like to go.\n\nBangkok Station is indeed located off Pharr road on the first floor at the building 550. The 550 building is across from the USPS postal office.\n\nUpon arrival, we saw a staff busy cleaning the front of the restaurant behind a closed door. I was not sure if it was even opened for business. Maybe we were too early. The staff saw us and invited us to enter. There was a huge sitting/waiting area behind those glass doors. Thankfully the restaurant has indeed already opened for the day. The same staff then led us into the dining area, my first word that I blurted out when I walked in was \"Wow!!\"\n\nHow could I not know such an amazingly beautiful restaurant with an equally gorgeous looking patio exists in my backyard? Have I been hiding in my cave for too long?\n\nWe informed the staff Nick that one of us has severe multiple food allergies, namely peanuts and tree nuts. We wanted to make sure the restaurant could accommodate us. He assured there would not be a problem. He settled us at a table next to the glass wall which gave us a stunning view of the outdoor area. He handed us two menus, one a \"Lunch Special\" menu and a standard one. Our water were filled and Nick came back with a list of what we could order and what we could not from the menu. We were very impressed with how meticulous the restaurant has gone in preparation to accommodate any patron with such food allergies. Nick provided detailed information like \"only green curry but not the other curries\" \"definitely no satay\" and \"no three flavored flounder\" Nick said though that dish has no nuts but since the restaurant used the same oil to fry other items, that's a no go. Bravo!! That's what I called being thorough, smart thinking and genuinely caring. \n\nSo here's what we ordered from the Lunch Specials menu:\n1) Pattaya Set - three flavored flounder, tom kha soup, jasmine rice & dessert (my order)\n\n2) Bangkok Set - Basil chicken, tom kha soup, jasmine rice & dessert\n\n3) Basil fried rice - with chicken and fried egg\n\n1) Pattaya Set - The presentation is definitely an A+!!\nNot only it looked amazing, the three flavored flounder was to die for. I said, \"Sorry, you can't try this.\" to the person who has allergies. The flounder was lightly breaded, crispy and so fresh. The sweet & sour was perfect; it is what a good sweet & sour sauce for fish should be. \n\nThe tom kha soup which is essentially coconut soup has generous chunks of chicken. The soup was tasty. \n\nJasmine rice - good quality jasmine rice, no complaints here. \n\nDessert - a tiny piece of sponge cake. It was not grossly sweet, which I like. A perfect ending after a delicious lunch. \n\n2) Bangkok Set - I tried a little of the basil chicken. It was good. They were chopped chicken in basil. The rest of the set was similar to mine. \n\n3) Basil fried rice - Generous chunks of chicken in the fried rice. Accompanied by a fried egg. 100% authentic Asian-styled fried egg. The basil fried rice a tad spicy for my taste but I don't usually eat anything spicy. So that's on me.\n\nI definitely had the winning dish today!! \n\nWe also ordered Thai iced tea. They were deliciously served in mason jars. We asked about mango with sticky rice for dessert but was told by the really nice Nick that the chef has mentioned the mangoes were not sweet enough. Guess we would definitely try that dessert when mangoes are in season. \n\nThroughout the lunch, Nick came and checked on us multiple times. Another gentleman, possibly the manager also came to check if we doing alright. Service is definitely top-notch here. Staffs are hospitable and genuinely nice.  \n\nCan't wait to return to try out other items in the menu. However, the three flavored flounder is calling for me ;-) \n\nA restaurant that truly deserves my 5 stars!!",
        "language": "en"
      },
      "date": "2016-03-20T23:57:08Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eLHgHXb1ws6M5-1jtTs4Tw/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0Fhcu_FO-OT2dcaAkBfyAQ/o.jpg",
          "caption": "Lunch Specials"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Mmng_NDQDU6R0BnZyjLFig/o.jpg",
          "caption": "Interior"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rvX5Tajr0td1u6zDf4hpGQ/o.jpg",
          "caption": "Outdoor patio"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RoyBE4qZYlsp5E3NvOUhZQ/o.jpg",
          "caption": "Great ambience and setting"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1sa8e1-TRfW_cEeYFMmrHg/o.jpg",
          "caption": "Private room"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/a3mDenhYohSiFRuPoQT8tg/o.jpg",
          "caption": "Thai iced tea"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gEVRgBA2RLF2dN2OgX9IRA/o.jpg",
          "caption": "Three flavored flounder with tom kha soup, jasmine rice and dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NYr4SjmcJuvMJqqL-kwbOA/o.jpg",
          "caption": "Three flavored flounder with tom kha soup, jasmine rice and dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eFI31xzBDUnj0puZPDmdNw/o.jpg",
          "caption": "Basil fried rice with chicken and a fried egg"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 2,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Jesus G.",
        "user_id": "Vzmdb52HRRjVbAGRUUlwYQ",
        "link": "https://www.yelp.com/user_details?userid=Vzmdb52HRRjVbAGRUUlwYQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/EGxpyoimnLQtYwXCvHf8KQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 363,
        "photos": 0,
        "reviews": 16
      },
      "comment": {
        "text": "The food was great ! Enjoyed the patio / music. Tony is an awesome dude . Great conversation starter / really helpful .",
        "language": "en"
      },
      "date": "2020-10-05T23:58:01Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Heiko P.",
        "user_id": "IstzrTmlfdgwRrGq_06GBg",
        "link": "https://www.yelp.com/user_details?userid=IstzrTmlfdgwRrGq_06GBg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/imbP6jAREF4EZE6RWljIWQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 189,
        "photos": 2,
        "reviews": 15
      },
      "comment": {
        "text": "Great food and great atmosphere! Great place for a night out in town! I had the Drunken Man Chicken and with their signature lemon grass margarita!",
        "language": "en"
      },
      "date": "2019-09-15T00:33:16Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rz-7TLbfJfOuJto_h-FJUA/o.jpg",
          "caption": "Drunken Man Chicken"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Uma P.",
        "user_id": "3oD5T9RVrDuSlrNaZyIgVQ",
        "link": "https://www.yelp.com/user_details?userid=3oD5T9RVrDuSlrNaZyIgVQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oxJ2T0cW3SJdWrGdSzyFCw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 105,
        "photos": 2100,
        "reviews": 789,
        "elite_year": 24
      },
      "comment": {
        "text": "I've been coming to this place since it opened in 2015. I've never reviewed it yet and I can't believe that, but I love it. First let me tell you that it is very well decorated and the service every time I've been has been excellent. Second, I cannot rave enough about the food. It's very well-made, and while it may be on the pricier side, it's high-quality food. I will say that the portions can be on the smaller side sometimes but that just depends on what you get. They have a variety of appetizers, salads, soups and different types of meals. They have expanded their menu and have a larger variety of food, including desserts, which I love. They have great vegetarian options as well and a variety of drinks including a lychee martini, one of my favs. \nThey're located next anytime fitness. They have a wonderful outside seating area when it's not raining or cold. It's located on Pharr road. \nOne of the downfalls is at the parking Situation can get a little dicey. There used to be free parking but now I'm confused if you have to pay to park or not?\nI also believe they have a larger seating area with the TV for large parties inside. It's great for family time but it's even better to meet up with some friends, colleagues, groups or cute little date.\nIt's one of the better Thai restaurants in the Atlanta area, one of my favs, and I highly recommend you go here and try it!! The next time I go I'll be sure to take pictures but this time I was too hungry and forgot :)",
        "language": "en"
      },
      "date": "2018-06-09T18:46:16Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "L S.",
        "user_id": "KHZsBBgcMCnXPI2w_bMp2A",
        "link": "https://www.yelp.com/user_details?userid=KHZsBBgcMCnXPI2w_bMp2A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/q7OJIi8CXpVhei5ycMIKZQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 81,
        "photos": 4,
        "reviews": 464
      },
      "comment": {
        "text": "Easily best Thai in Atlanta. We moved to Atlanta last September and live down the street from Bangkok Thai. We have been wanting to try it but were waiting until the weather got nicer so we could utilize what looks like a great outdoor area. Instead, we came on a very rainy Monday and I'm kicking myself that we waited this long! The food is AMAZING! The atmosphere and the service is super friendly. We started with the basil summer rolls, yum, and papaya salad, just the right amount of kick. For entrees we had the soft-shell crab green curry, vegetable Dan Dan noodles and the crab fried rice. I've never seen so much fresh crab in a fried rice dish in my life. The Dan Dan noodles had super fresh vegetables on top and the green curry? BEST SOFT-SHELL CRAB CURRY EVER! Bangkok Thai is definitely going in the weekly rotation. Can't wait to go back!!",
        "language": "en"
      },
      "date": "2020-03-03T14:00:48Z",
      "rating": 5,
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Anita T.",
        "user_id": "fvbI74SVJz08epMYlJf3kg",
        "link": "https://www.yelp.com/user_details?userid=fvbI74SVJz08epMYlJf3kg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6M5DIrwtsiWqbENMD3fiug/180s.jpg",
        "address": "San Ramon, CA",
        "friends": 1,
        "photos": 70,
        "reviews": 34
      },
      "comment": {
        "text": "I come here for their lychee martini's and their salmon panang. Seriously drool worthy. If you're in the mood for thai food and want a more upscale experience, this is your place. I've been here a few times and they are always consistent in service, experience and food. Let them know if you want your food spicy and they'll give you a level that has just the right amount of heat.",
        "language": "en"
      },
      "date": "2019-07-14T02:55:33Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YAk0PM9-U3ctl5fClUo03w/o.jpg",
          "caption": "Lychee martini"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anna D.",
        "user_id": "kMyvKRirxRFQ-sAtN-ln_w",
        "link": "https://www.yelp.com/user_details?userid=kMyvKRirxRFQ-sAtN-ln_w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rkM5VYhCF130dG_Wdh_V_A/180s.jpg",
        "address": "Herndon, VA",
        "friends": 38,
        "photos": 9,
        "reviews": 12
      },
      "comment": {
        "text": "I recommended this place. Simple and nice decoration. Cocktails are good. Food has the right tastes. Staffs are so friendly. The atmosphere is nice. If you come here in the evening and sit outside will be great.",
        "language": "en"
      },
      "date": "2019-08-05T17:45:51Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V0KrN7izv8Cfxm9rbLTawA/o.jpg",
          "caption": "Lychee mojoto..recommend . Good!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tzmtcV9z73xf1ey-nxjvGA/o.jpg",
          "caption": "The food tastes just right. Presentation well. I will come back."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JqzZ9c3XQti8Pz8zxgpo_g/o.jpg",
          "caption": "E E-Sarn Beef Jerky"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/31IppKFJrmMhkuzMV1dX_A/o.jpg",
          "caption": "Mango sticky rice"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jake R.",
        "user_id": "MIdRIbeasiQF73363jOp2w",
        "link": "https://www.yelp.com/user_details?userid=MIdRIbeasiQF73363jOp2w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kYKgkzicqu7fKnm1XzbwrA/180s.jpg",
        "address": "Arlington, TN",
        "friends": 97,
        "photos": 6,
        "reviews": 7
      },
      "comment": {
        "text": "We ate at Bangkok Station for the first time last night. The atmosphere was warm and inviting, the service was top notch and the FOOD!!! It was the best Thai food I've had in Atlanta. If you live anywhere near ATL you've gotta come try Bangkok Station. We all shared foods tapas style at our table (not a requirement). We experienced so many flavors, and spices, the food was just so amazing and the experience is one I'll never forget.",
        "language": "en"
      },
      "date": "2019-09-15T17:29:01Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WNXb6j42Q5rGMjjh_bpsHw/o.jpg",
          "caption": "Pad Krapow"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HXcte4MXbmS8HTNtCjlugA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_M6oy59JnoTmL2pw6zM05g/o.jpg",
          "caption": "Pearls of Bangkok, Pad Krapow"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ui8OwqxU__stjbJDujSfPg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bVcYD4M1oPaSGSCMK1Wf3g/o.jpg",
          "caption": "Pearls of Bangkok"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Asenath N.",
        "user_id": "7rRgMYBdpsUBLYnKCzeApQ",
        "link": "https://www.yelp.com/user_details?userid=7rRgMYBdpsUBLYnKCzeApQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/d4sITencEToL_865ZIlrew/180s.jpg",
        "address": "Chicago, IL",
        "friends": 123,
        "photos": 222,
        "reviews": 450,
        "elite_year": 24
      },
      "comment": {
        "text": "Came here for dinner on a Sunday night. The place was busy but we were seated right away. The place is nice/clean and decorated nicely.\nThe food was really good but the prices were high for Thai food. The drunken noodles was amazing and so was the sticky sweet rice with mango. \nEveryone at the table enjoyed their meals and we all plan to come back when in the area. \nThey also have free parking.",
        "language": "en"
      },
      "date": "2016-08-13T22:09:13Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Alex F.",
        "user_id": "R77LmU9tJySLAuOC3Of4DQ",
        "link": "https://www.yelp.com/user_details?userid=R77LmU9tJySLAuOC3Of4DQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/h5JJJoxzTDAcY0v7XmjSIw/180s.jpg",
        "address": "Orlando, FL",
        "friends": 11,
        "photos": 19,
        "reviews": 74
      },
      "comment": {
        "text": "This has great reviews and is next door to our hotel (Staybridge)  so thought it worth a try.  Overall a great experience.\n\nThe service level was excellent and the staff kept on top of clearing plates and refilling beverages.\n\nThe food was very good to excellent.  We are big fans of Thai food and the menu had lots of good choices.   I tried the Salmon Panang and the Panang sauce was one of the best I've ever had along with a nice size piece of Salmon.   My wife had the pad Thai and it was good but they used too much fish sauce.  Basil rolls were a good appetizer. \n\nThey were not busy when we dined, but they have a great space - modern and a large and nice outdoor dining area.\n\nOnly other negative is that they apparently didn't check us in properly because I got an inquiry from open table about a missed reservation.   Well we didn't miss it and neither should you.  I would definitely return.",
        "language": "en"
      },
      "date": "2016-10-09T10:53:15Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5tvtMUQykhL9B1IwCJga-w/o.jpg",
          "caption": "Salmon Panang"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Luis M.",
        "user_id": "e9UKDjFkzWpZ3_QnsZGX1g",
        "link": "https://www.yelp.com/user_details?userid=e9UKDjFkzWpZ3_QnsZGX1g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/iCUOOdzKHTzyz7-0dC_duA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 16,
        "photos": 534,
        "reviews": 239
      },
      "comment": {
        "text": "The service is really good.  The drinks are on the higher side of where their price point should be, and a tad bit on the weak side.  The food is pretty good and the presentation is nice.  The creme brulee was really good snd a generous portion size--definitely shareable.  The outside of the building makes you think it wont be as nice as it is inside, but I was pleasantly surprised.  Overall a decent find.",
        "language": "en"
      },
      "date": "2018-03-25T22:57:33Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bIRtkeskHlHddJPI7Mmjdw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GSUB2CH3jfaeyOsvHMIAag/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nIQ_pnDEERsDUE1tS0N9ow/o.jpg"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Moksha R.",
        "user_id": "vTlTpYF1H116yGufoh8TwQ",
        "link": "https://www.yelp.com/user_details?userid=vTlTpYF1H116yGufoh8TwQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0I2gAN-WJifJvgEmKAJ27Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 63,
        "photos": 233,
        "reviews": 56
      },
      "comment": {
        "text": "Excellent service and food! Loved the ambience of the place. The staff was very courteous and helpful. We ordered the Crying Tiger and Chicken Satay appetizer. Both were tasty and well done, the peanut sauce of the satay was particularly delicious. For the main course, we ordered the Lamb Massaman Curry and the Crab Fried Rice special. Both were delicious. Overall, a great experience and I'll definitely go back for another visit!",
        "language": "en"
      },
      "date": "2019-04-18T04:38:17Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aDOz90f5PZgHPwi9V8NSaw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0HpXfdT8XwL7WQe5DJC2Ug/o.jpg",
          "caption": "Lamb Massaman Curry"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xMK4MVvP8Fme_-QZ9v5zOw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/P-5aGMZFB0bh753dx8UHuQ/o.jpg",
          "caption": "CryingTiger"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6hpJ5kvdfDJoXavTSVJSNA/o.jpg",
          "caption": "Crab fried rice"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bMyn8g0AaQ22Tz350TIwbg/o.jpg",
          "caption": "Chicken Satay"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Renee W.",
        "user_id": "FK3sMqJM0R55kw99Tib4gQ",
        "link": "https://www.yelp.com/user_details?userid=FK3sMqJM0R55kw99Tib4gQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/s8Y6LmdljVED81fr1DJg2g/180s.jpg",
        "address": "Mableton, GA",
        "friends": 176,
        "photos": 224,
        "reviews": 387,
        "elite_year": 24
      },
      "comment": {
        "text": "I stopped by Bangkok Station for lunch with a co-worker yesterday and overall had a good experience. I gave them 3 solid stars because I want to try more items in the menu first. \nWe arrived around 12:30pm and the restaurant was basically empty with a few people scattered here and there. What I loved is how spacious the restaurant is. The decor is beautiful and they have a lot of space for seating outside. This would be a great place for a party.  Now on to the food.\nI ordered the Thai chicken basil lunch special. It came with soup and a fried egg and desert. We also order sake and spring rolls. Everything was very good but I do not like my meat chopped up like sausage! It is just a preference, my friend had the fried rice and she enjoyed it but we both passed on the egg they placed on he side of the meal. This is something that made the restaurant authentic but I did not care for it.\nThe service was also very good. Prices are a little higher than some places I go to but was worth the experience.",
        "language": "en"
      },
      "date": "2016-02-09T15:05:37Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9I66Yw5SdUKFy5EZmLMOCQ/o.jpg",
          "caption": "Basil Chicken lunch special"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oy4rqo5iwBFVVFPuPxhYoA/o.jpg",
          "caption": "Spring Rolls"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YSGKdMXTzTZVAVv3SE0Ndw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Kali S.",
        "user_id": "EKZ57sSdmXJVgIXutZPFdg",
        "link": "https://www.yelp.com/user_details?userid=EKZ57sSdmXJVgIXutZPFdg",
        "address": "Sandy Springs, GA",
        "friends": 0,
        "photos": 7,
        "reviews": 4
      },
      "comment": {
        "text": "We Came here on a Monday night in celebration of my friends birthday. The decor inside is really nice and the lighting really sets the vibe. Perfect for a date night. My friend also has a peanut allergy and they were very accommodating!\n\nCollectively we ordered the fried calamari, spring rolls (amazing), beef pad see ew, beef with green cream curry (also amazing), and the lamb surf and turf. Everything was so good! They surprised my friend with the coconut cake for her birthday which was so sweet of them. The cake was good and shareable between 3 people.\n\nWill definitely be returning!",
        "language": "en"
      },
      "date": "2019-08-14T23:54:44Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DRijXByrfaeQ8uiKuhBuNA/o.jpg",
          "caption": "Beef Pad See Ew"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9MmmoMUK7gMvhIhJ4izKQA/o.jpg",
          "caption": "Coconut Cake"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ericka G.",
        "user_id": "8D10cb_yowtkBoMb_x8EBw",
        "link": "https://www.yelp.com/user_details?userid=8D10cb_yowtkBoMb_x8EBw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZvGEH2ZL9RHtFehGKen1nQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 1,
        "photos": 11,
        "reviews": 8
      },
      "comment": {
        "text": "They give you an Awesome FREE treat for your Birthday! It was delicious! The restaurant is really nice, the drinks are good and the service is Amazing! I'm DEFINITELY going back!",
        "language": "en"
      },
      "date": "2019-10-10T15:32:20Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/01Wh_8EgR9AZTXkUrwLrqA/o.jpg",
          "caption": "AWESOME!!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mDrI20KMpT4L31mIAyAkcg/o.jpg",
          "caption": "Awesome"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xvb5ydOk8vDQZdvKONn_4Q/o.jpg",
          "caption": "AWESOME"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/BppxE0WFYfILe6iIoFdKNQ/o.jpg",
          "caption": "I CAME BACK!!! I had the Grilled prawn with orange mayo and mint sauce and it was DELICIOUS!!!!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/38E9hlWq8w3KYW7ElHav7A/o.jpg",
          "caption": "I also had the Thai wings which are Awesomely Awesome and crispy...just the way I like them!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QIkTeNkPsXb0bN5HxKGhkQ/o.jpg",
          "caption": "The specialty cocktail Hendrick's Bug Juice shooter in the Venus Flytrap shot glass was classic and Good!! This is a Great place to meet up!"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jairo J.",
        "user_id": "KW1O6HIi_Y5vqgQr4o7Zfg",
        "link": "https://www.yelp.com/user_details?userid=KW1O6HIi_Y5vqgQr4o7Zfg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OOlGaP25qDbdV6oBFOXnxg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "I've been around Atlanta for one year now and already explored some Thai restaurants. I can say for sure that Bangkok Station will be always a place to go and recommend.\n\nAt the entrance we have this beautiful salon with wooden furniture, great ambient music, a nice bar, impeccable customer service and a special thanks to Ms. Nok with her smile and kindness always making me feel like I'm home.\n\nIn regards to the food, try the Scallop and Shrimp Panang, Massaman Lamb or Basil Fried Rice.",
        "language": "en"
      },
      "date": "2019-10-06T20:18:36Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Blake N.",
        "user_id": "76suD6h5o3BDYzXImKd5ZA",
        "link": "https://www.yelp.com/user_details?userid=76suD6h5o3BDYzXImKd5ZA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ht5Vego8h9IR7mntt-wgHA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 233,
        "photos": 9,
        "reviews": 9
      },
      "comment": {
        "text": "I had my 21st birthday dinner here a few weeks ago and I had an amazing time! It was very busy, so my table of 15 completely understood why our food/drinks took a bit longer than usual. The staff and manager were very friendly and joked around making us feel welcome. When our food arrived, it came out nice and hot. I recommend trying the Tom Yum Noodle soup as well as their new Slow Braised Beef Panang Curry special our server suggested us! \nThe manager gave me a drink on the house when he found out it was my 21st birthday. I don't remember exactly what speciality drink he made, but it was delicious!",
        "language": "en"
      },
      "date": "2018-01-20T17:30:25Z",
      "rating": 5,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Carion M.",
        "user_id": "arX7FjnywKExoYEJmUYgbw",
        "link": "https://www.yelp.com/user_details?userid=arX7FjnywKExoYEJmUYgbw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Xfszr5YLmMVVP5iO3sNZ_Q/180s.jpg",
        "address": "Lawrenceville, GA",
        "friends": 291,
        "photos": 52,
        "reviews": 32
      },
      "comment": {
        "text": "Great food!!! I had the Pad Thai with tofu and shrimp and a bunch of other stuff! It was literally amazing that I took my time to eat it! My boyfriend and I went there for an early dinner around 6:30 pm so it wasn't crowded. Only issue is that it's a little confusing to find since it's located inside of a large building with a gym and other businesses. You have to walk in past the lobby desk and you will see a sign pointing to the entrance of the restaurant on the main floor. Our waiter was great and our food came quickly. We started with the spring rolls as an appetizer and then had our entre. Definitely coming back!",
        "language": "en"
      },
      "date": "2019-04-14T14:34:42Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U7R7SFuvY-7Rd4Yq7l4A-Q/o.jpg",
          "caption": "Veggie spring rolls"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zbKy0otu9JUJo6AX393xXQ/o.jpg",
          "caption": "Pad Thai with shrimp."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kevin A.",
        "user_id": "7ZC-wYSTeNAz0pP1Kw8rfQ",
        "link": "https://www.yelp.com/user_details?userid=7ZC-wYSTeNAz0pP1Kw8rfQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MZimMzV0pxb42g7vdiRogg/180s.jpg",
        "address": "Arlington, VA",
        "friends": 1,
        "photos": 13,
        "reviews": 36
      },
      "comment": {
        "text": "Excellent on all points. Service. Atmosphere. Drinks and food. \nI found the place while on business trip, and ended up eating there with a colleague. We split an appetizer and each tried a beer from their robust beer collection. Atmosphere is attractive and modern in what appears to be a dated building. They get props for their decorations. Even have an impressive outdoor dining area, too. \n\nFood quality is impressive. Tastes as good as it looks. My dish wasn't oozing in sauce...it had just the right amount. Spice tray added heat, and the texture of the tofu was spot on. Service was very good too for a Thursday night. \n\nI highly recommend this place if you're looking for a local Thai restaurant with good service, a wide selection of beers and great tasting food.",
        "language": "en"
      },
      "date": "2016-09-30T22:53:14Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/L0uSPdF71jmDONzIxCnb1w/o.jpg",
          "caption": "Spicy Basil with fresh veggies and tofu...out of this world."
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Taylor C.",
        "user_id": "izTVIRlV6EMCPCU7WyBAXg",
        "link": "https://www.yelp.com/user_details?userid=izTVIRlV6EMCPCU7WyBAXg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DyGAtfFr98z-e4droRTUQw/180s.jpg",
        "address": "Stone Mountain, GA",
        "friends": 124,
        "photos": 80,
        "reviews": 28
      },
      "comment": {
        "text": "Wow ! The restaurant environment was very nice and inviting . We sat at the bar waiting for the rest of our party to come and everything from the lights to the chairs were very nice . Then once we sat down at our table we received great customer service . I ordered two appetizers and they were so good ! I also like the fact that the food once ordered cake out hot and everyone was able to eat together . They do have free WiFi, you just have to ask for the code. This restaurant is kid friendly and a great place to come with friends , family , and more ! I truly enjoyed myself !",
        "language": "en"
      },
      "date": "2019-05-04T23:47:16Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5yGd3FWGCA1y1UQsbEYD6w/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0jvTIuyXbHL0b7YcT0SFPw/o.jpg",
          "caption": "Bathroom"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kshxATLhiJu69oMw9G5hFg/o.jpg",
          "caption": "Appetizer: chicken and pork dumplings"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N7bmjmsntJSJ9SPMFbzawg/o.jpg",
          "caption": "Appetizer: Crying Tiger"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Thuy P.",
        "user_id": "M2Ef2z92j7A_vflNRNEVyg",
        "link": "https://www.yelp.com/user_details?userid=M2Ef2z92j7A_vflNRNEVyg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DzQVg4q4ee-wI-5RbMmt1g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 905,
        "photos": 783,
        "reviews": 123,
        "elite_year": 24
      },
      "comment": {
        "text": "my new favorite atlanta thai restaurant.  i'd celebrated a birthday dinner here with a group of 10 and we thoroughly enjoyed ourselves.\n\nlocation/atmosphere:\nit is kind of hard to park and navigate your way into the restaurant, but once you find your way,-- you know that feeling when you walk into a restaurant and you think \"this place probably has nice, clean toilets\"?  that is the kind of comfort i felt when i walked into bangkok station.  it is nicely decorated.  the atmosphere here has a very romantic, date night kind of feel.\n\nfood:\nYUM. YUM. YUM. and super vegetarian friendly!  i loved everything i tried, including all the food my friends ordered.  it is thanks to bangkok station that i now have a liking for drunken noodles!  the portion sizes are just right, not too little and not too much that you feel like you ate a heavy, coconut-milk laden meal.  my favorite thai dish is green curry and the vegetables and flavor of bangkok station's green curry left me deddd!  you must try!\n\ndrawbacks:\ni tried a lychee cocktail that was OK.  i will have to return and update this review when i try more of their cocktails/desserts.  customer service can definitely be improved.  the staff was quite inattentive even though my table of 8 was like one out of 5 tables present.",
        "language": "en"
      },
      "date": "2018-01-22T17:38:34Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Sharon M.",
        "user_id": "6U6qHDLBJXmxOq1S6QiZPg",
        "link": "https://www.yelp.com/user_details?userid=6U6qHDLBJXmxOq1S6QiZPg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/z7Gb9Fyr7E7Kk7THT_ytPg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 38,
        "photos": 33,
        "reviews": 264
      },
      "comment": {
        "text": "Had a great \"lunch meeting\" with my good friend and fellow Yelper Christina C.  I've been in this building before as I had a consultation with an establishment on the 6th floor earlier in the year. The restaurant is pretty spacious and although our table was quite rickety, the layout was pretty nice. There is plenty of outside light coming into the restaurant. As far as the food, they do have a lunch menu. It's not clear on the website if they did or not have one, but don't fret because they do. We ordered the Peek Gai Thod as an appetizer. It was nothing special, just some fried chicken wings with the sauce on the side. For our entree, I ordered the Pad Krapow Gai (Basil) and she ordered the Kee-Mao (Drunken Man Noodle). Mind you, we like spicy food, but this was definitely flaming. I was very pleased with my dish and will definitely be back to try others in the near future.",
        "language": "en"
      },
      "date": "2017-10-19T16:15:55Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/w6WdotvboB43tsyiSqPU9A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/HyFhxWtiyV698J1Fkl8egQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sk70FqJY8w9D3jo1g9rtiA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ug8Gnfe2R6PRJ8iE7LYg1w/o.jpg"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 2,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Rebecca H.",
        "user_id": "3sOLlm1Ih0qPlgMgFXgMqw",
        "link": "https://www.yelp.com/user_details?userid=3sOLlm1Ih0qPlgMgFXgMqw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FRgKpolxyNccYT2yRKmLlA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 394,
        "photos": 276,
        "reviews": 90
      },
      "comment": {
        "text": "Came to Bangkok Station for a birthday dinner on a Friday night. Loved some, hated others \n\n[FOOD]\nThe portions didn't look too big on Yelp pictures so we went IN for it when we ordered. We ordered one appetizer and three entrees for two people. Ridiculous, I know. For appetizer, we ordered the Kung KraBeang ($14). This stuff was the bomb and probably the highlight of my meal. Jumbo fried crispy shrimp with a sweet and sour plum dipping sauce. Super yummy and I would definitely recommend it to anyone who comes here!  \n\nOur first entree was Seafood Pad Thai ($23). The seafood was pretty great, two big mussels, some calamari and scallops, and of course, shrimps. There was actually more seafood in their than expected. Granted, the noodle was $23. The Pad Thai itself was less than spectacular because I could not get over how sweet it was. I mean, this stuff was jammed packed with sugar. It was SO sweet. I know Pad Thai is usually sweet in flavor but goodness, this went overboard. \n\nOur second entree was the Bangkok Drunk Man Noodle with beef ($15). This dish was actually really great and pretty spicy! Definitely the best of our three entrees. This was a spicy stir fried flat rice noodle with red and green bell peppers. Very flavorful and the beef was tender. I only wish I ordered three of these. \n\nOur third and last entree was the Massman Curry with pork ($15). My goodness. I love Massman Curry anywhere else but did the chef dump a bucket of sugar into this curry or what? I literally had one bite and couldn't eat anymore. The curry was creamy, but overwhelmingly sweet. Sweeter than the Pad Thai. And again, I understand Massman Curry is sweet based, but this was too overpowering. \n\n[SERVICE]\nWe came on Friday night with 12 people and sat in an almost private dining room. Our waiter was very nice and helpful. He was nice about us bringing our own cakes, and splitting the bill however many ways. \n\n[INTERIOR]\nThe restaurant's interior is gorgeous! Our little private dining area's walls were decked with these cool Asian metal plates/platters. The restaurant's opening is actually a little inconspicuous, located inside what looked to me like an office building. We walked right passed it and had to be called back by a waiter. Parking is free, which is always awesome. \n\nOverall, this place could be great. But please, don't make the food so sweet! I could get better Thaifood somewhere else for a fraction of the price here. Although, the restaurant itself is very pretty.",
        "language": "en"
      },
      "date": "2016-07-03T21:35:15Z",
      "rating": 3,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RcI4-DVWTN2TfiUas1CDuA/o.jpg",
          "caption": "Kung Krabeang $14"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YFd7oHLZ8_88oAf2CvWN2A/o.jpg",
          "caption": "Bangkok Drunk Man Noodle with Beef $15"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sRmue7aKquNaJXy9_IlPlg/o.jpg",
          "caption": "Seafood Pad Thai $23"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mGOczAekg2fuNIbR9q0l4Q/o.jpg",
          "caption": "Massman Curry $15"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_30IwHQyXav-7sjhBdamPw/o.jpg",
          "caption": "Wall Decor"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dragon I.",
        "user_id": "-hLhGuLAyNbwLw4PfWYLLg",
        "link": "https://www.yelp.com/user_details?userid=-hLhGuLAyNbwLw4PfWYLLg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/IAijOaqvB2_JsQOjqG6Kfg/180s.jpg",
        "address": "Kennesaw, GA",
        "friends": 0,
        "photos": 37,
        "reviews": 49
      },
      "comment": {
        "text": "Arrived at  7pm. Ordered one Norway Roll from the sushi bar. It's 8:10pm and still haven't received my order until they came out with the Rainbow Roll. Told them I got the Norway Roll and the server says, \"oh, you didn't get the rainbow roll. Ok let me take it back. You want the rainbow roll right?\".  \"No, the Norway Roll\", was my last response. It's  8:27pm now and still waiting for the food...",
        "language": "en"
      },
      "date": "2020-01-19T01:27:08Z",
      "rating": 1,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Tania C.",
        "user_id": "HqZUBbSgq6ISAVX6KGhikg",
        "link": "https://www.yelp.com/user_details?userid=HqZUBbSgq6ISAVX6KGhikg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9WkhefIhNqPBfLYl-RJGpw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 437,
        "photos": 2,
        "reviews": 10
      },
      "comment": {
        "text": "Food was not that great. Found a nail in my calamari, which was completely unacceptable. It was my birthday dinner so we proceeded to order for dinner but I really wish we hadn't. Food was mediocre, wouldn't recommend.",
        "language": "en"
      },
      "date": "2020-06-28T05:55:16Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jenniver S.",
        "user_id": "CHkckhFQSL3Ek6j29aGspQ",
        "link": "https://www.yelp.com/user_details?userid=CHkckhFQSL3Ek6j29aGspQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Fdqrdx9pPtg2oZLYLN2AFg/180s.jpg",
        "address": "Sandy Springs, GA",
        "friends": 19,
        "photos": 206,
        "reviews": 77
      },
      "comment": {
        "text": "Stopped by for a late lunch. I was pleasantly surprised. The restaurant is lovely and the staff was amazing. The food is delicious and I will definitely return.",
        "language": "en"
      },
      "date": "2018-01-27T22:18:49Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jongse P.",
        "user_id": "rkVFOYZctadbaIz6auKuQw",
        "link": "https://www.yelp.com/user_details?userid=rkVFOYZctadbaIz6auKuQw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/o6lLzHSiNAzjuQ0kJ2Mxdw/180s.jpg",
        "address": "Mountain View, CA",
        "friends": 58,
        "photos": 0,
        "reviews": 15
      },
      "comment": {
        "text": "* I copied and pasted this review from my other account, which was by accident created. I left this review on 10/26/2015. \n\nI have visited this place last weekends and I was satisfied in general. I recommend this place for a group gathering because this place is fancy and neat. Moreover, this place has a lot of big tables capable of hosting a large group of more than 10 people.",
        "language": "en"
      },
      "date": "2019-04-01T20:55:19Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ju P.",
        "user_id": "Zi08bvNkW6v4Dn_exlMUYw",
        "link": "https://www.yelp.com/user_details?userid=Zi08bvNkW6v4Dn_exlMUYw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gggVvcXUUOD_CouBxzK4IA/180s.jpg",
        "address": "Añasco, Puerto Rico",
        "friends": 139,
        "photos": 5,
        "reviews": 14
      },
      "comment": {
        "text": "Very very authentic thai food! The food here is delicious. My partner & I had the crab Rangoon, calamari and chicken wings. The chicken wings we wouldn't order again as they seem air fried and were too hard and dry.  For our entree we order Chicken & Shrimp Basil Fried rice. Shrimps were great portion and size. The service and seating was quick. Will come back again.",
        "language": "en"
      },
      "date": "2020-08-18T23:05:30Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Shruti M.",
        "user_id": "YTBi4b22_R9iim3RXdu7VQ",
        "link": "https://www.yelp.com/user_details?userid=YTBi4b22_R9iim3RXdu7VQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rSP8Hzc2AUvLy7QdVNbf3w/180s.jpg",
        "address": "Cumberland, Atlanta, GA",
        "friends": 97,
        "photos": 4,
        "reviews": 1
      },
      "comment": {
        "text": "Not enough quantity plus they taking a long time! Flavors ware not really exciting very pricey for this level of cooking.",
        "language": "en"
      },
      "date": "2018-10-31T00:46:12Z",
      "rating": 1,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/B_Kyo8K-m9-VO6kFNIYouA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Amber A.",
        "user_id": "n90HdF26mxkZK8LvQ8iEpQ",
        "link": "https://www.yelp.com/user_details?userid=n90HdF26mxkZK8LvQ8iEpQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/djy2cSp3kztUq3a4UFhXZQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 28,
        "photos": 423,
        "reviews": 380
      },
      "comment": {
        "text": "A-mazing! I can't wait to go back. Friends raved about this restaurant and the authenticity of the food so we had to try it. Not only once but twice in two days. The table shared basil rolls and a grilled meat appetizer. The food is fresh the sauces are awesome. I had the Lemongrass soup and panang curry.  The Lemongrass soup is truly one of the best soups I've had. \nAlso, if you want to the best mojito in Atlanta this is the place!!",
        "language": "en"
      },
      "date": "2015-08-27T01:28:40Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0B6lCVUHfzylNk7pqdNRYQ/o.jpg",
          "caption": "Lemongrass soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/x5QTSvTf5jq01Br3kgZ44Q/o.jpg",
          "caption": "Pad Thai"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/I8LzR1rIqTFZAnfru59xNA/o.jpg",
          "caption": "Chicken Panang Curry"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 3,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Mitchellie V.",
        "user_id": "Z02Pdgv-Lj2iGV_ao7QjWQ",
        "link": "https://www.yelp.com/user_details?userid=Z02Pdgv-Lj2iGV_ao7QjWQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6Vw2LGZkB6lDlikxJuavfg/180s.jpg",
        "address": "Woodstock, GA",
        "friends": 187,
        "photos": 858,
        "reviews": 226,
        "elite_year": 24
      },
      "comment": {
        "text": "Everything was delish!!!!  Every visit is nvr disappointing.  The ambiance is so calm.  Not loud @ all.  The service is 110%.  The venue is so spacious that even on BZ nights, U don't have to wry about the crowd!",
        "language": "en"
      },
      "date": "2016-10-01T22:54:38Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Aida F.",
        "user_id": "wSKiCnBZc4VAVaYE-vfVTQ",
        "link": "https://www.yelp.com/user_details?userid=wSKiCnBZc4VAVaYE-vfVTQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Qh425u9zCJt64VKeQm293A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4,
        "photos": 2,
        "reviews": 29
      },
      "comment": {
        "text": "Two years ago when Bangkok Station opened it was a breath of fresh air. Restaurant was beautiful & the young couple who opened were charming. I gave a luncheon for 20 three months after it opened. We've watched various managers come & go and still visited.\nTonight we made the mistake of ordering Uber Eats with food from Bangkok Station.\nAll of the three dishes we ordered were inedible. Thai Basil chicken had no taste & chef forgot spices before sending out. The one thing we could eat was skimpy salad.\nI called to tell them about the experience & Bill the manager said I should stop to talk to owners. Will not waste my time, not sure they can stay in business with this kind of tasteless food. A pretty restaurant is not enough.",
        "language": "en"
      },
      "date": "2017-12-23T01:27:39Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 6,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sarah R.",
        "user_id": "OyPz3rWYXHLHO_6uH_BnDg",
        "link": "https://www.yelp.com/user_details?userid=OyPz3rWYXHLHO_6uH_BnDg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/F1Q11vvJwIrT7GLm0I7G8A/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 151,
        "photos": 416,
        "reviews": 143
      },
      "comment": {
        "text": "This place has the perfect vibe for a quiet date night. The theme of the restaurant wasn't my favorite, but waiter made our experience very pleasant. We ordered the Pearl's of Bangkok and the Crying Tiger, and we both thought the latter was better. The pearls were interesting in that we could try a few different things, but there wasn't enough of each to actually really share. I think next time we'll opt for something a little less pricey on Buford highway instead!",
        "language": "en"
      },
      "date": "2018-10-08T20:13:43Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5sKUWmd0B25qX8yjsSPVvA/o.jpg",
          "caption": "Pearls of Bangkok"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anokhi P.",
        "user_id": "vR3lVtnRzeNXEmXF434T0w",
        "link": "https://www.yelp.com/user_details?userid=vR3lVtnRzeNXEmXF434T0w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hJi3mcjvgLLcEiYm2hoxig/180s.jpg",
        "address": "Alpharetta, GA",
        "friends": 366,
        "photos": 12,
        "reviews": 16
      },
      "comment": {
        "text": "Order the drunken noodles with tofu!! Vegetarians this one is for you. Get extra saucey and extra spicy ! It will not let you down",
        "language": "en"
      },
      "date": "2017-08-27T01:14:06Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xQKKjTbRHcH9b1War-LZLg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Sallie L.",
        "user_id": "V7aQv84xyP5Coz5xIZcVow",
        "link": "https://www.yelp.com/user_details?userid=V7aQv84xyP5Coz5xIZcVow",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YxeK3-Ll6oc-UTFCuin0KA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 311,
        "photos": 218,
        "reviews": 74
      },
      "comment": {
        "text": "The restaurant was somewhat difficult to find. If I hadn't been looking for the \"550\" on the block of buildings, I probably would've missed the parking entrance. The parking lot is located behind the 550 buildings, though I think there's supposed to be valet? \n\nEnvironment: The inside was very spacious and open with beautiful wooden paneling and a rustic feel. There was also a beautifully decorated patio that provided outdoor seating.\n\nService: The waiter was pretty attentive and nice. There was only one other dinner party though the entire time we were there (on a Thursday). I found this to be very surprising given the quality of the restaurant.\n\nFood:\nThe curry and noodle/rice dishes come with a choice of vegetables, tofu, chicken, beef, seafood/shrimp.\n+Thai Boxing Noodle Tofu - Stir fried noodle with bean sprout, egg, lettuce, and scallion that comes with a sriracha sauce. I really liked this dish and the portion was pretty large.\n+Pad Thai Chicken - Not the best pad thai I've ever had, but passable.\n+Green Curry Chicken - VERY VERY GOOD. Definitely my favorite.\n\nTL;DR - Definitely worth going!",
        "language": "en"
      },
      "date": "2015-06-28T12:58:08Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/s2Ho0SumifGLZMxJnhF_2g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FPGC9763oyf4fM3zawBCYg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KkJOc_SE8rB2VZNfpFHRLA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 2,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Shelly H.",
        "user_id": "VXozfPyhfPd9inzVOuxFrA",
        "link": "https://www.yelp.com/user_details?userid=VXozfPyhfPd9inzVOuxFrA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2jTXe2iciJZdpSJpqGiZGA/180s.jpg",
        "address": "Orland Park, IL",
        "friends": 9,
        "photos": 9,
        "reviews": 44
      },
      "comment": {
        "text": "Great atmosphere with a great rooftop patio that has a games area with lots of seating. The atmosphere reminded me of a restaurant you might find near the ocean in Santa Monica. The green salad had fresh fancy tomatoes, cucumber and whole cashews. I had the Panang curry with chicken; the vegetables were really fresh and even the rice was piping hot. They have a nice bar, a private meeting room with a big screen tv and $3 mimosas on weekends. The manager stopped by my table and told me they have live music on their wonderful patio on Fridays. I'll be back.",
        "language": "en"
      },
      "date": "2017-07-15T16:58:03Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/klhK8hcvEu09ks1Y1VFqJQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Lance W.",
        "user_id": "L5wtOzRxucypssgRA2Cvpw",
        "link": "https://www.yelp.com/user_details?userid=L5wtOzRxucypssgRA2Cvpw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Ss-OYWUXd4SbrdgqaSNu-w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 90,
        "photos": 4,
        "reviews": 17
      },
      "comment": {
        "text": "Being that my wife and I have dined here at least 3 times, I figure it's time to write a review. Much like Chinese chefs, Thai chefs seem to migrate to a new venture. The chefs here are very consistent on flavor and presentation. Through the years we have not had a \"favorite Thai spot\". We make our rounds to favorite Thai restaurants only to be unenthusiastic about our decision. Bangkok Station has become our Thai spot in Atlanta. They actually display Umami with all the dishes we have tried. \n\nTheir coconut soup is amazing...they do not take shortcuts. You taste the coconut, lemongrass, lime leaf and chili oil (which always seems to be scarce at other restaurants).  \n\nTheir lamb and shrimp nam tok is delicious. Grilled and seasoned to perfection but the sauce makes it. I caught my wife dipping the sticky rice in the sauce, savoring every bite.  I had a black pepper shrimp and scallop special The was on point! It was perfectly cooked and the spice was awesome. Served with asparagus, blistered grape tomatoes, spinach and carrots, I definitely enjoyed the dish. If this special is not offered, the black pepper scallops are on the menu with the same setup.  We also enjoyed a black pepper steak (served on a fajita dish with onions and peppers sizzling of the plate with sauce served tableside). \n Although we did not order dessert, we really wanted to order the roti served sweet with banana (flambé like) and a delicious cream and berries. Hate we didn't order it but plan on going back soon. Great job Bangkok Station!",
        "language": "en"
      },
      "date": "2017-07-30T02:05:21Z",
      "rating": 5,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 3
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=uhIQYIk5LpBlRho9n_D_7g&start=220"
  }
}