{
  "search_metadata": {
    "id": "65f0a0cac99903e9607dfab4",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/229e3195481496fc/65f0a0cac99903e9607dfab4.json",
    "created_at": "2024-03-12 18:36:58 UTC",
    "processed_at": "2024-03-12 18:36:58 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/7hdnCKFbCl5P0G3l1-E2mw?",
    "raw_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a0cac99903e9607dfab4.html",
    "prettify_html_file": "https://serpapi.com/searches/229e3195481496fc/65f0a0cac99903e9607dfab4.prettify",
    "total_time_taken": 2.82
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 150,
    "num": "50",
    "place_id": "7hdnCKFbCl5P0G3l1-E2mw"
  },
  "search_information": {
    "total_results": 360,
    "business": "Polaris"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 360
    },
    {
      "hl": "fr",
      "count": 2
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Kurt M.",
        "user_id": "9O_tjTER1o8uKPeEDuGtjA",
        "link": "https://www.yelp.com/user_details?userid=9O_tjTER1o8uKPeEDuGtjA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hhMb4h-nZ7OHQxWCRgqWFA/180s.jpg",
        "address": "Alexandria, VA",
        "friends": 28,
        "photos": 5,
        "reviews": 20
      },
      "comment": {
        "text": "A great venue with great views, but let down by the small details. \n\nI ordered the pork belly appetizer and the steak oscar. The best part of the meal was the crab and asparagus medley that came with the steak. It was a very generous portion, was well cooked and well seasoned, and the crab meat was fantastic. The crab was the highlight of the evening, and could have easily been the star of its own dish, rather than as a side item of another dish. \n\nWhile the crab was excellent, the rest of the meal was disappointingly average, especially given such a great venue and the price point of the items. \n\nThe pork belly came served in flour cones. The cones could have had a more complex flavor, and the pork could have used a marinade. \n\nThe steak oscar was cooked properly, but was served on a bed on mashed potatoes that was basic, and the holindase sauce needed a lot more work - I'd recommend a stronger mushroom flavor to help compliment the steak. \n\nService was also a bit lackluster. The staff could have made things feel a bit more special. \n\nFinally; the music playing in the background didn't really suite the venue. Something softer to promote an elegant atmosphere would have been more appropriate. And the lighting was too bright. I came late in the evening so I could see the city lit up, and the bright interior lights were distracting. \n \nAll in all, this was a disappointment. For such an elegant venue and the prices of the items, it was acceptable, but I wouldn't go back for a second visit. This place has potential to be great. I hope they will keep working on the detailed, because it is the small details that can really make a venue like this into what it should be.",
        "language": "en"
      },
      "date": "2017-04-30T12:39:18Z",
      "rating": 3,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Kurt, thank you for experiencing Polaris and for letting us know about your recent stay. We appreciate you taking the time to let us know about your evening. Every day, our team continues to improve, enhance and stabilize a memorable experience for all our guests. We want our guests to be amazed, wowed and comfortable while enjoying a special evening in the city skyline. We do hope you will give our lounge another opportunity to show you the true value behind Polaris, our menu, atmosphere and overall execution. We hope to welcome you back, soon.",
          "date": "2017-06-01T20:13:58Z"
        }
      ]
    },
    {
      "user": {
        "name": "Elizabeth I.",
        "user_id": "vZ9S6pmKYDL6nr60BI8pPw",
        "link": "https://www.yelp.com/user_details?userid=vZ9S6pmKYDL6nr60BI8pPw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GXtu4EEzn-r1bfI6CA32Tg/180s.jpg",
        "address": "Peachtree City, GA",
        "friends": 310,
        "photos": 5,
        "reviews": 19
      },
      "comment": {
        "text": "I took my mom here Friday night after Thanksgiving. They offer free valet parking which is nice. Then there is a private elevator that takes you to the restaurant. We were seated in a private lounge area by a bookshelf right against the window. The service and food was AMAZING! The view is breathtaking. Would definitely recommend for a special evening!!",
        "language": "en"
      },
      "date": "2018-11-25T19:46:18Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/m75OOv7flsYD23orFJnRIA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cSjC9GWCFANezEYXDg-QmA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mLI8OZMKeyOyRgC9zxuMkA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mHkl_p31MADe_TLV3cxjKw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "George M.",
        "user_id": "H9q9wHm1kGvD1eCtzf3qiA",
        "link": "https://www.yelp.com/user_details?userid=H9q9wHm1kGvD1eCtzf3qiA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QsrhwsTl7C91dVybcBaSGw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 180,
        "photos": 35,
        "reviews": 97
      },
      "comment": {
        "text": "Note: the review is just for the bar!\n\nLocation is in Atlanta, so as one may imagine parking is annoying and a bit costly at times. There are paid lots sprinkled around the area for about $10-15. \n\nService I found was pretty top notch. Absolutely enjoyed our host which greeted us well as well as our bartender! They have a pretty decent selection of liquor and drinks. My friend and I had a great talk with the bartender who was a very nice lady. We were served quite promptly. I had a Macallan 12, about $14-16 which is pretty typical of the drink, my friend had a cocktail for about $12. So definitely pricey but I feel well worth for the atmosphere and great service!\n\nIt was quiet in the area and obviously having it revolve is quite cool! It is more of an intimate area rather than a gathering for a large birthday or something along those lines. Definitely it was more lightly lit than other similar bars which I appreciated. The bar is open seating however anywhere else requires a reservation or if you're lucky enough on an open night. The place when we went wasn't terribly busy at all. \n\nI would definitely come again and give the food a shot.",
        "language": "en"
      },
      "date": "2018-01-10T03:11:31Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "George, thanks for your kind words! We're glad you and your friend enjoyed your time at the bar and found your drinks, the atmosphere and service to be outstanding. Please know that we do offer complimentary parking (based on availability). Simply valet your vehicle at Hyatt Regency Atlanta and upon leaving Polaris, we're happy to provide 2 complimentary hours of valet parking. We hope to welcome you back, soon!",
          "date": "2018-02-02T21:14:46Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nicole P.",
        "user_id": "Rf9Kh99YJJogy6cO7ueWUQ",
        "link": "https://www.yelp.com/user_details?userid=Rf9Kh99YJJogy6cO7ueWUQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/S9-9OAHkkImh1EK9XTLTBw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 12,
        "photos": 96,
        "reviews": 185,
        "elite_year": 24
      },
      "comment": {
        "text": "Last minute decision to head downtown for a quick drink/dinner between 5 and 7 (sitter had another commitment - we know how that goes).   Decided to try Polaris for the sunset - and we were duly impressed with the drinks and food too.  As an aficionado of gin - I was surprised at the selection - Bluecoat, Ransom, Hendricks, and more!!! \n\nThe 5 start combo:  Drink quality for money paid, service, view, and the food (bruschetta, salmon/goat cheese, brussel sprout salad, and gnocchi - good selections for sharing!) and free valet.\n\nThanks for the pleasant surprise.",
        "language": "en"
      },
      "date": "2015-01-13T23:14:46Z",
      "rating": 5,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Daryl B.",
        "user_id": "J59uHxppugWyA6N2l9JO5g",
        "link": "https://www.yelp.com/user_details?userid=J59uHxppugWyA6N2l9JO5g",
        "address": "Katy, TX",
        "friends": 0,
        "photos": 1,
        "reviews": 6
      },
      "comment": {
        "text": "In Atlanta for a conference and we're eating tonight at the Polaris. @ChefJen has done a totally amazing job. The food is excellent and the Polaris private reserve Cab is some of the best I've  had in some time. Our party of six all give Polaris 5 stars. \nYou need to make your reservations now to come see what I'm talking about. Ask for JT & Shawn. These guys were great!!!",
        "language": "en"
      },
      "date": "2018-06-14T00:38:22Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MxmIduclUNg6SkfGGt9zyw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Liv J.",
        "user_id": "LFCu-mmpcKLzL3y4Rt0QYQ",
        "link": "https://www.yelp.com/user_details?userid=LFCu-mmpcKLzL3y4Rt0QYQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ur0fc3wuArD45zyIDSOfsw/180s.jpg",
        "address": "Duluth, GA",
        "friends": 40,
        "photos": 129,
        "reviews": 138
      },
      "comment": {
        "text": "I took my Love for his birthday celebration to the top of Polaris at the Hyatt, we had so much fun.  We went to the bar area, had couple of drinks. It was fantastic. Cool ambiance,  great drinks,  and amazing slow revolving dinning area. I definitely didn't know it was the first rooftop bar and restaurant in 1956. We had so much fun. I recommend anyone celebrating an important event to go up there and enjoy themselves.",
        "language": "en"
      },
      "date": "2017-06-29T21:45:41Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OT2Pd6K4FKad2AezfXOhVA/o.jpg",
          "caption": "Beautiful design!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qT-XUOg58sJl-G8MXdPp1Q/o.jpg",
          "caption": "The kitchen!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KKT_3KI3Yxr_To13H4xItA/o.jpg",
          "caption": "The reflection of the Polaris building in the mirror."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CcRf9rLzFLUVZfxF2Mr4bA/o.jpg",
          "caption": "Bathroom selfie!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_sUFF4RcdDXx9SzveALzSA/o.jpg",
          "caption": "On the Elevator, going up to Polaris. Birthday love!"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "LIv, so glad you guys enjoyed your special night. Glad we could be of service. The pics are great, thx. for posting. Hope you can join us again, soon!",
          "date": "2017-07-03T13:25:56Z"
        }
      ]
    },
    {
      "user": {
        "name": "Roz J.",
        "user_id": "SJ7IbI1QVvia5muxByAv7w",
        "link": "https://www.yelp.com/user_details?userid=SJ7IbI1QVvia5muxByAv7w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dgXFlE3ohlSWcACmVQh89A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 10,
        "photos": 424,
        "reviews": 161
      },
      "comment": {
        "text": "This is an amazingly romantic spot. It could definitely be missed but if you're looking for a place where you can enjoy the Atlanta View this place will nail it. They have top-notch dessert that is mind-blowing. Most of all the servers are so pleasant and welcoming.",
        "language": "en"
      },
      "date": "2018-04-15T19:06:30Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/y6r-pL4xHQBzcWUNJeCl8Q/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tosha C.",
        "user_id": "arNEC-rsxpUorEioW3iR0g",
        "link": "https://www.yelp.com/user_details?userid=arNEC-rsxpUorEioW3iR0g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HoImxet2RKrJVjwjClDLNg/180s.jpg",
        "address": "Aurora, CO",
        "friends": 12,
        "photos": 57,
        "reviews": 162
      },
      "comment": {
        "text": "Such an awesome and unique experience. I just went for dessert and drinks. Both were great as well as the service. I was a little confused about the one hour wait I was told, that ended up being less than 20min, and then finding the place almost empty. But I wasn't in a hurry and enjoyed the bar to myself to check out the Atlanta views. I would highly recommend checking out Polaris if you are in downtown Atlanta!",
        "language": "en"
      },
      "date": "2017-06-22T00:58:13Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dksnzFZNGwqMCYt5jN2JUg/o.jpg",
          "caption": "Blue dome dessert"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/L0IZXF0PV2BMXyqPbLHS1w/o.jpg",
          "caption": "Atlanta view"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xbkYEP2PboJV04b6ysOqlw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Owf0956sP4sP8fbfzfcwHw/o.jpg",
          "caption": "Reflection of  Polaris"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "We're so happy to hear you enjoyed your evening in Polaris. It truly is a great spot to enjoy stunning views of the city. We appreciate your review and recommendation. We hope to welcome you back, soon.",
          "date": "2017-06-23T20:15:15Z"
        }
      ]
    },
    {
      "user": {
        "name": "Natasha M.",
        "user_id": "UkJEdUMshs8V9Phpz0ETuw",
        "link": "https://www.yelp.com/user_details?userid=UkJEdUMshs8V9Phpz0ETuw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/pFXXBVjyY94KNCAy4RJVEw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 3,
        "photos": 1,
        "reviews": 21
      },
      "comment": {
        "text": "I would give this one star, but the saving grace was the waitress. \n\nThis was a belated Valentine's Celebration that I had planned for my boyfriend and I. I figured it was something new and the view of downtown was a plus. \n\nFirst, we waited by the hostess stand for about 10 minutes as countless workers passed by us without saying a word. But I figured, ok, hostess must have needed a quick break. Finally, they get us seated and it was not the intimate set up that I had hoped. This place clearly has an awesome view, but it isn't quit the romantic location I was hoping for. \n\nWe had the mushroom risotto, which was actually quite delicious. But the mozzarella on top was hard and took away from the risotto. Our main course was the steak oscar, which we ordered medium rare. When we received it, it was well done. I'm not usually one to send back food, but there was no way I was going to chew up the grey hunk that they set in front of me to the tune of $40. Absolutely not. I sent it back and the waitress was very apologetic, which I appreciated it, as I know it was not her fault. Being from the industry myself, I get that she is just the middle man. \n\nWe finally got our meals back cooked a little better this time. After all of the waiting, I was famished so my boyfriend and I dug in. Much to our dismay the mean was less than appetizing. It legitimately tasted and smelled like a can of Alpo that had been sauteed with rosemary. I pushed mine aside, and my appetite had quickly subsided. \n\nWe also ordered some brussel sprouts which didnt come out, but being that we had a rough start, I didnt want to be more of a pain so I let it go. They dropped them off 20 minutes later after we were already trying to leave. \n\nThe poor waitress was so stressed out for things to continue going so wrong. I felt bad for her, because again, I know its not her fault. She offered us a free round on her, which I told her she didn't need to do, but she did it anyways. \n\nThe only reason I gave this 2 stars was because she went above and beyond, comped my steak since she could tell I wasn't eating it, comped 2 deserts and our drinks. I made sure she got a good tip to show how appreciative I was of how she handled the situation.\n\nI would surely come back to have drinks with friends, but I would not advise anyone to go here for dinner service, its not worth it.",
        "language": "en"
      },
      "date": "2017-02-21T22:14:35Z",
      "rating": 2,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "We're so sorry you did not enjoy your dinner with us, Please feel free to reach out to our manager at polairs@hyatt.com. We hope you can join us again!",
          "date": "2017-03-30T12:28:55Z"
        }
      ]
    },
    {
      "user": {
        "name": "Chantel W.",
        "user_id": "cQh4VuPp5PZWJcPoiyAEAw",
        "link": "https://www.yelp.com/user_details?userid=cQh4VuPp5PZWJcPoiyAEAw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rc8L9keCBmWBbUSuHMGG3A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 27,
        "photos": 22,
        "reviews": 120
      },
      "comment": {
        "text": "I came here for drinks one evening with a friend. It was a Friday night and it wasn't any busier than what you'd expect on a Friday afternoon. It almost felt like a secret hideaway. The views are quite similar to the Sundial, but the menu prices are a bit more affordable. \n\nThe staff was very friendly and made great conversation.",
        "language": "en"
      },
      "date": "2017-02-03T03:45:44Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Thank you for spending the evening with us, while enjoying drinks and the Atlanta skyline. Our staff is remarkable and truly shoes guests a wonderful time. We hope to see you and your friends again, soon.",
          "date": "2017-02-07T20:57:27Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jennifer M.",
        "user_id": "Np9W_wjKa4zbuA3uKFHXew",
        "link": "https://www.yelp.com/user_details?userid=Np9W_wjKa4zbuA3uKFHXew",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/IAfhZGIyA_gVFYIyj1lx7g/180s.jpg",
        "address": "Windsor, CT",
        "friends": 25,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "My husband I went here via a gift certificate....it was very pricey, but incredible. The rotating view was spectacular. What I loved best was the viewable kitchen, we were able to see them prepare the meals as we passed by.\nThe food was exquisite, I had the lamb that was cooked perfectly and had a wonderful sauce, my husband had the steak oscar that was excellent and we shared the blue dome for dessert; a decadent chocolate cake. \nEverything was terrific.",
        "language": "en"
      },
      "date": "2017-07-12T01:58:01Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Thx. so much for joining us. So glad you enjoyed your visit! Thx. for your review and hope you can join us again, soon!",
          "date": "2017-07-12T13:27:19Z"
        }
      ]
    },
    {
      "user": {
        "name": "Emily S.",
        "user_id": "tRhNhIQ2lldy9UDiuEQDRw",
        "link": "https://www.yelp.com/user_details?userid=tRhNhIQ2lldy9UDiuEQDRw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ug4HipJEMAGthiO7Cmq0Hg/180s.jpg",
        "address": "Raleigh, NC",
        "friends": 297,
        "photos": 135,
        "reviews": 162
      },
      "comment": {
        "text": "I visited Polaris on Saturday for a nice birthday dinner with my boyfriend. Polaris had been recommended to us by a friend and had been on our list of restaurants to try, we were just waiting for the right occasion!\nWe made a reservation about a week before, no problem. \nUnfortunately, when we arrived the valet was full so we had to park in an overflow garage about a block away that they do not validate for. We started with cocktails, the charcuterie board, and bread with a pomegranate balsamic dipping sauce. I got the Georgia mule and it was very good. \nThey must have recently switched to their spring menu because the menu on their website and facebook page is not the one that we ordered from. I ordered the lamb chop and my boyfriend ordered the seafood pasta. We split everything so I got a pretty good taste of both. We decided that the good bites of lamb chop were delicious, but it was a pretty small portion and nearly half the cut was all fat, so there weren't that many good bites. I also didn't love the sides that came with the lamb chop; polenta and carrots. I wish I would have gone with the steak instead, but the lamb chop had sounded so tempting. The seafood pasta was delicious however! It was also a small portion but the flavors were awesome and all of the seafood was fresh and tasty. For dessert we got a blue dome (with a birthday candle on it, thank you!) and my boyfriend also ordered a strawberry cheesecake because the man cannot turn down a cheesecake. Both desserts were amazing, although I always have to pick chocolate as my favorite!\nPolaris was a great experience and I'm glad we went but I don't think I'll be rushing back. The rotating restaurant is such a cool concept and you get a great view of the city. The vibe of the restaurant is very classy and upscale, but the food just did not blow me away and at those prices I want to be blown away. The entrees are very small portions, we would not have been satisfied if we hadn't ordered appetizers, and the desserts were the best part of the meal.",
        "language": "en"
      },
      "date": "2019-04-10T12:53:25Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Katie T.",
        "user_id": "f783yCMpJd03axcnA5VwNA",
        "link": "https://www.yelp.com/user_details?userid=f783yCMpJd03axcnA5VwNA",
        "address": "Atlanta, GA",
        "friends": 68,
        "photos": 2,
        "reviews": 5
      },
      "comment": {
        "text": "Classy with a view. Went here for our two-year dating anniversary and loved the experience of walking into the beautiful Hyatt and shooting all the way to the top for Polaris. We had reservations for 7:45 (picked the time because it was right before sunset) and we walked right in and were seated immediately. \n\nAs other reviews say, the food menu is a little lacking. The focus here is definitely on the beverages, as the cocktails/wine take up the majority of real estate on the menu. But I did ask for vegan options, and right away the waiter pointed out three items on the menu that could be altered to be vegan (great job). I ended up going with the cauliflower soup, an appetizer, which was fine but needed a little more flavor. My boyfriend got the trout, and for the price, it really should have been a bigger portion. We weren't full by any means when we left (I also got bread with my soup). But we did receive a free dessert for our anniversary, which was nice. \n\nWhen we left to pick up our car from valet, the clerk told us she heard Polaris was \"crazy\" that evening with people. We had no such experience. Everything was seamless and of course, the views were unbeatable. We went at the perfect time because after sunset, we were treated to the lovely sight of the city at night. Be aware the full rotation of the restaurant takes about an hour, so enjoy the views you have while you have them.",
        "language": "en"
      },
      "date": "2018-08-26T21:35:39Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LvmLZY0muwlMOpfVjiOkZQ/o.jpg",
          "caption": "Free dessert for our anniversary. Perfect amount of sweetness, not too much, but the flavor was a little strange. But it was a nice gesture."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Chandni J.",
        "user_id": "BPPk_5XbAG7ls_nCC-MPjw",
        "link": "https://www.yelp.com/user_details?userid=BPPk_5XbAG7ls_nCC-MPjw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/KAwpVryPr7Gth6fu2ogANw/180s.jpg",
        "address": "Wilmington, NC",
        "friends": 14,
        "photos": 9,
        "reviews": 40
      },
      "comment": {
        "text": "I have been here a couple times for dinner now and both times it has far exceeded my expectations!!! Highly recommend for a nice dinner!\n\nMy boyfriend and I wanted to come here mostly for the view since it is on the top floor of the Hyatt with a 360 view of Atlanta and it rotates! We were however pleasantly surprised that the food is spectacular!! So first off, reservations are a must if you want a table, especially on a Saturday night. Both times we've just walked in because we decided last minute, and the first time we sat at the bar and the second time we sat in the \"lounge\" which was just a little area with couches and a table! Both had full food service so it worked out great! They have a season menu that changes frequently. The menu is pretty small, but options are wonderful! Sizes are fairly small (not your typical American sized portions, but I think they are perfect for sharing a few things). Last night, we started with the potato sour dough bread and the pork. OH MY WORD the sour dough is INCREDIBLE! You get a small loaf, and it is warm and soft and just about the best bread I have ever had! Highly recommend! I'm not a huge pork eater so my boyfriend ate most of the pork, and he loved it as well! For our entree we shared the tandoori cauliflower steak and it was also wonderful! Packed with delicious flavors, I loved it! My boyfriend who loves his meat also loved the cauliflower! I love this restaurant and we will for sure be back again soon!",
        "language": "en"
      },
      "date": "2019-03-24T17:47:05Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Edward H.",
        "user_id": "6zqtI8yi3n9Jb0zwslT5KA",
        "link": "https://www.yelp.com/user_details?userid=6zqtI8yi3n9Jb0zwslT5KA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/UCoNpyF7vLDJs3gEqtWZ1Q/180s.jpg",
        "address": "Minneapolis, MN",
        "friends": 38,
        "photos": 7,
        "reviews": 77
      },
      "comment": {
        "text": "I've been here before about a year ago with a work group for drinks and appetizers and had an amazing experience.  It was perfect.  5-Stars\n\nNext, I was there two Saturday nights ago with my wife and two smaller kids.  It was early in the evening, about 5pm, so it was pretty slow.  After walking around as tourists all day, we may have been slightly under dressed, but I was anxious to show my family one of my favorite spots in Atlanta and get a quick beer.  Our server was the absolute worst.  She was short with us, and did her best to make us feel unwelcome.  We would have stuck around for an extra drink and apps but left rather quickly.   This experience 1-star.",
        "language": "en"
      },
      "date": "2017-03-01T19:27:17Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "We are so sorry you experience was not up to our standards. We've let our team know. And please feel free to reach out to our manager at Polaris@hyatt.com.",
          "date": "2017-03-30T12:30:43Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nishant G.",
        "user_id": "GhGjYVkGf-B_8Vi5YtY-cQ",
        "link": "https://www.yelp.com/user_details?userid=GhGjYVkGf-B_8Vi5YtY-cQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/G0i93i6P1NUfre5tfHLFug/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 489,
        "photos": 188,
        "reviews": 469
      },
      "comment": {
        "text": "Food is superbly good, there is nothing wrong in that department. Well presented, well cooked, delicious all around. Service was also outstanding. We had an excellent server. Truly exceptional. Waitstaff across the city should learn from this guy. The ambience was also excellent. I mean a 26 story high rotating restaurant? Expect swankiness and an amazing view!\n\nHighly recommended if you're looking for a place to impress a date, which is why my gf brought me here. It worked.",
        "language": "en"
      },
      "date": "2017-02-14T05:01:23Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Thank you for spending the evening with us and choosing our restaurant to surprise your girlfriend. We're happy to hear you enjoyed the food, the cocktails and the friendliest service from our team. We work diligently to ensure your experience is perfect every time, and we're pleased to hear this was true for your recent evening with us. See you again, soon.",
          "date": "2017-02-17T18:13:07Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nicole O.",
        "user_id": "ryvyOZyUFPHxyP_ifRAzBA",
        "link": "https://www.yelp.com/user_details?userid=ryvyOZyUFPHxyP_ifRAzBA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/aNZ5GOlcfdaiXeS8cgTjnQ/180s.jpg",
        "address": "Hackensack, NJ",
        "friends": 1,
        "photos": 0,
        "reviews": 31
      },
      "comment": {
        "text": "I made reservations for an important dinner a month in advance. It was for Wed at 7:30. Polaris called me at 7:01 to let me know the place was closed for a private event, leaving me scrambling to find new dinner options and inform my guest of change of plans, impacting time and travel. I was not a fan of that.\n\nThey moved it to the following night. I went and it was nice, the waiter was attentive and they were pretty courteous. They comped my appetizer due the previous night's issue. Portions were small (like other reviewers pointed out) but I don't like big portions so it wasn't an issue for me. I had dessert as well, and it was very good.",
        "language": "en"
      },
      "date": "2017-05-04T13:55:47Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Nicole, thank you for choosing Polaris and for allowing our team to take great care of you. We do regret to hear that your initial reservation didn't stick, but we're thankful you gave our team another chance to show you the true value of Polaris. We hope you will come back and visit, soon.",
          "date": "2017-06-01T19:55:47Z"
        }
      ]
    },
    {
      "user": {
        "name": "Rashaan A.",
        "user_id": "ay05mVsMUo0plpNj5t8sAQ",
        "link": "https://www.yelp.com/user_details?userid=ay05mVsMUo0plpNj5t8sAQ",
        "address": "Powder Springs, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "My fiancée and I went for an early birthday dinner. The Polaris is amazing! The food was wonderful. We started with the Georgia cheese platter, had Steak Oscar and Chilean Sea Bass for our entrees, and bread pudding for dessert. Everything was delicious and plated beautifully. We were there for over 3 hours because the atmosphere is so relaxed, and we never felt pressured to rush. They even surprised my fiancée with a birthday dessert (and me too because I forgot that I had put it in the notes when I made the reservation).\n\nMy only complaint is kind of weird, but still needs attention in my opinion. After our meal, I went to use the bathroom to wash my hands. I was told the bathroom is upstairs and the stairs are this way. He never offered me the option of using the elevator (I honestly don't think there is one). Here is the thing, I have kidney failure so steps are kind of a challenge. But I am also a big guy so it is a little embarrassing to have to ask for the elevator because I am too weak to take the steps. I tried anyway, and got an anxiety attack because I freaked out a little. It spoiled the moment for a few minutes, but then I got it back under control.\nI would ask that staff always offer the stairs AND elevator options to access the bathroom. If there isn't elevator (offer to send people back downstairs if necessary).\n\nAs I said, such a minor complaint; the overall experience was fantastic and we will be back when the menu changes.",
        "language": "en"
      },
      "date": "2019-03-31T14:11:11Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Anne S.",
        "user_id": "Nxi8Werv_HsEnxgU8utOYA",
        "link": "https://www.yelp.com/user_details?userid=Nxi8Werv_HsEnxgU8utOYA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9rrsOI5zAo5m-uYiHdehMw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 61,
        "photos": 6,
        "reviews": 65
      },
      "comment": {
        "text": "We made reservations for a group of 9 on the Thursday night before DragonCon, and Polaris was the perfect spot to reconnect with friends over a phenomenal meal! Everything we ordered, from drinks to dessert, was incredible. The ambiance was warm and intimate, and our server took incredible are of us. \n\nMy boyfriend and I split the avocado salad and the tortellini, and both were crazy delicious - and our server didn't bat an eyelash at our request to share! He suggested an excellent wine pairing, too!\n\nWe felt so welcome we stayed for another round of drinks after settling our initial check! I'll definitely return!",
        "language": "en"
      },
      "date": "2016-09-07T01:37:57Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 2,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Wow. Thank you for dining with us and allowing our team to take such great care of you. We're happy you chose our lounge to kick off Dragon Con. One thing we appreciate seeing is guests who reconnect with old friends, colleagues, family ... everyone who means something to you. Thanks for letting us be part of that! We're glad your server provided you with amazing care. We look forward to seeing you again. CHEERS!",
          "date": "2016-09-19T18:56:52Z"
        }
      ]
    },
    {
      "user": {
        "name": "Mia S.",
        "user_id": "PFbGM99vmX8mJhdCrzwrgQ",
        "link": "https://www.yelp.com/user_details?userid=PFbGM99vmX8mJhdCrzwrgQ",
        "address": "Centennial Park District, Atlanta, GA",
        "friends": 0,
        "photos": 7,
        "reviews": 1
      },
      "comment": {
        "text": "You always have to balance out the view and ambiance with the \"yuminess\" factor of food\n\nJust stopped in for a nite cap for drinks and desserts.  Wine list was good offering a nice selection by the glass.\n\nThe dessert menu was a bit confusing.  Just three items.  We opted for the chocolate lava type cake.  Actually very good and perfect portion size (if your a huge dessert eating person this won't work)\n\nService was friendly and helpful but the 360 view of the downtown is what makes you want to go to this place",
        "language": "en"
      },
      "date": "2018-05-08T14:31:42Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mZhIomhxShiCVC6GHLYbgg/o.jpg",
          "caption": "Polaris signature dessert"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Matheus A.",
        "user_id": "cB8wF971hLKX0e0W7Svzow",
        "link": "https://www.yelp.com/user_details?userid=cB8wF971hLKX0e0W7Svzow",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/V1a09PMJVLR1YO0Lkj9NaQ/180s.jpg",
        "address": "Cumming, GA",
        "friends": 40,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "I went with my girlfriend to celebrate our anniversary, the staff is great, always asking if we were fine. It was a week day so I don`t really know the wait time. With the reservations it took 5 minutes for us to be seated, and the seats were good, the city view is great but I still think the Sun Dial view is better because the building is higher, the thing is Sun Dial is not a spinning restaurant anymore. \n\nThe only reason I am giving 4 stars is the portions. I know is a fancy restaurant, but we are not people that eat much but our entree was not enough for us =/. We ordered the Lamb and the Linguini . Everything was great, perfect vegetables, and it was one of the best, if not the best pasta I have ever had. I want to be back just to have more Linguini haha. Othe thing is that the place is open till late hours, perfect for night people like me :).",
        "language": "en"
      },
      "date": "2018-05-05T03:37:08Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Trevor A.",
        "user_id": "D1qaYoXG7eX-8XYth4jgcA",
        "link": "https://www.yelp.com/user_details?userid=D1qaYoXG7eX-8XYth4jgcA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6TLahk3P8RhP7fZaWgAk0A/180s.jpg",
        "address": "Ala Moana, Honolulu, HI",
        "friends": 0,
        "photos": 48,
        "reviews": 89
      },
      "comment": {
        "text": "No coffee so we get charged for an espresso when we were offered a 'substitute'.  Flourless chocolate cake dome  with imperfections and finger marking removing the blue dust design and we are still charged regular price for both???   This is unacceptable!  If I'm paying premium price I expect premium products and service.",
        "language": "en"
      },
      "date": "2017-07-11T03:07:18Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ks_3jdDzPoli7DVvnkvMgg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "We are so sorry your experience was not up to our standards. Please feel free to reach out to our manager at polairs@hyatt.com so we can speak to you about your time with us.",
          "date": "2017-07-11T18:13:40Z"
        }
      ]
    },
    {
      "user": {
        "name": "Katie S.",
        "user_id": "dWqQzZTWl_9iw38nTOl-LA",
        "link": "https://www.yelp.com/user_details?userid=dWqQzZTWl_9iw38nTOl-LA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gmVBkzGu7moz2tJvBjBzBg/180s.jpg",
        "address": "Dartmouth, MA",
        "friends": 2,
        "photos": 2,
        "reviews": 14
      },
      "comment": {
        "text": "This was a very cool place to stop for a drink. They do have a bar, so it's totally fine to swing up by yourself for a drink. Bartender was very nice and made a great drink. The bread was tasty was well, but was not the flavor they listed on the menu I was given. I know it rotates, so I may have had an out of date copy. Overall recommend!",
        "language": "en"
      },
      "date": "2017-10-02T22:26:27Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3Qzom2qm00XJF0esn4WCIA/o.jpg",
          "caption": "Pear-fect drink as listed on the menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Katie, thx. so much for your comments. So glad you enjoyed your drinks with us! Hope you can join us again, soon!",
          "date": "2017-10-06T21:21:47Z"
        }
      ]
    },
    {
      "user": {
        "name": "KJ J.",
        "user_id": "VoKuA5ngH8GhLqC1_LiLqQ",
        "link": "https://www.yelp.com/user_details?userid=VoKuA5ngH8GhLqC1_LiLqQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/OnAwkwMKw28Kzi0l-_sgDw/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 377,
        "photos": 202,
        "reviews": 105
      },
      "comment": {
        "text": "Went here for a birthday dinner and it was very enjoyable. The rotating view of the city was cool as we ate. Waitress was great, and drinks were strong. Only reason its not 5 stars is because the food wasnt amazing. It was good but definitely wasn't anything to brag about. Still would recommend going on a clear night to enjoy the view with friends or for a date night.",
        "language": "en"
      },
      "date": "2019-11-26T18:27:58Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alex C.",
        "user_id": "9MtpJqOQb7DljtdTEVGzqA",
        "link": "https://www.yelp.com/user_details?userid=9MtpJqOQb7DljtdTEVGzqA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CAr2ZC7JdP6D1LXcAjyvKA/180s.jpg",
        "address": "New York, NY",
        "friends": 28,
        "photos": 44,
        "reviews": 174,
        "elite_year": 24
      },
      "comment": {
        "text": "Sleek bar in downtown Atlanta's Hyatt Hotel, patrons get a spinning view of Atlanta's skyline. It's a nice location to impress a date or grab a group of friends to catch up. The drinks are unique and the appetizers are classic.",
        "language": "en"
      },
      "date": "2017-02-20T02:34:50Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Thx. so much for your comments! Glad you enjoyed your time with us. Hope you can come back soon!",
          "date": "2017-03-30T12:26:20Z"
        }
      ]
    },
    {
      "user": {
        "name": "Skylar F.",
        "user_id": "ZJgCyC-IjieuhCeUacrBBQ",
        "link": "https://www.yelp.com/user_details?userid=ZJgCyC-IjieuhCeUacrBBQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/96GwzTfC-pvTZtoHzmo6PQ/180s.jpg",
        "address": "Wilmington, NC",
        "friends": 143,
        "photos": 1,
        "reviews": 23
      },
      "comment": {
        "text": "My family and I thought we made reservations for the sundial but thank god we accidentally wound up here. Did not know what we were getting ourselves into with our baby boy. Our server was awesome and the manager was 1000x above par. He even ran down to the bottom hotel to bring my 10 month old son some Mac and cheese or anything else he wanted \"on the house lol\". He truly went above and beyond serving us. The jalapeño margarita was amazing. Food was great. Out of the 8-10 \"fine dining\" experiences I have had this has been on top no question. Again the waiter and manager were just awesome and truly made our night.",
        "language": "en"
      },
      "date": "2018-08-23T01:35:46Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Terri P.",
        "user_id": "xCcLViSSdXZJv0O3hk_gqw",
        "link": "https://www.yelp.com/user_details?userid=xCcLViSSdXZJv0O3hk_gqw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fBxIBfTHpaHpw4dFWTCb7g/180s.jpg",
        "address": "Jonesboro, GA",
        "friends": 11,
        "photos": 1,
        "reviews": 58
      },
      "comment": {
        "text": "City view with a window seat slowly rotating is spectacular. I had the Steak Oscar. Unbelievably tender. It was placed on a bed of mashed potatoes with delicious brown sauce. A cup of perfectly cooked asparagus with sweet crab. Yum!  My blackberry cocktail made the evening magnificent. Always saw this building never knew it was attached to the Hyatt. Only drawback was the Blue Dome dessert. Wayyy too small. Tasty but not enough. I like the fact that there is a beehive onsite. The honey is fabulous.",
        "language": "en"
      },
      "date": "2018-05-04T18:10:50Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Roly P.",
        "user_id": "QXK7PC-js1zFdHXxs3ZZSQ",
        "link": "https://www.yelp.com/user_details?userid=QXK7PC-js1zFdHXxs3ZZSQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CruCzumC0Vv-gGyb__YLBw/180s.jpg",
        "address": "North Miami, FL",
        "friends": 12,
        "photos": 11,
        "reviews": 76
      },
      "comment": {
        "text": "Great views, nice ambiance and a well stocked bar, great place for a romantic dinner with your special significant other.",
        "language": "en"
      },
      "date": "2019-07-13T01:32:28Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Hi there, Roly. Thank you for being our guest! So glad you enjoyed your evening with us. We look forward to seeing you and your special someone again, soon!",
          "date": "2019-07-15T14:04:25Z"
        }
      ]
    },
    {
      "user": {
        "name": "Maeve C.",
        "user_id": "qJAvewEiuo-cIzlH8movnQ",
        "link": "https://www.yelp.com/user_details?userid=qJAvewEiuo-cIzlH8movnQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/u2PA3J5iHbdy0q-sHddRyg/180s.jpg",
        "address": "South San Francisco, CA",
        "friends": 8,
        "photos": 14,
        "reviews": 84
      },
      "comment": {
        "text": "This place is always a treat. I went with a few co-workers and we ordered practically every small plate they had to offer. There were so many delicious flavors. We enjoyed everything. \n\nToy must get the Blue Chocolate Dome. Out of this world good!",
        "language": "en"
      },
      "date": "2017-05-23T16:41:23Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Maeve, we're glad you enjoyed an evening with coworkers in our lounge. We're a great spot for after work cocktails and small bites. And great tip about the Blue Chocolate Dome -- Delicious!!! Come back, soon.",
          "date": "2017-06-01T19:45:44Z"
        }
      ]
    },
    {
      "user": {
        "name": "Mijung H.",
        "user_id": "bZht4NrOwu3x6BU2c86C7g",
        "link": "https://www.yelp.com/user_details?userid=bZht4NrOwu3x6BU2c86C7g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/rfLrj7gQcfs5Hlb44ZWfuw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 62,
        "photos": 413,
        "reviews": 103
      },
      "comment": {
        "text": "Polaris... I did not know we had more then one \"twirling\" restaurant in Atlanta.  This place sits atop of the Hyatt in the heart of Atlanta.  Should def give this place a shot and get your rotating view of Atlanta.  \n \nFood: Where to begin.  As I go through these, please don't hesitate to go back and forth from pics to description.  The entire experience was pleasing to both the palate and the eyes.  So let's just take it from the beginning.  Got the multigrain sour dough.  Sounds boring... I know, but is some good stuff.  Nice and warm when it gets to the table.  Beautiful presentation, feels like you are opening a gift.  Crunchy on the exterior, soft and warm in the inside.  Slather it with the honey butter, and game over.  Dinner was the Norwegian Halibut.  Perfectly cooked so that it was not too dry.  The caramelized leeks is what made the dish for me.  Take a bit of the leek together on the fork with the halibut, and a great marriage of flavor.  If not, the halibut in itself is a bit bland.  Perfectly cooked asparagus, nice and crispy.  As the purple cauliflower puree may have added visual pleasure to the dish, not quite necessary when it comes to adding flavor to the dish.  And last but finally not least, the Polaris Blue Dome for dessert.  IT'S REALLY BLUE!! And so deliciously chocolatey.  Chocolate mousse/cake, with what tastes like a raspberry puree around it.  You will find a surprise center of honey caramel that is made with honey produced directly on the rooftop. \n \nService: Our waiter was so graceful with every movement, not sure why that is important, but it surely stuck out.  Very attentive.  Water glasses were full, empty plates were taken away, always smiling, and he seemed to always be right on time when I needed something.  Was a lovely experience.\n\nAmbiance: Romantic.  Def somewhere that you want to put on a nice pair of heels and look posh.  Not talking about prom dress and bow tie status, but def a dressy/chic night out.  Mood lighting everywhere, so those who are not fans of couples with googly eyes, you have been warned. I know everyone enjoys the sunset hrs for this type of joint, but there were times where the sun got quick bright in the eyes.  Keep that in mind when making reservations.\n\nDranks: had the old fashioned.  Great drink.  They use house crafted bitter cherries.  They def did a good job muddling those cherries with sugar.  Every sip I got a little of the fragrant bourbon, with some of the cherry, then some sweet sugar specks.  Def would give it a try.  \n\nOverall: The experience was great.  Drinks were great.  Food was great.  I looked quite cute.  And my company was excellent.  Perfect night.  Hope y'all could experience this perfection as well.  Enjoy!!",
        "language": "en"
      },
      "date": "2017-02-17T10:33:44Z",
      "rating": 4,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2wApoEx19M9KYyX2F4FMkw/o.jpg",
          "caption": "Old fashion and a good ole gin and tonic"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1mY_OBRJJq7Y1DQmihpyHw/o.jpg",
          "caption": "Whole grain sour dough with honey butter"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bL8Gc1-bWcy6aYQ-nlxWew/o.jpg",
          "caption": "Norwegian halibut"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rR-ZyuB70111rTKTTdqFHw/o.jpg",
          "caption": "Mushroom risotto"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sU-S95WCLrN1dDMVV99FKg/o.jpg",
          "caption": "The blue dome for dessert"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Wow. We can't thank you enough for taking time to leave us a review on your recent experience at Polaris. We love hearing from our guests and learning that our team does an amazing job at provided great service, delicious meals, tasty cocktails and overall wonderful experience for everyone who dines with us. Polaris was actually the first rotating restaurant in Atlanta, built in 1967. We reopened our doors about 2 and a half years ago with a new vibe, and we're beyond ecstatic to see everyone enjoying their time. Come back, soon!",
          "date": "2017-02-17T18:21:00Z"
        }
      ]
    },
    {
      "user": {
        "name": "April T.",
        "user_id": "CTBjXC9HrcuXt7M6HDIyPA",
        "link": "https://www.yelp.com/user_details?userid=CTBjXC9HrcuXt7M6HDIyPA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/jt3Ii9Cs5cdoUbbEpa5y2Q/180s.jpg",
        "address": "Bay City, MI",
        "friends": 6,
        "photos": 3,
        "reviews": 28
      },
      "comment": {
        "text": "My boyfriend and I had an impromptu date night last night at Polaris and everything was wonderful. We sat at the bar, and the bartender was such a sweetheart. Our drinks were great, and the apps we ordered were delicious and coursed out perfectly.\n\nWe came one time previously for my boyfriend's birthday dinner with his parents, and everything that visit was also lovely.\n\nPricey but worth the price, and that's saying something. Will be back!",
        "language": "en"
      },
      "date": "2017-03-28T17:47:13Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "April, we're so glad you enjoyed your visits! Thx. for your comments! Hope to see you soon!",
          "date": "2017-03-30T12:35:56Z"
        }
      ]
    },
    {
      "user": {
        "name": "Amit P.",
        "user_id": "Ms0q_q2PK6y32Hx_lCqKXw",
        "link": "https://www.yelp.com/user_details?userid=Ms0q_q2PK6y32Hx_lCqKXw",
        "address": "Raleigh, NC",
        "friends": 4,
        "photos": 21,
        "reviews": 87
      },
      "comment": {
        "text": "We came here for a team dinner and loved the experience!  The restaurant of course is on top of the Hyatt Regency revolving to start.  For starters we had excellent hummus, Georgia cheeses and sour dough along with a variety of libations.  For our main meals, we enjoyed the Tandoori Cauliflower steak and tortellini to name a couple.  The presentation was awesome as loved the open kitchen personalized dining in a great environment!",
        "language": "en"
      },
      "date": "2019-04-18T02:48:32Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sVjCGy_FZ70Ki7poF2TfPg/o.jpg",
          "caption": "Warm Rosemary Sour Dough Bread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/k4C60pNHMWk67uOkywQFmg/o.jpg",
          "caption": "Butternut Squash Tortellini"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/76III85IAy1pwCAOC7MUXQ/o.jpg",
          "caption": "Tandoori Cauliflower Steak"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2KrYF8N_Y2fU5QirKH21Rg/o.jpg",
          "caption": "View from the restuarant"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xPpLIvlg15vUfOXqtWhMCw/o.jpg",
          "caption": "Red lentil and sweet potato hummus"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jeremy D.",
        "user_id": "IRwBBig6UEaZOTuUVjhC8w",
        "link": "https://www.yelp.com/user_details?userid=IRwBBig6UEaZOTuUVjhC8w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HiwINauvs-uZ7I4Vyyw1Cw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 16,
        "photos": 78,
        "reviews": 116
      },
      "comment": {
        "text": "Top-Notch. THIS IS THE BEST PLACE FOR COCKTAILS IN ACTUAL DOWNTOWN. \n\nI've been here probably 6 or 7 times, and each time is great. You might have to wait for a table (especially if there's an event going on nearby or it's a weekend), but it's definitely worth it. \n\nOnce you get in past the hostess, you'll go up the elevator to the top of the Hyatt Regency. Inside, the vibe is mid-century lounge. It'll definitely impress anyone you bring by. There's a combination of regular tables an lounging pads, so make sure to specify if you're going for food and drinks or only drinks. \n\nThe food is expertly prepared and very much chef driven. As you're rotating around the restaurant (did I mention the restaurant rotates?), make sure to keep an eye on the inside as well as the outside - You'll see a prosciutto shaving station, dessert prep areas, etc, \n\nThe cocktails are GREAT. Definitely the best you'll get in near proximity. I'd recommend getting a drink that showcases the honey that they grow on the rooftop.",
        "language": "en"
      },
      "date": "2016-05-09T00:19:21Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Wow. Thanks for dining with us! We're so pleased to hear that you have enjoyed our lounge multiple times and continue to return. Thanks for your recommendation and we think you had some great tips: honey-infused cocktails, beautiful views, Mad Men-era designs, open residential kitchen to watch Chef Rodney prepare food and more. We are within walking distance of multiple attractions and venues, so be sure to keep stopping by for memorable experiences. See you soon.",
          "date": "2016-05-09T15:01:23Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jd E.",
        "user_id": "Dv9lJZ1VUmxccZtcTyyX0A",
        "link": "https://www.yelp.com/user_details?userid=Dv9lJZ1VUmxccZtcTyyX0A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0huLAxK7SdMquRk5BjlL7g/180s.jpg",
        "address": "Pittsburgh, PA",
        "friends": 0,
        "photos": 1,
        "reviews": 11
      },
      "comment": {
        "text": "My wife and had a quick bite and a couple of drinks in the early evening right after they opened on Friday night. The view, service, food, and drinks were all great. \n\nI had the sous vide lamb chops, and my wife had the filet oscar. I also had the aged Manhattan, which was particularly good.",
        "language": "en"
      },
      "date": "2017-06-03T16:49:27Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Thanks for dining with us! We're beyond pleased to hear you and your wife found Polaris to be a great spot. We appreciate your review and hope to welcome y'all back, soon.",
          "date": "2017-06-05T19:30:15Z"
        }
      ]
    },
    {
      "user": {
        "name": "Rajdeep B.",
        "user_id": "gYPIjMmDMbX-R5bej01YOw",
        "link": "https://www.yelp.com/user_details?userid=gYPIjMmDMbX-R5bej01YOw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cPvGKoDS3auDapIqCYp1fA/180s.jpg",
        "address": "Nashville, TN",
        "friends": 63,
        "photos": 2,
        "reviews": 39
      },
      "comment": {
        "text": "This was my first experience in a revolving restaurant and I loved it, I was staying in the Hyatt during Easter weekend and thought of checking this place out, I had no reservation and the wait time was not that long at all during which I was seating in another bar in the hotel lobby. All the staffs were very friendly, great wine collection, terrific views of Atlanta. Overall a great experience.",
        "language": "en"
      },
      "date": "2018-05-18T21:01:26Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "W I.",
        "user_id": "sMl1Fo7IarH3xriqlRFSGQ",
        "link": "https://www.yelp.com/user_details?userid=sMl1Fo7IarH3xriqlRFSGQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GJIBT6qPZNiGBCi8XHTWIg/180s.jpg",
        "address": "Albany, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 9
      },
      "comment": {
        "text": "First visit to Polaris, I have watched the blue space ship all my life. \nGreat ambiance with unique seating arrangements. Sharable plates were varied, I enjoyed the lambchops. They were out of the chocolate dessert, found that odd . Overall good experience. Will go back !!",
        "language": "en"
      },
      "date": "2014-06-18T06:04:43Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/C-SyBbd9UdR8H4uWcaplYg/o.jpg",
          "caption": "Facing west"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/6jG9du4Ps_j6Xx7VfHUOvw/o.jpg",
          "caption": "Strawberry trio"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Thanks so much for joining us and glad you liked the lamb. We love welcoming back some of our former Polaris guests and fans. Come back soon!",
          "date": "2014-06-18T12:38:03Z"
        }
      ]
    },
    {
      "user": {
        "name": "Veronica M.",
        "user_id": "cuuBmZcIEdvs4uxEVCUOyw",
        "link": "https://www.yelp.com/user_details?userid=cuuBmZcIEdvs4uxEVCUOyw",
        "address": "Seattle, WA",
        "friends": 1,
        "photos": 18,
        "reviews": 13
      },
      "comment": {
        "text": "Really? Call me picky, but if you are paying for ambiance and location, ok, more stars are warranted. If you are paying for service and quality, fewer stars would be appropriate.  We had the halibut ceviche and the local cheese/charcuterie. The halibut was ok but not much flavor. The cheese and charcuterie were good but no description was given when the plate was set down so we had to ask what the blob of meat was (chorizo, but not in a sausage format). Three of us ordered the squash ravioli, it wasn't al dente, it was not cooked and hard to eat, and the whole dish was cold. The rest of the plate was flavorless, which is hard to do when bacon is included. Two others at our tables ordered sea bass and one ordered the cauliflower steak. It was a business dinner, so I don't know honest opinion, however they said their dishes were fine.\n\nDesserts were OK, we tried all three. Drinks were fine but we had to ask for more water, wine & I had to remind our waitress of our coffee orders even after dessert was finished.\n\nI get it #firstworldproblems, however, when you pay this much you expect certain minimal standards.  I would not come back and was not impressed, no doubt this city has many better options and no doubt #Hyatt expects more.",
        "language": "en"
      },
      "date": "2019-04-02T05:43:49Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tara C.",
        "user_id": "6q19XXBDS7dy3A07uElwdg",
        "link": "https://www.yelp.com/user_details?userid=6q19XXBDS7dy3A07uElwdg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8Wb7kz8dVpz0Fs2jhL28GA/180s.jpg",
        "address": "Saxapahaw, NC",
        "friends": 20,
        "photos": 1,
        "reviews": 83
      },
      "comment": {
        "text": "My husband and I spent a night at the Hyatt to celebrate our anniversary and chose to have dinner at the Polaris.  We were there on a Wednesday night, which is half-price champagne night for them, so we got a bottle of Dom Perignon for a steal!  Our waitress was very friendly and attentive, but she did drop the bottle of champagne when she brought it to our table. In my opinion, she should have replaced it with a different bottle, but I'm not one to complain over such a minor issue.\n\nIt was a cloudy, rainy evening so we didn't have the best views, but it was still fun to enjoy looking out over the city as we ate.  I think my favorite part of the restaurant was that you not only get to see the city, but you also rotate around the open kitchen as well, which is a real treat.\n\nWe had intended to order a full meal, but neither of us were very hungry, so we opted for the charcuterie platter and the Benton's bacon popcorn.  Every cheese and meat on the platter was delicious (even though we came to find out that our server added an extra cheese and upcharged us without telling us) and the popcorn was to die for!  I would have given the Polaris 5 stars if not for the two issues with the service.  The food and atmosphere were both lovely and we had a really great time.",
        "language": "en"
      },
      "date": "2016-01-13T15:04:17Z",
      "rating": 4,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Tara, thx. so much for visiting Polaris, and for your comments. And congrats on your anniversary. We're so glad you shared this special night with us (and glad you could enjoy our weekly 1/2 off bubbly on Wednesdays!). We apologize for any inconveniences during your special night. Hope you can join us again soon!",
          "date": "2016-01-18T15:25:33Z"
        }
      ]
    },
    {
      "user": {
        "name": "Private B.",
        "user_id": "yOP3nTkM2KowBSDNPTpQUw",
        "link": "https://www.yelp.com/user_details?userid=yOP3nTkM2KowBSDNPTpQUw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Nfyf7YZP-zx2Pl5YeiKHew/180s.jpg",
        "address": "Baltimore County, MD",
        "friends": 4,
        "photos": 268,
        "reviews": 268
      },
      "comment": {
        "text": "This is a nice restaurant. I love the view and how the kitchen is set up. My friend ordered the steak oscar which comes with potatoes, asparagus and a bowl of lump crabmeat. He said the steak was very good. I don't eat beef so I cannot say, but I ate everything else... The crabmeat was delicious. All the sides were very good. I wish the sides were large portions like the crab meat.  I came here for the drinks because I ate at the airport, but ended up eating part of his meal lol",
        "language": "en"
      },
      "date": "2016-12-30T04:13:16Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oPIDLMjLDVeZLgHOOjOWQQ/o.jpg",
          "caption": "Steak oscar... Standby for crabmeat pic"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UmiSfnsz8t8Lk5nRCiS84g/o.jpg",
          "caption": "Crab meat and potatoes"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Thanks for dining with us! Your friend made a great selection with the Steak Oscar. This dish has been on our menu ever since we (re)opened in 2014 and it continues to be a crowd favorite! We hope the next time you are in town that you will visit us again and make plans for both dinner and drinks. See you then!",
          "date": "2016-12-30T17:03:48Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jason L.",
        "user_id": "WuuJJu2y5yuA9ZlGxfgTWQ",
        "link": "https://www.yelp.com/user_details?userid=WuuJJu2y5yuA9ZlGxfgTWQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cKqMBolMTJEP3GAg1Zb2Hg/180s.jpg",
        "address": "Manitowish Waters, WI",
        "friends": 18,
        "photos": 339,
        "reviews": 137
      },
      "comment": {
        "text": "Amazing views in this spinning rooftop restaurant in the hyatt.  Drinks are expensive but very good.  The menu trys to be a 5 star restaurant but charges four star prices.  Sound good but the food comes out at 3 star quality.   I had the steak oscar and my wife linguini. Both were good but far from great. I ordered popcorn but my server forgot to bring it.  I love the views in this place.  I just feels it trys to be something its not.  Its not a 5 star restaurant.  Why not try to serve  a more reasonable meat or item but make it great.",
        "language": "en"
      },
      "date": "2016-11-15T02:21:59Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/C6yEY5Z_VgHezKWb8dwe4A/o.jpg",
          "caption": "Steak oscar"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Thank you for staying with us. We're glad you enjoyed your overall experience at Polaris. Please know that Chef Rodney and his team create a rotating menu every few weeks in order to keep things interesting, seasonal and full of new creations that are discovered in the kitchen. We want our guests to enjoy an array of food in an atmosphere they will never forget. We hope you will visit with us again, soon.",
          "date": "2016-11-18T17:17:44Z"
        }
      ]
    },
    {
      "user": {
        "name": "Nemil S.",
        "user_id": "2tzAgJzPJa4M21HB6bM3bA",
        "link": "https://www.yelp.com/user_details?userid=2tzAgJzPJa4M21HB6bM3bA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wTiZU0eOA-OrcOnbAivdAw/180s.jpg",
        "address": "Boston, MA",
        "friends": 46,
        "photos": 5,
        "reviews": 108
      },
      "comment": {
        "text": "I only came here for drinks, so I cant comment on the entrees.\n\nI did not know what to expect when I went up the elevator, but I was pleasantly surprised.  More like a hotel lounge, with lots of couches and sofas.  We got seated on one of these comfortable sofas and had a great view of Atlanta.  It took about an hour for the entire thing to revolve.  The menu is really nice and gives a bit of history of the building and Atlanta.\n\nThey have their own smoked 12 year bourbon with Elijah Craig which they use in their drinks.\n\nHouse Aged Manhattan - 3/5 - a great classic cocktail that they use their own bourbon.  A tad too much vermouth for my taste, but a great well balanced solid drink.  \n\nOak and Ginger - 4/5 - this was a delicious drink.  it is made for two, which means it fills up about 2.5 glasses.  It is a bit on the sweeter side, hint of ginger and bubbly, well balanced with bourbon, peach essence, island bitters, lime, and ginger beer.  I would probably skip the Manhattan and get this again...but just for me...\n\nGnocci - 1/5 - soo...maybe the taste isn't really a one, but the decoration flower on the side of the plate had like 10 ants on it which ruined the dish...although none ended up in the food.  When I told the waiter, he made some bad joke about farm to table and did not offer to replace the dish which I think is unprofessional.  The gnocci it self was really dense and warrants a a two stars, the best part was the ham that it came with which was plentiful,\n\nI give it a 4/5 because of the revolving view of Atlanta, and will in the future be back with friends from out of town.  For food and drinks probably a 2/5.",
        "language": "en"
      },
      "date": "2015-12-16T02:36:06Z",
      "rating": 4,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 4
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Thanks for visiting with us and enjoyed the beautiful city views with close friends! As you mentioned, Polaris rotates roughly every 55 mins. We also have our own house bourbon (Elijah Craig) and house vodka (Angel's Envy) which we mix in many of our hand-crafted cocktails. The House Aged Manhattan is a personal favorite and much enjoyed by our guests. The Oak & Ginger is also a fun drink to share with someone. We do regret to hear about your entree experience. Please know that while we do serve many Soil to City items on our menu, we strive to provide a dish where every item is edible and thoroughly enjoyed. We do hope to welcome you back again, soon.",
          "date": "2015-12-17T18:45:52Z"
        }
      ]
    },
    {
      "user": {
        "name": "Kasey B.",
        "user_id": "wsBq2PzWS7bpWc9qwEbxzA",
        "link": "https://www.yelp.com/user_details?userid=wsBq2PzWS7bpWc9qwEbxzA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/q7I_Xm1PQdwPnI5Q1ftn-w/180s.jpg",
        "address": "HI, HI",
        "friends": 0,
        "photos": 7,
        "reviews": 31
      },
      "comment": {
        "text": "If you want a great cocktail to go along with a great view of the city, this is your place! Stopped in for a drink + app before heading out to dinner and Polaris didn't disappoint. The restaurant is small and situated in a way where you don't feel like you're crowded by a ton of people. The food + drinks are great and the service is five stars.",
        "language": "en"
      },
      "date": "2017-05-01T18:41:37Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8Y10ouEZQYOUsnDGbVjLoA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Kasey, thank you for your kind words and for spending a quick evening with us. We hope next time you will stay for drinks, dinner and dessert (and maybe another cocktail)! Great shot and thanks for the recommendation.",
          "date": "2017-06-01T19:38:40Z"
        }
      ]
    },
    {
      "user": {
        "name": "Lourdes F.",
        "user_id": "gJ2ppBkXr_cXKulM49ifmQ",
        "link": "https://www.yelp.com/user_details?userid=gJ2ppBkXr_cXKulM49ifmQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/atjLuG-INSXxSU8JRF62Og/180s.jpg",
        "address": "Houston, TX",
        "friends": 35,
        "photos": 77,
        "reviews": 55
      },
      "comment": {
        "text": "Very different from Houston's Spindle Top: less like a restaurant and more of a lounge. Very relaxed atmosphere.",
        "language": "en"
      },
      "date": "2015-12-06T02:20:21Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5LnstAZhNCNlzgFbq-CQeQ/o.jpg",
          "caption": "The, delicious, apple tart."
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 2
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Thanks for experience Polaris! Our lounge is such a wonderful atmosphere to relax and enjoy a hand-crafted cocktail or a delicious pastry crafted by our Pastry Chef James Gallo. Glad you enjoyed your time with us!",
          "date": "2015-12-07T15:57:15Z"
        }
      ]
    },
    {
      "user": {
        "name": "Merancia F.",
        "user_id": "BY99HaKAJiSRRjEuF0rFiA",
        "link": "https://www.yelp.com/user_details?userid=BY99HaKAJiSRRjEuF0rFiA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/SbFhLuZeqPodVkAMcqD9ow/180s.jpg",
        "address": "Brockton, MA",
        "friends": 129,
        "photos": 83,
        "reviews": 68
      },
      "comment": {
        "text": "I stopped by for some drinks with some coworkers while on a work trip. We went for the rotating floor experience but the cocktails were good and strong. This is a nice, classy place to get a good view of Atlanta in the midst of great company with awesome decent drinks.",
        "language": "en"
      },
      "date": "2018-11-28T01:46:45Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Paul A.",
        "user_id": "MYquSAW5iB0_HnsMPw6Dfw",
        "link": "https://www.yelp.com/user_details?userid=MYquSAW5iB0_HnsMPw6Dfw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/fWAkeDBMeI9yYVQsuw2huw/180s.jpg",
        "address": "Lilburn, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 16
      },
      "comment": {
        "text": "I have been to Polaris 3 times this year.  Each time the food has been excellent but the experience changes depending on where you are seated.  The space is like the Jestons meets Architectural Digest and the views are great.\n\nThey don't take reservations so seating is first come first serve.  The first time we ate dinner at a lounge table. Comfortable chairs and a low cocktail table.  Very cool party like vibe.  The second time we went with another couple and were seated at a proper dining table right up against the windows...amazing.  Last nite we went back and were given the choice to wait for a table or eat at the bar.  We chose to eat at the bar to round out our Polaris experience.  Wrong move...as non drinkers we felt the bartender was neglecting us,  catering and engaging with his drinking clients. \n\nDon't get me wrong...I love this place and will continue to return.  I just won't eat at the bar again.\n\nValet parking which is validated by the restaurant and a private elevator up to Polaris.  \n\nCheck it out!!!",
        "language": "en"
      },
      "date": "2015-10-04T20:58:35Z",
      "rating": 5,
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Richa G.",
        "user_id": "CsBl4RZDZaVuzQXjcrAKbQ",
        "link": "https://www.yelp.com/user_details?userid=CsBl4RZDZaVuzQXjcrAKbQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cwfPNgIy4PgWydpT-vdyxQ/180s.jpg",
        "address": "Chicago, IL",
        "friends": 1,
        "photos": 0,
        "reviews": 5
      },
      "comment": {
        "text": "We went for dessert and drinks and had a great experience. The manager Brian was very helpful and the view was great.Reservations recommended.",
        "language": "en"
      },
      "date": "2019-03-11T20:23:37Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "D.J. K.",
        "user_id": "plTMaR-rGu_hKK3WHEcPwA",
        "link": "https://www.yelp.com/user_details?userid=plTMaR-rGu_hKK3WHEcPwA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/zG5lbvwUy3rqno-47OMKeg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 103,
        "photos": 1058,
        "reviews": 281
      },
      "comment": {
        "text": "Had no idea Atlanta had another revolving restaurant until a coworker told me about Polaris. I can see it being overlooked due to Westin's infamous Sundial just down the street, but as our server adamantly told us, Polaris was first. \n\nIf you've been to the Sundial, you'll soon realize the only similarities they share is  the rotating aspect. Polaris has a modern, bright, hip, casual feel. It's more of a nice lounge to grab drinks and small bites than a true sit-down restaurant. \n\nWe ordered the following shared among a group of 6:\nH&F Asiago Bread: so warm and fluffy w/caramelized shallot butter. YUM!\nRoasted garlic and artichoke tapenade: this was okay...reminds me of an olive salad\nCheese and meats charcuterie board: cute little spread. Local meats and cheese. I liked the one with honey on it.\nDiver Scallops: Small itty bitty things, but so good! \nSoft shell crab and sea bass ceviche: The crab was too overpowering. Probably pass on this next time.\nArtichoke and mushroom Spinach Pasta: Good presentation, pasta was yummy. Be careful, it's spicy!!\nSteak Oscar: My favorite dish! The side of the crab meat and asparagus was delish! The meat was tender and juicy.\nHazelnut Veal Milanese: Don't get this and get the steak!\nPolaris Blue Dome (chocolate mousse): Looks pretty, but it's just regular chocolate mousse in a dome shape. Ordered this for the gram, lol.\nHazelnut Creme Brûlée: not your typical creme brulee. I didn't really like this version.\n\nDrinks: \nPolaris Peach Daiquiri: I don't drink alcohol, but I had a few sips of this and it was so good! I couldn't taste any alcohol, which is probably the opposite of what most people would want. \nBee's Knees: This was really good too! Another sweet drink if you like lemon and honey Almost like a spiked lemon tea :)\n\nThe bathroom is located up a narrow staircase by the elevators and can be a struggle esp if you've consumed a few cocktails and feeling a slight buzz - safety hazard? However, great lighting for selfies in the full-length mirror!\n\n*As a sidenote, it took about ~40min for a full rotation. You get a glimpse of downtown ATL, but not the best view. Try going near sundown, might be prettier.\n\nOverall, great ambiance but $$$$$. Eat somewhere else and come here for drinks and light snacks!",
        "language": "en"
      },
      "date": "2016-05-27T18:16:52Z",
      "rating": 4,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7teMDBavq52ASyHwD2Rb7Q/o.jpg",
          "caption": "Hazelnut Creme Brûlée"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CSeffauy9yY1Fzz2It_duw/o.jpg",
          "caption": "Polaris Blue Dome (chocolate mousse)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KZUlEY5et5tAuVExskmNlw/o.jpg",
          "caption": "Hazelnut Veal Milanese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QWJmRHVeX6FI7Y5_8k7jng/o.jpg",
          "caption": "Pin Up"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/29Od4fGPC3Saf16wA6Gjeg/o.jpg",
          "caption": "Artichoke and mushroom Spinach Pasta"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FABe-64bZAKxdORrlU5FUw/o.jpg",
          "caption": "Soft shell crab and sea bass ceviche"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/js6jYDA0LDZtdYNSL941jw/o.jpg",
          "caption": "Diver scallops seared in rendered bacon"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VreA15zuCNx8DAf5FBiQTQ/o.jpg",
          "caption": "Cheese and meats charcuterie board"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_uY67--Ku6it0iZzEknA4w/o.jpg",
          "caption": "Roasted garlic and artichoke tapenade"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4isRsyXD1PzARbslHDD8Tw/o.jpg",
          "caption": "H&F Warm Asiago Baked Bread"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Wow. Thanks for experiencing Polaris, D.J.K. We're so happy to hear you tried multiple items off our menu and found them all to be delicious and many worth a second trip! Our favorite large plate is the Steak Oscar (and paired with the Bee's Knees cocktail). Great choices! We hope you will continue to visit us and see all the amazing dishes Chef Rodney and his team create during every menu roll out -- which is typically every 2-3 weeks. Hope to see you in Polaris again, soon.",
          "date": "2016-06-14T18:26:22Z"
        }
      ]
    },
    {
      "user": {
        "name": "Sarah K.",
        "user_id": "cFxzoo1fampHHyLo9Yqk5A",
        "link": "https://www.yelp.com/user_details?userid=cFxzoo1fampHHyLo9Yqk5A",
        "address": "Lawrenceville, GA",
        "friends": 1,
        "photos": 3,
        "reviews": 9
      },
      "comment": {
        "text": "My husband and I came to Polaris last night for a date night. We had a great time. Food was great. Service was awesome. The ambiance was amazing... \n\nThe bee's knees is a must. It was soooo good \n\nI like how there were not a lot of choices on the menu. It really shows that they put a lot of thought into each item. I got the kampachi and hubby got the steak. Both cooked and seasoned to perfection! We finished off with the blue dome, which is perfect to share because it's so rich.",
        "language": "en"
      },
      "date": "2016-12-30T12:55:56Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/iZ4aEea1pCSexpemyqhdWw/o.jpg",
          "caption": "Bee's knees"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FfmU424PcJSsx96rBcSxxg/o.jpg",
          "caption": "Kampachi"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vYCG0hkpgfiPbK0_CPfLqw/o.jpg",
          "caption": "Blue dome"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Thanks for dining with us! We are a great date night spot as the atmosphere is comfortable, eclectic and cozy. The perfect spot to enjoy a conversation on leather couches, high-back chairs or across the dining room table (yes we have many seating options!). The Bee's Knees cocktail is delicious and utilizes honey that we harvested from our Rooftop Bee Garden. We hope you and your husband will come back and dine with us again, soon!",
          "date": "2016-12-30T17:03:24Z"
        }
      ]
    },
    {
      "user": {
        "name": "Scott C.",
        "user_id": "jItp4WSX13nS5ss5mPn55A",
        "link": "https://www.yelp.com/user_details?userid=jItp4WSX13nS5ss5mPn55A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Pucq6CDN_qnAmDn1zkCP8A/180s.jpg",
        "address": "Fernandina Beach, FL",
        "friends": 118,
        "photos": 217,
        "reviews": 58
      },
      "comment": {
        "text": "Great atmosphere on top of the Hyatt with a rotating view of the downtown skyline.  Waiters are very attentive and knowledgeable.  Chefs easy to watch work and to talk to.  Some unique cocktails on the menu - try the Bee's Knees using honey from hives on top of the hotel.  Adequate wine menu.  Bread is very nice.   Meat and cheese tray is a nice lite meal in itself.  Get the Polaris for desert!",
        "language": "en"
      },
      "date": "2016-07-21T02:28:18Z",
      "rating": 4,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bBlnVCmc0kw9ReudqL7Pmw/o.jpg",
          "caption": "Bee's Knees and El Diablo cocktails"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fWGPjVKYorscN1NLHBlMgg/o.jpg",
          "caption": "Chefs working as you rotate by"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kgGXjR0HeLmP18_-AsJ67w/o.jpg",
          "caption": "Skyline view of Atlanta from rotating Polaris"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PKEVApdxzn3NnOBp1-1aRQ/o.jpg",
          "caption": "Nice presentation of bread"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1BYlFEfWb6FqO7VgE2xDpg/o.jpg",
          "caption": "Grouper cheeks appetizer"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bnuoZEYyUjshBOYVCzK63A/o.jpg",
          "caption": "Meat and cheese tray"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/S26O7GSp6fdK2cgvfwsKNQ/o.jpg",
          "caption": "Polaris desert"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Walter W.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/5q3QylX5QF7J0_GzYcVq7w/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Scott, thx. so much for your comments. Glad you enjoyed your stay. We love that Blue Dome dessert, too!",
          "date": "2016-07-21T15:20:06Z"
        }
      ]
    },
    {
      "user": {
        "name": "April B.",
        "user_id": "LfLkve4aQ_T0J2v4FjUjdA",
        "link": "https://www.yelp.com/user_details?userid=LfLkve4aQ_T0J2v4FjUjdA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_zZffFNPwDaLXkxuI3t5Cw/180s.jpg",
        "address": "West Covina, CA",
        "friends": 15,
        "photos": 175,
        "reviews": 69
      },
      "comment": {
        "text": "Horrible SERVICE! I hate to say this but this young black woman with cornrow braids and fake eyelashes with contacts wearing a purse was ridiculously horrible! This woman should BE FIRED ASAP! This experience was ruin by this unprofessional woman that had no regards for the place she was representing! \n    First off, my husband bought me flowers that they didn't even set up at all after promising everything will be set up perfectly and It WAS NOT! She kept giving us excuses about forgetting our order due to a larger party of 10 that kept ordering from the menu, ummmm hello this is a restaurant, thats what they're suppose to do! I would never recommend this place for anyone that wants to enjoy their time on a special day. The busboy did more for us than she did. It was a very overpriced HORRIBLE experience. It was our Anniversary and she TRIED to ruin it with a lack of professionalism. Lucky, I have a great man that continues to shower me with gifts and love so I can get over irrelevant people and situations. I repeat NEVER waste your money on a place that people show their disrespect for their place of business.\n       The food was NOT great for the price. My husband had the Sea bass and I had the Steak, I was still wondering where the food was!?!  The shrimp was ridiculously a waste. 2 baked shrimp.for 16 dollars. Our ALCOHOL drinks lacked alcohol and were disgusting just over saturated with lemon and lime! It was a very sad experience! NEVER WASTE YOUR MONEY at a place that doesn't reevaluate their employees to make sure their giving exceptional service! Kudos to the busboy at least he even asked me how I liked my steak! This woman really needs to be fired! Sad but most people that are having a bad day needs to keep it to themselves. Never let you work be affected.            \nHORRIBLE, HORRIBLE, HORRIBLE!  I REPEAT DO NOT COME TO THIS HOTEL POLARIS RESTAURANT or HOTEL to say..... That's my next review! Too many other options instead of coming here... Again Avoid the Polaris especially when the young black chick with cornrows,contacts, fake eyelashes and a chip on her shoulder is working there, Bye Felicia!",
        "language": "en"
      },
      "date": "2017-08-13T18:00:34Z",
      "rating": 1,
      "feedback": {
        "useful": 4,
        "funny": 3,
        "cool": 1
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=7hdnCKFbCl5P0G3l1-E2mw&start=200"
  }
}