{
  "search_metadata": {
    "id": "65ef2aad4d443d83476654aa",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2aad4d443d83476654aa.json",
    "created_at": "2024-03-11 16:00:46 UTC",
    "processed_at": "2024-03-11 16:00:46 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/yPrwvd6z5dCHWU8l4b8nyA?",
    "raw_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2aad4d443d83476654aa.html",
    "prettify_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2aad4d443d83476654aa.prettify",
    "total_time_taken": 1.18
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 0,
    "num": "50",
    "place_id": "yPrwvd6z5dCHWU8l4b8nyA"
  },
  "search_information": {
    "total_results": 473,
    "business": "Budi's Sushi"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 473
    },
    {
      "hl": "zh",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Alla A.",
        "user_id": "37zswAbM8o8a3vBktFli8g",
        "link": "https://www.yelp.com/user_details?userid=37zswAbM8o8a3vBktFli8g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/-xpLXAMKbt202pLryVTaBQ/180s.jpg",
        "address": "Peachtree City, GA",
        "friends": 128,
        "photos": 101,
        "reviews": 72,
        "elite_year": 24
      },
      "comment": {
        "text": "We stopped here on a whim for dinner on Saturday night. The place was not too busy and we got seated right away. Small, clean, simple place with no frills. The service was excellent! Our waitress was prompt and attentive. We had a small mixup when the poke bowl my youngest ordered was too spicy for her, and we just ordered a shrimp tempura roll to replace it. A few mins later a gentleman came to our table with a freshly made poke bowl to replace the one she could not eat. He said, the menu didn't clarify that it was spicy, and he wanted to make sure she got the food she wanted. They used a different sauce to make sure it wasn't spicy! That was super sweet of them! So yeah, definitely 5 stars for that kind of care! \n\nNow, about the food.. can I just say YUM!!! Everything we ordered was delicious. Kids polished off the gyoza and edamame in a few mins. My 10 year old went with Miso Ramen with shrimp tempura, and loved it. The youngest got the salmon poke bowl (it was huge!!!).. she liked it once the spiciness thing was figured out. Hubby went with Peter Parker and Tony Stark rolls.. they were both very yummy. I was extremely happy with the Kaseidon - a wonderful Chirashi bowl. Each type of fish had a bit of topping to accent it and I love the addition to ikura (salmon row). Love the little pop it adds. It was a large bowl and totally worth the price! For my desert I ordered a Hokkaido Scallop Nigiri which was the most luscious and indulgent bite to finish off a great meal. \nSo happy we tried this place, we'll definitely be adding it to our roster.",
        "language": "en"
      },
      "date": "2024-02-07T14:44:59Z",
      "rating": 5,
      "tags": [
        "8 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9QgSi-qTPQr1Y3oahgiA3w/o.jpg",
          "caption": "Fried Gyoza"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/xB4j9KX3MGx19SqirCiQeQ/o.jpg",
          "caption": "Peter Parker Roll (front) and Tony Stark Roll (back) - both delicious!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pNFHkJ_f-7YReOHjsKvPWw/o.jpg",
          "caption": "Sapporo Miso Ramen - kid approved!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YkCGtFfx_AWvyZEMJyHQ3Q/o.jpg",
          "caption": "Edamame"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qAtS4Pa8y0TWcskeVV8cCg/o.jpg",
          "caption": "Sapporo Miso Ramen with shrimp tempura"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LDAVFYUtijtiby9FrTonxQ/o.jpg",
          "caption": "Salmon Poke Bowl"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/sZ5CF1iG-6tKZNLNXBnmKA/o.jpg",
          "caption": "Hokkaido Scallops Nigiri - melts in your mouth!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wB6ZXpud4MdISnlxXRmIzA/o.jpg",
          "caption": "Kaisendon - Chirashi bowl"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Shanoa Y.",
        "user_id": "o6UqyoDrmrAPmx7eRIuQeA",
        "link": "https://www.yelp.com/user_details?userid=o6UqyoDrmrAPmx7eRIuQeA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Vce1970YEBORiM5CN5D0xw/180s.jpg",
        "address": "Hapeville, GA",
        "friends": 14,
        "photos": 68,
        "reviews": 21,
        "elite_year": 24
      },
      "comment": {
        "text": "Food: \n\nThe sushi/food here does not disappoint. My favorites are the house fried rice and the Barry Allen Roll.  I recently tried the Big Daddy Roll and it was Just as good. The Miso Soup and the Spring Rolls are always my favorite appetizers.\n\nService:\n\nThe wait staff is friendly. Not always as attentive, but they still provide good service. \n\nAmbiance:\n\nThe restaurant ambiance is quaint and intimate. Great location and always clean. Bathrooms are clean. Street parking is free after 6 pm M-F. They do have parking available for restaurant patrons in the parking deck however you may have to pay. \n\n\nThis gem is one to visit if you're in town, looking for a low key spot to get good sushi/food.",
        "language": "en"
      },
      "date": "2024-01-21T18:00:15Z",
      "rating": 5,
      "tags": [
        "2 photos",
        "1 check-in"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ortdACuMUEnFFVdqFyN5kA/o.jpg",
          "caption": "Barry Allen Roll (Cooked)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/20HtCIZTxAJ7PmCBS9CqzA/o.jpg",
          "caption": "Lychee Cocktail ( they were out of Lychee so they substituted the Lychee with Cherry)"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cornell R.",
        "user_id": "A_VSL9ovSBoINHBuZjRzow",
        "link": "https://www.yelp.com/user_details?userid=A_VSL9ovSBoINHBuZjRzow",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/KeAH8SmjXaHKX-sZFiiaVQ/180s.jpg",
        "address": "Conyers, GA",
        "friends": 317,
        "photos": 157,
        "reviews": 120
      },
      "comment": {
        "text": "My recent takeout experience at Budi's Sushi left me impressed by their unique sushi offerings and the delicious flavors I encountered. As a sushi enthusiast, I was drawn to Budi's by the promise of distinctive creations, and I certainly wasn't disappointed.\n\nThe menu boasted a variety of inventive sushi choices, including a particularly intriguing option where the sushi is artfully stacked into a pyramid. Eager to try this visually stunning dish, I ordered it with high expectations.\n\nUpon receiving my order, I was initially disappointed when the server inadvertently compressed the pyramid into the container before I had the chance to capture its artful presentation. Despite this small setback, the taste of the sushi more than made up for the missed photo opportunity.\n\nThe flavors were exceptional, and it was evident that the chefs at Budi's take great care in crafting their sushi. The combination of fresh, high-quality ingredients and expert preparation resulted in a truly delicious dining experience.\n\nWhile the price, at $34, may seem steep for a takeout order, the unique and delectable nature of the sushi made it a worthwhile indulgence. Though I regret not being able to capture the pyramid presentation, the taste and quality of the sushi ultimately stole the show.\n\nIn conclusion, Budi's Sushi offers a refreshingly unique take on traditional sushi, and I would certainly recommend it to anyone seeking a memorable culinary experience. Despite the minor disappointment, the delicious flavors and innovative sushi choices make Budi's a standout destination for sushi enthusiasts and food lovers alike.",
        "language": "en"
      },
      "date": "2023-12-30T23:51:13Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fbqW3QkXje5K3lW3ZF2hZw/o.jpg",
          "caption": "Ocean's View"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Vicki N.",
        "user_id": "EvOn3tsqrOapQKUPyhr2IQ",
        "link": "https://www.yelp.com/user_details?userid=EvOn3tsqrOapQKUPyhr2IQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6YtRz9FKxIaHyZkJxgqnng/180s.jpg",
        "address": "Bryan, TX",
        "friends": 107,
        "photos": 58,
        "reviews": 158,
        "elite_year": 24
      },
      "comment": {
        "text": "I was craving a Lychee martini so came to @budissushi for lunch. Had to try this place before I move back to College Station next week. OK this place is not too difficult to find and there was free parking out front. \nThey have a sign saying they are a bit short staffed. There seemed to only be one lady working in the front, mind you there was NOBODY in there so that was fine. The ambience is kinda mid tier. It's not upscale but it's not really a hole in the wall either. \n I have never been able to find a lychee martini in College Station, so this was an absolute must have before leaving Atlanta for good. \nQuick review of the martinis at @budissushi , I ordered the lychee martini first and then the passionfruit tini and this was at about noon on a Friday. The passion fruit Tini, on the dinner menu not the happy hour menu they use different liquor for happy hour, the regular passion fruit martini is soooo extremely delicious and high quality and gives a good buzz. The lychee martini quality was not as great as the passion fruit one, the lychee one tasted a tiny bit like sugar water but it did have a real lychee fruit in it. If you can only choose one go for the passion fruit one off the regular menu with the better quality liquor in it. It's double the price of the happy hour one but worth every penny.\nFor food I ordered the Doc Ock and when it came out my jaw dropped. It is the biggest sushi roll ever, and it has soft shell crab , avocado and cream cheese. This is delicious but I was thinking that it might taste even better if it had spicy mayo on it. I should have asked for that just to try it but I didn't think of it till after I left.\nI wish more people would put prices in their reviews, that can really help. My total bill including 20% tip came to $62.\n I am so glad I stopped in here before my departure.",
        "language": "en"
      },
      "date": "2023-11-24T18:18:24Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GhDMxdMf_wqzY7aSe35PGw/o.jpg",
          "caption": "Lychee martini with real lychee"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7PL1Ziats6zaOCIDqy9eyw/o.jpg",
          "caption": "Passion Fruit Tini off the regular dinner menu, NOT the happy hour one, the happy hour one has lower quality liquor. This one was delicious."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-NGFQaVFqy7-uNftZbo3Nw/o.jpg",
          "caption": "Doc Ock"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Abigail P.",
        "user_id": "kij7XQmMoz9xLCXHUqqg5g",
        "link": "https://www.yelp.com/user_details?userid=kij7XQmMoz9xLCXHUqqg5g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dV89yfNkO8s0-mjNbUpSDQ/180s.jpg",
        "address": "Oceanside, CA",
        "friends": 8,
        "photos": 88,
        "reviews": 121,
        "elite_year": 24
      },
      "comment": {
        "text": "Food was okay. My husband and I LOVE sushi raw and cooked. The service was okay, our waitress was a tad awkward and billed us incorrectly when we asked for a specific billing. She also gave us food we did not order (which isn't a complaint). The pricing was expensive but being in a liberal arts part of the city we know why. We ordered soft shell crab roll and the crab was a TAD fishy. Odd texture but not unbearable. Overall I will not personally be coming back because it was just okay nothing stood out to me. Definitely better food for better pricing out there especially in the city.",
        "language": "en"
      },
      "date": "2024-02-15T14:54:04Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Erica E.",
        "user_id": "6iL3kh42CDWhcEq3y-A5HQ",
        "link": "https://www.yelp.com/user_details?userid=6iL3kh42CDWhcEq3y-A5HQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/7Vp1NdB94Mnnr9ZyJmr6tA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 3896,
        "photos": 4748,
        "reviews": 423,
        "elite_year": 24
      },
      "comment": {
        "text": "My go-to sushi spot and a favorite among Yelpers!\n\nWhen I first arrived in Atlanta and seeking to cure my sushi cravings, I'm so happy that I was turned onto Budi's. As a frequent solo diner, I love restaurants that are chill and relaxing, allowing me to just sit back, relax and enjoy my meal in peace. Budi's is great for that and so much more.\n\nTo start, parking is a breeeeeze for Budi's thanks to the garage that offers free parking for guests of the plaza. I don't believe that I've ever visited and found myself needing to park far or stressing to find a spot, love that. When you head inside this dimly lit sushi bar, one of the first things that you will see is their proudly displayed Yelp Top 50 Places to Eat in Atlanta 2018 accolade. So well-deserved and I'm always happy to see the Yelp logo shown off in our amazing local businesses. :) You'll also see their specials displayed along with a chalkboard showcasing the cocktails of the season before being greeted and seated by one of their friendly team members.\n\nBudi's has a great open layout that allows customers to have their own comfortable seating spaces without being on top of one another. With seating in the lower portion, bar seating and about a dozen tables in the top portion, there's room for several foodies to take in a meal. Me, I love to sit at the top, in a corner with my iPad geared up and connected to Budi's fast wifi. I just know they think I'm a weirdo when I visit, but I go for peace and a delicious meal, which I achieve every single time. The servers are not pushy in rushing me as I sip my beer and indecisively review the menu like I've never visited, it's always so appreciated because some may think I'm just looking for a place to hang out for hours without ordering lol. \n\nI always go for a specialty Asian beer, usually Sapporo or Tsing Tao, which is always served ice cold and is a perfect start to my visit. The menu is so extensive (without being overwhelming) and I try to taste something new each time. So far, my favorites include the spider roll, the terminator, tuna tataki and the salad with ginger dressing -  YUM. I could keep going because each roll I've tasted has been incredibly fresh, packed with delicious ingredients and such a healthy portion. \n\nSeriously great sushi and so much more!",
        "language": "en"
      },
      "date": "2023-05-12T16:08:07Z",
      "rating": 4,
      "feedback": {
        "useful": 15,
        "funny": 5,
        "cool": 15
      }
    },
    {
      "user": {
        "name": "Bel S.",
        "user_id": "teFlQySpvCTeOkjxzjWCiA",
        "link": "https://www.yelp.com/user_details?userid=teFlQySpvCTeOkjxzjWCiA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AWOtFW0-RUw8zEKUlWXSdg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 10,
        "photos": 187,
        "reviews": 53,
        "elite_year": 24
      },
      "comment": {
        "text": "So I was on the hunt for a good ramen and Sushi spot with my daughter in the city, and found Budi's. Nice location just be aware of the parking, it's better to park on the street and not the garage next door. The restaurant will honor the street parking (if a time extension is needed).\n\nThe elevated seating area was nice didn't expect that, when I walked in it was nice and empty just how I planned it . Granted they were reopening for the evening hours, I prefer it that way.\n\nSo the food, we ordered Spicy Chicken Karagge, heads up it wasnt that spicy, but still very good. \n\nFor sushi I got the Yum Yum Roll minus the krab, also very good, they have a lot of sushi option but didn't get a chance to try them all. But I will definitely be coming back. And the service was A1!\n\nThe Tokyo Ramen was a first for me interesting ramen mix, but still quite good! The Sapporo ramen reminded me of a creamy chicken ramen.",
        "language": "en"
      },
      "date": "2023-08-25T15:31:07Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aWFPJED70X3Y_qh9tNZMYA/o.jpg",
          "caption": "Love coming to a Sushi spot right when they open for dinner."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XuQGhB1Du-AZxHN2tJEc1g/o.jpg",
          "caption": "YUM YUM ROLL"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l6wJzgV8zjrT5-NMXdwquw/o.jpg",
          "caption": "SAPPORO MISO RAMEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Ut4x4_jxbIga0GCxmj9WZg/o.jpg",
          "caption": "Yum Yum Roll"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Z8Gtj2BCujjxBPclhiMlSA/o.jpg",
          "caption": "Yum Yum Roll"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/u5alkfSFjt9h1Epc9CupOQ/o.jpg",
          "caption": "TOKYO SHOYU RAMEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lbytYjGDeqQwgdNCSJRW-w/o.jpg",
          "caption": "TOKYO SHOYU RAMEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XwZGkrFqS_QyJi9OxqfODw/o.jpg",
          "caption": "SPICY CHICKEN KARAAGE"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/r82CSZ90bsMA2oGGEGHR1g/o.jpg",
          "caption": "SAPPORO MISO RAMEN"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/EZa0yzbKgR98v_gykebdQw/o.jpg",
          "caption": "YUM YUM ROLL"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Shirrell H.",
        "user_id": "OB2n_qQhWIdYzGhcAE6ttg",
        "link": "https://www.yelp.com/user_details?userid=OB2n_qQhWIdYzGhcAE6ttg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2ZmlF2W7quoWZiM18HZs8w/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 119,
        "photos": 910,
        "reviews": 325,
        "elite_year": 24
      },
      "comment": {
        "text": "I honestly didn't want to come here cause I don't eat sushi but my girl raved about this place. I ordered the shrimp tempura and I wasn't happy about it. Too breaded. Too oily. Just disgusting. The shrimp gyoza was bland. I didn't have high expectations at all but didn't expect it to be such a disappointment.\n\nI would say only come here if you enjoy sushi. My friends pressured me to try the LOL roll and it was delicious. I had two pieces.",
        "language": "en"
      },
      "date": "2023-01-13T19:20:23Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/z6SgWYpzDt0bBzkW-2W_1g/o.jpg",
          "caption": "Shrimp tempura- thumbs down. Too breaded and oily"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cW8nHJZQtrtVC923WOLKwA/o.jpg",
          "caption": "Shrimp gyoza- ehhh"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 1,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Lavinna K.",
        "user_id": "utA1aC8pWt5MKJUkesl2ZQ",
        "link": "https://www.yelp.com/user_details?userid=utA1aC8pWt5MKJUkesl2ZQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qDRxfeH5jCNbnS19Oup4zA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 36,
        "photos": 990,
        "reviews": 274,
        "elite_year": 24
      },
      "comment": {
        "text": "Came with with a friend for lunch. Their food is good but I was really still hungry.  We got the teriyaki vegetable lunch special. It came with a mound of white rice...I didn't want to eat white rice....the server said there was no option for brown rice. They have a nice coconut brown rice on the dinner menu. Normally when we order from here we get it to go. I was surprised how much seating is inside.  \n\nMy lunch experience was 3 stars but bc I've gone several times and never had an issue I didn't have them 4 stars.  I will stick to dinner.",
        "language": "en"
      },
      "date": "2022-11-30T03:50:10Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XgaYXRrKbW4PxoRvSC6BUQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vAqQMl1Cnf6ZaWQHdN4E4g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Jaj66Zc8706vk45HtjaaPQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Joy C.",
        "user_id": "WYwnNhSqFiuHCVrBWkeKTw",
        "link": "https://www.yelp.com/user_details?userid=WYwnNhSqFiuHCVrBWkeKTw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/KXhEUeKXRUPzqaRcNYwvaA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 34,
        "photos": 177,
        "reviews": 150,
        "elite_year": 24
      },
      "comment": {
        "text": "I was craving sushi, but I ended up trying Indonesian food that changed my life. \n\nLocation and Parking \nThis location is downtown in the pencil factory building. Parking is NOT free, please pay close attention to the signs because they aren't obvious.  \n\nVenue and Atmosphere \nThe restaurant is clean with sleek Asian inspired decor. It is a split level restaurant with restrooms on the lower level. \n\nService \nThe waitresses were kind and gave great recommendations, as well as thorough descriptions of menu items. \n\nFood and Beverages \nI ordered the Indonesian fried chicken... oh. my. goodness. I was not expecting perfectly juicy chicken smothered with the most flavorful sauce I've ever eaten in my life. I took a chance on this menu item and it paid off. The portions are large and I was leaving town the next day so unfortunately I couldn't take it home. \n\nVerdict \nI'll return for more life changing food.",
        "language": "en"
      },
      "date": "2023-08-24T16:39:26Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kathy N.",
        "user_id": "GiaeRsKyAzf3xOUepYPqsg",
        "link": "https://www.yelp.com/user_details?userid=GiaeRsKyAzf3xOUepYPqsg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mLFApvZgd504-ZYKxqcTxQ/180s.jpg",
        "address": "Fort Wayne, IN",
        "friends": 37,
        "photos": 90,
        "reviews": 82
      },
      "comment": {
        "text": "Got takeout yesterday night, ordered two rolls; dragon and PPAP. 8 pieces per roll. I placed my order on the phone after a couple of tries and I kept getting a busy line. I arrived about 15 mins after the call to pick up. Staff were attentive and friendly, chefs pushed my to go order out quickly for me and I was thankful. I drove back to my Airbnb and saw the rolls.. I was very underwhelmed. One, the bill costed me 36$ before I tipped. To me that seems incredibly pricey for what I was getting. Two, they made and gave me the wrong roll. instead of a dragon roll I got an eel roll?? DEFINITELY not worth 40 some dollars (after the tip). Im from out of town so I'm not sure if it's an Atlanta thing but 2 different restaurants, two nights in a row has been a hard miss for me. Someone point me in the direction of  good food please!",
        "language": "en"
      },
      "date": "2023-11-12T00:23:28Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wFzqJNxHssKNcDkAnDmVZg/o.jpg",
          "caption": "PPAP and what was supposed to be a dragon roll but was an eel roll ... I don't even like eel like that."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rafi H.",
        "user_id": "0h375axcHal-9lUW1Ul02A",
        "link": "https://www.yelp.com/user_details?userid=0h375axcHal-9lUW1Ul02A",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 2
      },
      "comment": {
        "text": "I was looking for a place to stop by and eat on my way to Grady Hospital for an appointment when I saw this place on the way from King Memorial station. The restaurant was pretty open with a lot of seating, a bar, and a good amount of TVs playing sports channels and I was able to get a table to myself.\n\nI took a look at their online QR code menu and saw a lot of options for kitchen food and sushi, so I thought to get something that could fill me up while I pass the time. I ordered the Spicy Chicken Karaage, the OZ Big Bang sushi roll and some soda.\n\nThe chicken was really good! It's a good portion as an appetizer and the kewpie mayo and lime slice was really interesting to eat the chicken with. The chicken was juicy, really flavorful, and the spice is mild. Definitely gonna grab it again next time I'm around.\n\nThe sushi came out pretty fast as well. The roll was a deep fried one with smoked salmon, cream cheese, some eel, and imitation crab with spicy mayo and eel sauce. I also really enjoyed this as someone that normally doesn't eat sushi! It was pretty nice to have a cooked roll.\nIt was pretty large at around 10 or so pieces and the flavors were really good. Next time I'm around, I'll be sure to stop by again to try out more stuff!",
        "language": "en"
      },
      "date": "2023-11-18T03:41:52Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0aHhX8ztfmJs7AAT0A4CPw/o.jpg",
          "caption": "Spicy Chicken Karaage"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uqStqbpB24txc5uWhqwZsQ/o.jpg",
          "caption": "OZ Big Bang"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Yi H.",
        "user_id": "DcFlCrhPCdUxN2FHGuKVsA",
        "link": "https://www.yelp.com/user_details?userid=DcFlCrhPCdUxN2FHGuKVsA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Btx7fsZRyT83PF7Hfh1VOQ/180s.jpg",
        "address": "Houston, TX",
        "friends": 303,
        "photos": 966,
        "reviews": 235,
        "elite_year": 24
      },
      "comment": {
        "text": "3.5-4 stars. Only tried a few things off their menu and enjoyed them! The Barry Allen sushi was pretty cool, deep fried roll topped with seasoned crawfish. Thought the rice was a bit too thick but the flavor was good. The takoyaki was good, lots of octopus. Cucumber salad was average, just cucumber with soy sauce topped with imitation crab. \n\nService was fast, our server was very attentive and friendly. Ambience was nice.\n\nOverall a slightly above average experience. Nothing bad, but nothing amazing. Would come back to try other sushi on their menu but probably not my top choice.",
        "language": "en"
      },
      "date": "2022-12-15T07:53:15Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZEKXD0J8-bmz6spitTHeTQ/o.jpg",
          "caption": "Barry Allen sushi + cucumber salad w crab"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Eddy C.",
        "user_id": "dgZ7ahVADjq05k_wWG07eA",
        "link": "https://www.yelp.com/user_details?userid=dgZ7ahVADjq05k_wWG07eA",
        "address": "Marietta, GA",
        "friends": 479,
        "photos": 22,
        "reviews": 29
      },
      "comment": {
        "text": "there arent many sushi places in the atlanta area, so this was a good discovery for us! there was a good amount of food, the bowl was filling and the pieces of sushi we got were pretty big. everything tasted fresh and we thoroughly enjoyed our meal",
        "language": "en"
      },
      "date": "2024-02-19T15:41:16Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CA2CTP_9kJFo65ER3o_53Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8C0DGBwmJtgRU0YnknQDwg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Katie J.",
        "user_id": "TyW8hDa8J12srINZGfm3VQ",
        "link": "https://www.yelp.com/user_details?userid=TyW8hDa8J12srINZGfm3VQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tKei_hK53Comqf8lKr99EA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 171,
        "photos": 555,
        "reviews": 349
      },
      "comment": {
        "text": "The food is excellent! Tried this place for the first time during lunch. I ordered the lunch combo and LOL roll. Service was great! The place felt cosy and it has a nice set-up. \n\nHighly recommend and I plan to go back and explore more sushi roll options.",
        "language": "en"
      },
      "date": "2023-04-21T12:58:44Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/T20OkZy0mKm_6iSrheOgLA/o.jpg",
          "caption": "LOL roll"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Terrance N.",
        "user_id": "eaO8nJt5kDUrwa1Vc4wF3g",
        "link": "https://www.yelp.com/user_details?userid=eaO8nJt5kDUrwa1Vc4wF3g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9f4E76AXCvQwlT8edtFZ4A/180s.jpg",
        "address": "New Orleans, LA",
        "friends": 140,
        "photos": 9,
        "reviews": 15
      },
      "comment": {
        "text": "The food was amazing but the service was terrible. I understand being short staffed but the restaurant was not busy at all and there was no need to have us waiting over 30 mins for soup/and a cali roll. Will return tho!! Hoping they're staffed when I go back.",
        "language": "en"
      },
      "date": "2023-12-19T03:48:04Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tiffany C.",
        "user_id": "-kD97JOUZ47hSEY7Mo-sFQ",
        "link": "https://www.yelp.com/user_details?userid=-kD97JOUZ47hSEY7Mo-sFQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/84NhyaUDIB1h6yDU0SVyQQ/180s.jpg",
        "address": "Alameda, CA",
        "friends": 38,
        "photos": 0,
        "reviews": 11
      },
      "comment": {
        "text": "Budi's is my go to when I want some authentic spicy food! I always order the same things sushi and the Indonesian fried rice. They have warnings about the level of the three different levels of spice, and I have had them all. Being a Cali girl, I love hot food so it definitely suits me. I usually get my fix at least once a month. I love that the restaurant is always clean and the sushi is always fresh!",
        "language": "en"
      },
      "date": "2023-12-22T21:45:13Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Victor R.",
        "user_id": "pEgIdaKn0rXlZZHNx0Vi7w",
        "link": "https://www.yelp.com/user_details?userid=pEgIdaKn0rXlZZHNx0Vi7w",
        "address": "Tampa Bay, FL",
        "friends": 0,
        "photos": 6,
        "reviews": 9
      },
      "comment": {
        "text": "The food is not good we try 2 sushi and the house fried rice really bad rice the philly roll is super small and 0flavor and the oz big bang fried roll just really bad taste and super expensive for no reason the server repeat the order before paid and when i ask for my receipt just found she double charged and never read that the place is just a empty walls location we see nice reviews and is just sad is bad food bad service",
        "language": "en"
      },
      "date": "2024-02-03T02:35:21Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ivy U.",
        "user_id": "qKoZsU1rVi3CC1la9twetw",
        "link": "https://www.yelp.com/user_details?userid=qKoZsU1rVi3CC1la9twetw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/eKcueLeVcktTmztM9L4aIg/180s.jpg",
        "address": "Douglasville, GA",
        "friends": 6,
        "photos": 37,
        "reviews": 95,
        "elite_year": 24
      },
      "comment": {
        "text": "My colleague treated me to lunch here. It was a to-go order, but we were mins from the restaurant. It arrived not and hot. Sushi was delicious! I had the Bandicot and the Yum Yum rolls. I'd def return here again if I'm in the area!",
        "language": "en"
      },
      "date": "2023-03-17T20:53:14Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WVax05UtWkMvdUaT370Dhw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ho A.",
        "user_id": "8lAlsgpzEL3ccSdEbsHEJw",
        "link": "https://www.yelp.com/user_details?userid=8lAlsgpzEL3ccSdEbsHEJw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QAXSCkbdGaicCBOTosCxdQ/180s.jpg",
        "address": "Manhattan, NY",
        "friends": 14,
        "photos": 200,
        "reviews": 94,
        "elite_year": 24
      },
      "comment": {
        "text": "Mediocre sushi at best. I ordered a roll with eel and a roll with tempura shrimp. I believe one of them was OMG roll. The eel was quite soft and a bit soggy. The tempura shrimp roll was ok but also not very different than the packaged sushi sold at a supermarket. \nThe pyramid dish was savory and well balanced so that one could be recommended.\nWe also ordered katsu beef. The sauce is great. However, the advertisement is that it will be cooked to your order. However a \"medium\" was cooked as \"very well done\". \nAlso the service is not quite attentive to customers.\nThey need to improve a bit more to deserve this 4.5 stars or maybe Atlanta just doesn't have a better sushi restaurant? Sigh...",
        "language": "en"
      },
      "date": "2022-09-03T20:29:15Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/PbOICKirV2QwkPTxLc7vZA/o.jpg",
          "caption": "Ocean pyramid"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Michelle K.",
        "user_id": "Zf8hBwMSsETuB1ALcwAANA",
        "link": "https://www.yelp.com/user_details?userid=Zf8hBwMSsETuB1ALcwAANA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_qDswjyY1N_xFJDVwEJ_2Q/180s.jpg",
        "address": "Oakland, CA",
        "friends": 526,
        "photos": 869,
        "reviews": 547,
        "elite_year": 24
      },
      "comment": {
        "text": "I am from the bay area and I had fairly low expectations for sushi in Atlanta. \n\nI'm pleased to say that I was proven wrong! I wholeheartedly endorse Budi's as a solid spot to grab sushi.\n\nWe arrived for lunch and ordered two lunch specials for a nigiri set and a shrimp tempura udon. Would come here again!",
        "language": "en"
      },
      "date": "2022-11-10T17:12:58Z",
      "rating": 4,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hannah D.",
        "user_id": "4djiFPBAZMjZe5ixgb6Lcw",
        "link": "https://www.yelp.com/user_details?userid=4djiFPBAZMjZe5ixgb6Lcw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/dLfGSmpYb4HTsA3BAGgMEQ/180s.jpg",
        "address": "Ames, IA",
        "friends": 315,
        "photos": 3,
        "reviews": 3
      },
      "comment": {
        "text": "The food was so. Darn. Good. I eat sushi multiple times a week and stopped in here while in town. Had no wait and the sushi was fantastic. \n\nGot the twisted tuna, LOL roll, Tony stark roll, spicy tuna.",
        "language": "en"
      },
      "date": "2023-01-13T00:05:23Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aieNaZGMbSG-Mc5zJTaNiw/o.jpg",
          "caption": "Tuna twister- this ball is filled with spicy tuna"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Abrya G.",
        "user_id": "aHehC7Do1P6WVB8XCsz_Bw",
        "link": "https://www.yelp.com/user_details?userid=aHehC7Do1P6WVB8XCsz_Bw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Z1Fl40YMr0WlWSTLjjs0SQ/180s.jpg",
        "address": "North Fort Lauderdale, Tamarac, FL",
        "friends": 1,
        "photos": 6,
        "reviews": 5
      },
      "comment": {
        "text": "The food was amazing! I ordered the Fried Gyoza & the Rainbow sushi rolls with a Mule to drink. \nThe Fried Gyoza was fried to perfection, slightly spicy but crispy goodness. \nThe Rainbow sushi was great, they were hand rolled and were served with a side of soy sauce. The fish in the sushi was definitely fresh and you could definitely tell.\nIf you don't wanna get tipsy, don't order the Mule; i got mine with tequila because I'm not a gin Or vodka girl, but it was superb!!\nThe food came out pretty fast, but it also wasn't busy (I went on a Wednesday night). The customer service in the beginning was a little iffy but as the night progressed, things got better. I would definitely recommend and will be returning.",
        "language": "en"
      },
      "date": "2022-12-23T01:31:04Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mHQeLxHICHitN0NmwHpDWQ/o.jpg",
          "caption": "Rainbow Rolls & Eel Rolls"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brandon R.",
        "user_id": "i-gi6PA-GTkyReHx5gDiiQ",
        "link": "https://www.yelp.com/user_details?userid=i-gi6PA-GTkyReHx5gDiiQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oF71nAkDzjaJt-y8QXRucg/180s.jpg",
        "address": "Honolulu, HI",
        "friends": 9,
        "photos": 2,
        "reviews": 8
      },
      "comment": {
        "text": "Favorite spot for me and lady to dine. We live right upstairs so we are here often. Love all the staff and the owners are hard working people who care! Wish everybody in Atlanta would come experience what these great people offer to the community. Good food and drinks. Nice place to sit down with family and enjoy food. See you guys soon.",
        "language": "en"
      },
      "date": "2023-11-04T19:50:02Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jacqui C.",
        "user_id": "6tG6lmZOzzJP25Yd_H60ZQ",
        "link": "https://www.yelp.com/user_details?userid=6tG6lmZOzzJP25Yd_H60ZQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gGlECR5gQxjhnUX_H1rwZw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 111,
        "photos": 98,
        "reviews": 89,
        "elite_year": 24
      },
      "comment": {
        "text": "Updated to 5 stars because there is parking located behind the building next to the one where the restaurant is located. \n\nWent to Budi's with a friend last week for lunch. It's been 4 years since I've been back and the menu now features Indonesian street food! \n\nIt makes sense since the owner is from Indonesia and we decided to order Indonesian for lunch. \n\nThe mie kuah was pretty authentic and had the right kecap manis (sweet soy sauce) and belacan (fermented shrimp paste) flavor. The noodles not too soggy and not too Al dente. Overall, a successful dish for me. The serving was definitely generous and enough for 2 to share especially if appetizers were ordered too. My lunch mate ordered the Balinese fried chicken which was also generously portioned but a little on the spicy side. \n\nThe service was attentive and helpful as always.",
        "language": "en"
      },
      "date": "2022-04-14T18:35:51Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pomtJ1Rcg46X3JwmMiCXQg/o.jpg",
          "caption": "Balinese Fried Chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AOLBzzMIcxawjLrc_OjBAg/o.jpg",
          "caption": "Mie Kuah tek tek - Indonesian tossed noodles"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Rae J.",
        "user_id": "FX1bS_oWM4mfrJQ5ivPFIA",
        "link": "https://www.yelp.com/user_details?userid=FX1bS_oWM4mfrJQ5ivPFIA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2_FEKCqBGWWp1aIop8Gefw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 233,
        "photos": 106,
        "reviews": 167,
        "elite_year": 24
      },
      "comment": {
        "text": "Service was really slow. We were seated quickly but we didn't get our drinks until after we were done with our food. Some of the food never came. We were offered no apologies or solution. There's convenient parking but not sure if I'd return",
        "language": "en"
      },
      "date": "2023-04-08T02:44:59Z",
      "rating": 3,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Ashaki H.",
        "user_id": "YZDzDJvUb4-53mRZvmWCmg",
        "link": "https://www.yelp.com/user_details?userid=YZDzDJvUb4-53mRZvmWCmg",
        "address": "Cypress Station, Houston, TX",
        "friends": 0,
        "photos": 0,
        "reviews": 20
      },
      "comment": {
        "text": "5 stars for service and food. Everything was delicious and the service was awesome. I was visiting for a conference. I will definitely go back on my next visit.",
        "language": "en"
      },
      "date": "2024-01-01T23:25:24Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Zoë A.",
        "user_id": "_9IxRjN1XwCop1HoqgNwAA",
        "link": "https://www.yelp.com/user_details?userid=_9IxRjN1XwCop1HoqgNwAA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yfGoJtVY1MgaT39bvlXtFg/180s.jpg",
        "address": "Pawling, NY",
        "friends": 1,
        "photos": 0,
        "reviews": 13
      },
      "comment": {
        "text": "It's hit or miss. I ordered a fried rice combo just recently and my experience was a lot different from my last. I was given an order without an item I paid for. I called the driver and she stated she wasnt given the drink. I called Budi's Sushi and I was told they could see about a refund once the manager arrived and that there was nothing else that could be done. Pretty poor to blame the fact that the order wasn't complete on the driver when that was the restaurant's responsibility. Whether the manager is in office or not, staff should have the skill to deal with and resolve such an issue. \n\nNot surprised but irritating because the likelihood that I'll think of this place as a first choice for delivery in the future is slim.",
        "language": "en"
      },
      "date": "2023-06-03T22:48:16Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Eve L.",
        "user_id": "lxz3GZEayJWOnIJn9TefQQ",
        "link": "https://www.yelp.com/user_details?userid=lxz3GZEayJWOnIJn9TefQQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mrL55dikOOzlnKF48zlenA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 2,
        "photos": 101,
        "reviews": 28
      },
      "comment": {
        "text": "Tried Budi's for the first time a few weeks ago & they did NOT disappoint! We went for lunch & our server Eddie was very nice & helpful. I had the Ocean Pyramid - the real reason I wanted to try the restaurant - & OMG, FANTASTIC!! The design is beautiful but the taste was fresh & delicious. I loved it & ate the whole thing myself, even though Eddie said it was for two people to share. It's not THAT big but it's definitely filling & if you're hungry enough one person can eat it... you may not eat anything else the rest of the day though bcuz you're full. My friend ordered the sushi+ lunch combo & he enjoyed his meal thoroughly. We said we will be back & I plan to go for round 2 of the Ocean Pyramid.\nParking is literally next to the restaurant, it has the graffiti awning. It's free & it's close by, perfect!\n\nWe decided to go back last weekend & the server was not a good as our server the first time, Eddie. I honestly don't even remember the 2nd servers name. I ordered the Ocean Pyramid & it was delicious as ever! We also ordered the edamame & shrimp pot stickers, both were good. My dad ordered the OMG roll & the New Orleans rolls. This was his first time eating sushi & he liked the OMG roll but wasn't a huge fan of the New Orleans roll. I tried it & I wasn't either, it tasted burnt.",
        "language": "en"
      },
      "date": "2022-07-24T13:59:47Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gsQx6VjDTxUhXMsyImBrZA/o.jpg",
          "caption": "Miso soup"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Farah A.",
        "user_id": "VCVIWOP1vqR6TyOzS5o_wA",
        "link": "https://www.yelp.com/user_details?userid=VCVIWOP1vqR6TyOzS5o_wA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/X7946KwX7foqNBbRWXhtRg/180s.jpg",
        "address": "Chicago, IL",
        "friends": 189,
        "photos": 2764,
        "reviews": 319,
        "elite_year": 24
      },
      "comment": {
        "text": "Budi Sushi is the BEST!! I absolute loved this place. 10/10 for offering HALAL meats. The menu has a good selection of Indonesian cuisines and has a variety of sushi rolls. The portions are huge and the service is good. Great place to come with family and friends. \n\nThe star of our dinner was Ocean Pyramid. It is a must try, with huge servings of salmon, tuna, and yellowtail in a pyramid of sushi rice, scallions, masago, wasabi tobiko and avocado. I loved the Peter Parker sushi roll, it was so fresh and tasty. The Tan Tan Ramen was bursting with flavors and so delicious . Loved the chicken satay too. Highly Recommend!",
        "language": "en"
      },
      "date": "2022-01-10T03:00:49Z",
      "rating": 5,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/f_GumUu6cX0WqMUKq2W9pQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/41FtivVjW7XE87gXCVQyQg/o.jpg",
          "caption": "Ocean Pyramid"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mEn1o3szXm_AtQHvV0FKKw/o.jpg",
          "caption": "Thai iced tea"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YldjAbBD8Cy5h_uT_n-EAQ/o.jpg",
          "caption": "Steak Yakiniku"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AVc0aOz6lcIKwD1t5HXuOg/o.jpg",
          "caption": "Osaka Sushi"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/eVu6qGhlpqR7HczyQeSonw/o.jpg",
          "caption": "Chicken Satay"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QqehypiDwYcb-bk9a69j-g/o.jpg",
          "caption": "Peter Parker & LOL"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cYhCaKNZ3gUsc5u-QzBQtA/o.jpg",
          "caption": "Tan tan men ramen"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9TeTSMH96AWb7Q-QJnMq7A/o.jpg"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Scott H.",
        "user_id": "Kpf64vJZWvPhYp5dtkmdXQ",
        "link": "https://www.yelp.com/user_details?userid=Kpf64vJZWvPhYp5dtkmdXQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/a_RcMtOni7wPKA0I3MHk3A/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 208,
        "photos": 3,
        "reviews": 26
      },
      "comment": {
        "text": "Ordered seaweed salad came out room temp and the Barry Allen roll n soft shell crab roll they both tasted the same like each other no flavor but a burnt oil taste ..  told server n only ate half of each and fir lunch total of $80 I got no adjustment or anything !!  Won't be back .,!!  Oh it was 2:30 pm there was me and one other table in whole place .",
        "language": "en"
      },
      "date": "2023-10-14T21:39:53Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": ". ..",
        "user_id": "GjWIS5M5wUsOoG0g_BJkOw",
        "link": "https://www.yelp.com/user_details?userid=GjWIS5M5wUsOoG0g_BJkOw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0_EbA-4dkP3WAanhfe3Jbg/180s.jpg",
        "address": "Buckhead, Atlanta, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 4
      },
      "comment": {
        "text": "The food was alright but payed more then we actually ate. We only had gotten five tiny octopus balls for $9, fried chicken goza (6) for $9 then got only two pieces of salmon nigiri for $9.95 but there was barely any rice. This place does no refunds or exchanges even if you don't like the food. Floors were sticky when you walked around with water down sprite. Staff was very friendly and service was good. Although I wouldn't come back the octopus balls and chicken goza is my recommendation, they came out warm enough to enjoy and flavor was definitely there. It was mostly empty with a few people dinning in also but noticed they had lots of take out orders. I would personally give this place a 6/10.",
        "language": "en"
      },
      "date": "2023-06-04T23:04:56Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Hyp3z2RJN_-3r0U3q8bxGg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Vanessa E.",
        "user_id": "bQqxBYlhygbzGCVCH0wJfg",
        "link": "https://www.yelp.com/user_details?userid=bQqxBYlhygbzGCVCH0wJfg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/houLUXDRxyFr9fFBvIPuWQ/180s.jpg",
        "address": "Decatur, GA",
        "friends": 39,
        "photos": 1983,
        "reviews": 408,
        "elite_year": 24
      },
      "comment": {
        "text": "Vegetarian sushi menu! So exited to have veggie sushi beyond an avocado maki and sweet potato. The garden salad was fresh and the ginger dressing is phenomenal. The New Orleans roll will definitely be ordered again. The fried rolls are a little chewy, but a nice crunch.",
        "language": "en"
      },
      "date": "2022-09-17T01:48:52Z",
      "rating": 5,
      "tags": [
        "7 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/UGd0pc8VzdDfVNjsDVTBnQ/o.jpg",
          "caption": "Garden salad with ginger dressing"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KeNF79Q2BvOt8WtgBCYDDA/o.jpg",
          "caption": "Veggie katsu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_ANu3LCmrZpsFgzn3KmjNA/o.jpg",
          "caption": "Spicy tuna (right) key c (left)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/so5po28Ebqmt2ZqFb0sQ0g/o.jpg",
          "caption": "Key C (left) and spicy tuna"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DIzbDoJBRquayRzeTQoI1Q/o.jpg",
          "caption": "New Orleans"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Hb8ZMct8xl3RPDL8rAzfxg/o.jpg",
          "caption": "Veggie katsu (left) avocado maki"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QgN8x7Jg6qYlPnqiXV4iTQ/o.jpg",
          "caption": "Spicy tuna"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Cassandra Tia H.",
        "user_id": "rNCbKcDBWbNn3LhqwU09vg",
        "link": "https://www.yelp.com/user_details?userid=rNCbKcDBWbNn3LhqwU09vg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PPhQduizcs8K8VESCDw7xw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 167,
        "photos": 678,
        "reviews": 122,
        "elite_year": 24
      },
      "comment": {
        "text": "Lunch on a Wedbesday. I arrived a little before 1pm. It was not busy at all. \nFirst let me start by saying.. how did I come here and not have any sake.. or even a sake bomb.. next time.. next time. \nMy second visit to this location in Downtown Atlanta.  (First of course was a Yelp Brunch  Event)\nParking was easy. Although the spots seemed  awfully  close.. but could be my 54 yr old vision.. lol. \nAnyway, let's get to why you are really here.. \nThe FOOD!!!!\n1.Check - in using Yelp.. they offer a Free Spring roll to redeem or use later. \nVeggie Spring Rolls \nComes with Sweet Chili Sauce you get  2 rolls. \nThat sauce is so good. We ordered one to go. \nOrder Time.. give me that \nCucumber  Salad with Crab to start. \nSliced cucumbers served with ponzu sauce\nTopped with Crab. Crab was sweet, Cucumber  fresh. My favorite starter to any sushi meal. \nI orderd the \nOZ BIG BANG Fried Roll. \nFilled with Cream cheese, smoked salmon, eel, crab, avocado, deep-fried, spicy mayo & eel sauce. \nMan he didn't lie.. it was BIG and very filling. \nTo drink I simply had a Arnold Palmer.. it was good.  \nOur server David was a true delight. Very nice and all Smiles.  \nThe ambience  was nice.. good music playing in the background. I will  certainly  come back. \nBut note they close  lunch down at 2:30pm and  reopen  for  dinner at 5pm. \nGo grab your Buddy and head to Budis.. you won't be disappointed.  Trust me.",
        "language": "en"
      },
      "date": "2022-10-06T17:20:23Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YoQJ9L9SmLPq4kBjMcfa6A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XEBCUPJ6hYMckRF6uNAW3Q/o.jpg",
          "caption": "Sliced cucumbers served with ponzu sauce topped with Crab.  Cucumber  Salad"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/roqsK1yzG5ld2jFI7UO-hw/o.jpg",
          "caption": "Oz Big Bang  Cream cheese, smoked salmon, eel, crab, avocado, deep-fried, spicy mayo & eel sauce"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "LaKisha B.",
        "user_id": "cwZ6CWjAozoC_bHkOY20kg",
        "link": "https://www.yelp.com/user_details?userid=cwZ6CWjAozoC_bHkOY20kg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hwhYDgE2tqUim1xTY8n9QA/180s.jpg",
        "address": "Washington, DC",
        "friends": 142,
        "photos": 403,
        "reviews": 206,
        "elite_year": 24
      },
      "comment": {
        "text": "I loveeee sushi. \n\nMy friend and I were looking for a place to grab a bite and came across Budi's. The reviews were great and the pictures of the food made my mouth drool, so I pressed my friend to place an order.\n\nI ordered the OMG and PPAP rolls as well as the egg fried rice. SO FRIGGING GOOD. The food was fresh and full of flavor.\n\nI feel like I set myself up because I came across some great restaurants in Atlanta (and surrounding areas) that I would most definitely support but I live so far away. I'm low-key jealous of the locals who can frequent these places more than me, lol.\n\nI definitely recommend Budi's.",
        "language": "en"
      },
      "date": "2022-06-05T20:01:11Z",
      "rating": 5,
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "April T.",
        "user_id": "6Dei6sPynYClgquXBpHgnw",
        "link": "https://www.yelp.com/user_details?userid=6Dei6sPynYClgquXBpHgnw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gl4AwVr9oRFsfTWaDv2-MQ/180s.jpg",
        "address": "Marietta, GA",
        "friends": 3,
        "photos": 5,
        "reviews": 10
      },
      "comment": {
        "text": "Excellent sushi with beautiful presentation! My only regret was ordering too much and being full by the time the ocean pyramid got to the table, next time I'll just start with that! It was huge, def enough for 2",
        "language": "en"
      },
      "date": "2023-03-12T00:14:35Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YjijGEA2sMsAgxVzeNi-Hg/o.jpg",
          "caption": "The ocean pyramid"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stephen L.",
        "user_id": "TzYxgI4ApoEDWXf6Siuu-g",
        "link": "https://www.yelp.com/user_details?userid=TzYxgI4ApoEDWXf6Siuu-g",
        "address": "SoMa, San Francisco, CA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Amazing food and awesome staff. This place has a very peaceful environment. and the pricing is very reasonable.",
        "language": "en"
      },
      "date": "2023-12-10T02:06:06Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Milany D.",
        "user_id": "dsRxWDM7-az7lg0BJxxD4A",
        "link": "https://www.yelp.com/user_details?userid=dsRxWDM7-az7lg0BJxxD4A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/mJINxE7dvI9u-fepfCPxJg/180s.jpg",
        "address": "Oslo, Norway",
        "friends": 0,
        "photos": 6,
        "reviews": 1
      },
      "comment": {
        "text": "The service was very good, our server was nice and attentive we were a party of 4 people we ordered 4 Ramen soup out of the 4 only 1 liked it, I found it super expensive for the type of food...",
        "language": "en"
      },
      "date": "2023-04-02T22:20:16Z",
      "rating": 2,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dBzHoxb6JT8Ix_SvvsHCnw/o.jpg",
          "caption": "Tuna & avocado roll"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fptBbjIIKUIrRhgbPWF2tQ/o.jpg",
          "caption": "Ramen"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2g5b6RDwu4eBHDKoaZJq-A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vkm_3XI_rtzR9478gDfmag/o.jpg",
          "caption": "Dragon roll"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/O8nQQ6T7cYOkR_r8JDEpXQ/o.jpg",
          "caption": "The place"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FmGJd8m7gWKu0LxBKA0pgQ/o.jpg",
          "caption": "Dumplins"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dr. Sheryl S.",
        "user_id": "t-BE6VDgWtgZBbApOEvruw",
        "link": "https://www.yelp.com/user_details?userid=t-BE6VDgWtgZBbApOEvruw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1WVWxg_WDF1FSfJND1JKLQ/180s.jpg",
        "address": "Pawling, NY",
        "friends": 0,
        "photos": 1,
        "reviews": 11
      },
      "comment": {
        "text": "Cleanliness score is outstanding! Sushi is fresh. Never disappoints. Hot entrées are consistently delicious. Late night hours.",
        "language": "en"
      },
      "date": "2023-08-28T19:35:33Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Steve A.",
        "user_id": "tgeFUChlh7v8bZFVl2-hjQ",
        "link": "https://www.yelp.com/user_details?userid=tgeFUChlh7v8bZFVl2-hjQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xOU6vZRYshury6etTe5bIQ/180s.jpg",
        "address": "Aurora, IL",
        "friends": 4770,
        "photos": 7027,
        "reviews": 4700,
        "elite_year": 24
      },
      "comment": {
        "text": "Budi's Sushi is the best. It has a healthy and light menu of tasty rolls and other Asian cuisine. They have decent prices too. Easy to understand menu simplified for local tastes but not insulting. Has various specials on several cocktails and sushi. \n\nGood atmosphere. It has a classy look and a bar. This looks high end but the prices aren't though. It's made fresh so it just can take awhile. Just wait. I came with my date and we got some cocktails and rolls for dinner. It's $9 for a Lychee Martini. This is sour even though it's also sweet. Several rolls are vegetarian friendly. We had the Avocado Rolls and the Shiitake Rolls. It's about $5 for each. These are small looking but these are filling. \n\nIt kind of is in a not impressive looking area. Many homeless and other sketchy people around. They have plenty of free parking.",
        "language": "en"
      },
      "date": "2021-05-05T18:05:21Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QzvZGq5G9oSAywcWWGOgNg/o.jpg",
          "caption": "Lychee Martini And The Avocado And Shiitake Rolls"
        }
      ],
      "feedback": {
        "useful": 15,
        "funny": 3,
        "cool": 11
      }
    },
    {
      "user": {
        "name": "Khalil W.",
        "user_id": "D-lwZQbubO574nlYviUL3g",
        "link": "https://www.yelp.com/user_details?userid=D-lwZQbubO574nlYviUL3g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yKgF7bHvvriLXtoI1wdYYg/180s.jpg",
        "address": "Smyrna, GA",
        "friends": 107,
        "photos": 40,
        "reviews": 42
      },
      "comment": {
        "text": "First time eating at Budi's and it was good! I got the OMG roll (pictured bottom) and the OZ Big Bang roll. My favorite was the OMG but both rolls were really good. The menu is good. The restaurant is small but it's a decent vibe. I'd come back to eat here again.",
        "language": "en"
      },
      "date": "2023-01-04T23:19:38Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OCa9fwDPr2zUkMR_XMs2NA/o.jpg",
          "caption": "OZ Big Bang (top) and OMG rolls (bottom)"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kristen R.",
        "user_id": "3dA8-G2qYucSjGztD9fzPQ",
        "link": "https://www.yelp.com/user_details?userid=3dA8-G2qYucSjGztD9fzPQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/kJ8raZMOC1Y2ysdc80hdkg/180s.jpg",
        "address": "PA, PA",
        "friends": 75,
        "photos": 267,
        "reviews": 98,
        "elite_year": 24
      },
      "comment": {
        "text": "this sushi was AMAZING. oh my gosh - the sushi pyramid was wonder. i highly recommend trying it.",
        "language": "en"
      },
      "date": "2022-12-22T05:27:25Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lK1ClPLE1FHrOyJwBegwpw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OUGY0NiUuevd9GmZhpqWLg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/li4b8tApjSZ5Wkc293hpiA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V5pzVWATw99GBIQhHNpvsw/o.jpg",
          "caption": "sushi pyramid"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/REudYYbLjXX4Hkj8OQhDog/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "G G.",
        "user_id": "uMK0EDj1Vjqybm0fkJTRKQ",
        "link": "https://www.yelp.com/user_details?userid=uMK0EDj1Vjqybm0fkJTRKQ",
        "address": "Milledgeville, GA",
        "friends": 0,
        "photos": 7,
        "reviews": 22
      },
      "comment": {
        "text": "Tied with only one other restaurant for the best sushi in Atlanta as far as I'm concerned!  They have unique options I haven't found anywhere else.  My three favorite rolls are the PPAP, the Barry Allen, and the Spicy Salmon.",
        "language": "en"
      },
      "date": "2023-11-09T09:04:24Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sam W.",
        "user_id": "4kvBvoiNEjUdTF8Bk6q5mA",
        "link": "https://www.yelp.com/user_details?userid=4kvBvoiNEjUdTF8Bk6q5mA",
        "address": "Midtown Atlanta, Atlanta, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 1
      },
      "comment": {
        "text": "Unprofessional service when bones were in the roll and drink was spoiled. Way better sushi around for cheaper.",
        "language": "en"
      },
      "date": "2023-08-13T23:24:52Z",
      "rating": 1,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wNGpma0peA8oDZH3sHX5_A/o.jpg",
          "caption": "Fingernail looking bones in the roll. Soapy tasting drink."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/F8MxkDPzsdFaOA49I4h-Mg/o.jpg",
          "caption": "Wouldn't you be concerned?"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kerry H.",
        "user_id": "iUvPAQuI_zlM8MVtxahj_A",
        "link": "https://www.yelp.com/user_details?userid=iUvPAQuI_zlM8MVtxahj_A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0Mj22N1hid7zsvIgnvq3ww/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 15
      },
      "comment": {
        "text": "Competent sushi spot: fresh, flavorful, quick. Friendly staff. Great for take-out!",
        "language": "en"
      },
      "date": "2023-07-29T18:57:24Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stella W.",
        "user_id": "_NcU6X9ljiO9bC4FMrjiiA",
        "link": "https://www.yelp.com/user_details?userid=_NcU6X9ljiO9bC4FMrjiiA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/twpPetaumL5uhAeDoQHMdg/180s.jpg",
        "address": "Louisville, KY",
        "friends": 240,
        "photos": 890,
        "reviews": 271
      },
      "comment": {
        "text": "Cute, down to earth place with quality food! My server was really nice and attentive, and food had a really quick turnaround. It was not too busy on a Saturday afternoon, and the place itself is industrial chic, nothing pretentious. \n\nTakoyaki - smaller than average portion. A bit starchy. Can taste the octopus in it. \n\nOcean's pyramid - note this takes longer, about 20 minutes to prepare. Chef did a great job when asked to rush the order. The fish was fresh and at least 4 different types of raw fish in it. Love the topping! Very tasty and good portion for 2. \n\nTook one star off because the price a bit too much for just one person.",
        "language": "en"
      },
      "date": "2022-03-06T00:42:11Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RMQDbQ7TjGhVb6Cc8X2hjQ/o.jpg",
          "caption": "Oceans pyramid"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ABgxtqHccvgvPweVb1Y-Ag/o.jpg",
          "caption": "Takoyaki"
        }
      ],
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tiff H.",
        "user_id": "O3nhfuz6W4wlmIQgM_Oo2g",
        "link": "https://www.yelp.com/user_details?userid=O3nhfuz6W4wlmIQgM_Oo2g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/RQp7577eq54o43wXX_wCIg/180s.jpg",
        "address": "Dunwoody, GA",
        "friends": 1561,
        "photos": 12659,
        "reviews": 2401,
        "elite_year": 24
      },
      "comment": {
        "text": "I first heard about Budi's Sushi at a Yelp event (I actually didn't go to the event BUT I went to the Tabi sushi event, which has since shut down) but I still wanted to check out Budi's Sushi for the Thrillist esteemed Ocean Pyramid. \n\nI went with fellow Yelper Toni W. (Last year...) and we had a freaking good time (see her review below). We started off with some cocktails since we had already gotten started at a previous event that left us sorely disappointed. I ordered the Okinawa Mai Tai which was a pretty pink drink and a bit sweet for me. However, it did get me turnt! Especially since it was followed by some sake shots. \n\nWe ordered the Ocean Pyramid, of course. And it's every bit as glorious as it seems when you see it on social media. A heaping geometrically stacked pile of sashimi and rice... it's how every poke bowl should be served, tbh. \n\nWe also tried some Indonesian dishes that were on the menu. We ordered the mie kuah tek tek, which was a massive pile of saucy noodle deliciousness.\n\nThe owner was SO sweet! She came over and introduced herself - she recognized Toni from the previous Yelp event and offered us sake shots on the house! And she even thought over a random sushi roll that she had them whip up for us - there's not even a name for it. Afterward, she invited us to sing with her on their karaoke machine. Apparently, we made it just in time for Karaoke Night. She wasn't just nice to our table - she made sure to stop at every table - i think i saw her doing a sake bomb at another table lol!!\n\nDefinitely a good time at Budi! A second location just opened up down the street from my house in Dunwoody and I can't wait to check it out!",
        "language": "en"
      },
      "date": "2020-12-29T06:09:24Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4beWnS_kDaNsl7tIggP5tg/o.jpg",
          "caption": "Street Food Menu 2 (11/13/19)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/vgR2pGBiiBzeFyoiq4QRlQ/o.jpg",
          "caption": "Drink Menu 11/13/19"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lqNKV-DF3r3OjuoxMQYAHw/o.jpg",
          "caption": "Street Food Menu 1 (11/13/19)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/JE4QJ3AWJnufCxT92Lfi9Q/o.jpg",
          "caption": "Menu 2 (11/13/19)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/myclARwvd2T0cvq9TaML8Q/o.jpg",
          "caption": "Cocktails - Okinawa Mai Tai (L) and Lychee Martini (R)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oCTXOK-vUJ21dKHN4uTQ_A/o.jpg",
          "caption": "Menu 1 (11/13/19)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4EwScjQfSlxjp_2jCpMZsw/o.jpg",
          "caption": "Ocean Pyramid @tiffhuangry"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/17Kk_R1jkOR9BqkhL36oSg/o.jpg",
          "caption": "Okinawa Mai Tai @tiffhuangry"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1XavBbGyNFX1gUCyvz3TWg/o.jpg",
          "caption": "Mie Kuah Tek Tek"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fP8feMT-l4xsCdHhFCJhZg/o.jpg",
          "caption": "Specialty Roll @tiffhuangry"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 1,
        "cool": 3
      }
    },
    {
      "user": {
        "name": "Jing L.",
        "user_id": "P4AxBC_5533A7CzkrFgsnw",
        "link": "https://www.yelp.com/user_details?userid=P4AxBC_5533A7CzkrFgsnw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5WnZkhyE_QJK5MayR1SV-w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 492,
        "photos": 1057,
        "reviews": 315,
        "elite_year": 24
      },
      "comment": {
        "text": "Review based on take out only**\n\nYummy. We ordered 3 rolls from this place for take out the first time. It was well packed and they were very friendly. We've been here 2x already since we discovered the place. Reasonable prices for fresh sushi. Since I can't go to Japan right now.. this definitely help curbs my cravings. Bonus points for being ITP and really close to my house, haha. \n\nSecond time we decided to try Sashimi A combo (18.95) and 2 rolls (Barry Allen and Rainbow). Barry Allen is similar to volcano roll at other places with spicy mayo and crawfished topped off. Not sure I'd get this one again bc it's very heavy, deep fried, etc. But we did love the rainbow roll which is why we got it again the second time. I think the best deal was the Sashimi combo. You get 12 thick cut pieces for less than $20?? what a steal! And it's extremely fresh too. \n\nHighly recommend if you are looking for a good sushi place with fresh fish!",
        "language": "en"
      },
      "date": "2021-04-08T14:31:28Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/gTOT-KixugSEPMN1C9bqMA/o.jpg",
          "caption": "Left to right: omg, rainbow, LOL rolls"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Huma H.",
        "user_id": "-VMuW9PGXpjfgPzet3bZ-Q",
        "link": "https://www.yelp.com/user_details?userid=-VMuW9PGXpjfgPzet3bZ-Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/GBKJ3nLRKMxpwuJncT9tGA/180s.jpg",
        "address": "Kennesaw, GA",
        "friends": 166,
        "photos": 121,
        "reviews": 67,
        "elite_year": 24
      },
      "comment": {
        "text": "Budi's Sushi is located in an industrial area in Downtown Atlanta, surrounded by apartments and a few other restaurants nearby. I also saw a sign for a pencil factory in the parking lot. We went on a Thursday, so we did not face any major crowds, though there were still a good amount of people in the restaurant. Also it's halal! (Except for the chicken gyoza which the manager clarified was not halal). \n\n-ambience: it's a cute restaurant with a bar as well as a small upstairs area with chairs and tables. The overall wall decor is super cute and stylish (I loved the mirror piece as well as the paintings) but the chairs and tables look like they were taken from a high school cafeteria lol, which takes away from the overall ambience. The silverware and plating were clean and looked decent. \nAlso given covid, they required customers to wear face masks, and also took our temperatures before seating us. 4/5\n\n-appetizer: we got the veggie spring rolls, which came with a sweet and sour sauce. As you can see from the photo - we attacked on it pretty quick. They were warm and tasted fresh, and went great with the sauce. 5/5\n\n-entree: we got the beef Tokyo shoyu ramen, the spicy tuna and shrimp tempura rolls (pictures not shown), and the rendang padang beef dish with rice. \n\nRamen: The ramen broth was delicious and paired well with the bamboo shoots and noodles. However the beef included in the dish was pretty tough and I had to take bites out of the beef itself to break it (too tough to do using chopsticks) 4/5\n\nSushi: the spicy tuna was seasoned well and the shrimp tempura roll was fresh and tasty. I could have taken down another round - No complaints here! 5/5\n\nRendang Padang beef: this dish reminded us of an Indian styled curry, just more mild in spice. The flavor was delicious, however, the cuts of meat used in the dish seemed to be of tougher type, because despite the fact that the meat was breaking apart easily, the taste of the meat itself was lacking some fat and flavor. It paired well with the rice and the small salad on the side. 4/5\n\nOverall, a great little restaurant with true potential. We will be back for more!",
        "language": "en"
      },
      "date": "2021-03-14T17:27:17Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IHdhxscsSqefnp22hbiRqA/o.jpg",
          "caption": "Padang Rendang Beef dish with rice"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/L4d9mWYU2bRKHoaErxkL8A/o.jpg",
          "caption": "Beef Tokyo shoyu ramen"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/DPpjy8OjE6TWArQJAUEn7A/o.jpg",
          "caption": "Seating area"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/G7YznO3vMtbvhAqzhhhrOg/o.jpg",
          "caption": "Veggie spring rolls"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jaleah L.",
        "user_id": "xMvjMZIcJhPmtfDFVzNROA",
        "link": "https://www.yelp.com/user_details?userid=xMvjMZIcJhPmtfDFVzNROA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/9bnajnhLLAOWJM8AaV9Vrw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "Amazing restaurant!! Sashi (I hope I spelled it right) was a great server and it was only her first week. Very much appreciated as we are not from the Atlanta area and felt very welcome  Thank you Sashi!!",
        "language": "en"
      },
      "date": "2023-06-20T22:29:50Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=yPrwvd6z5dCHWU8l4b8nyA&start=50"
  }
}