{
  "search_metadata": {
    "id": "65ef2ae92fe302df4a06bd59",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2ae92fe302df4a06bd59.json",
    "created_at": "2024-03-11 16:01:45 UTC",
    "processed_at": "2024-03-11 16:01:45 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/3ehyrexo3WcoTy74c2jDKA?",
    "raw_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2ae92fe302df4a06bd59.html",
    "prettify_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2ae92fe302df4a06bd59.prettify",
    "total_time_taken": 2.21
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 0,
    "num": "50",
    "place_id": "3ehyrexo3WcoTy74c2jDKA"
  },
  "search_information": {
    "total_results": 1941,
    "business": "Flying Biscuit Café - Midtown"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 1941
    },
    {
      "hl": "fr",
      "count": 1
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Megha D.",
        "user_id": "UYsjL_qG3cxPFRM-7nufjg",
        "link": "https://www.yelp.com/user_details?userid=UYsjL_qG3cxPFRM-7nufjg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MQhkIA00YRz3kj9enOmjHw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 38,
        "photos": 503,
        "reviews": 243,
        "elite_year": 24
      },
      "comment": {
        "text": "I hadn't been to Flying Biscuit since my college days, so when I won a giftcard through an Instagram giveaway, I was excited to check it out again! We walked up on a Saturday morning around 12p and I was shocked there was no line (usually I see lines wrapped around the corner!). We waited about 5 minutes and our group of 3 was seated right by the window which was awesome. \n\nOur server was really awesome and quick with our requests. I got a hot chocolate and the GA Peaches and Cream Waffle Breakfast. My hot chocolate was super rich and I loved the whipped cream on top. The breakfast platter came with SO MUCH FOOD, we were loving the portions!! I loved the peach compote on my waffle as well as the savory sausage it came with. The eggs were a little overdone and the biscuit was alright but I did really enjoy my cheesy grits. Overall, better than I last remembered and would recommend for Midtown brunch.",
        "language": "en"
      },
      "date": "2024-02-27T00:08:48Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/uuIjyjgZleMoblHHe6uOUw/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Joseph H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/azeO2hWAytsRNwcWGkp5HQ/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Hi Megha, \n\nThanks for swinging by and sharing your experience! It's awesome to hear that you decided to revisit Flying Biscuit after your college days, and even better that you won a gift card through an Instagram giveaway – talk about a sweet deal!  Thanks a million for recommending us for a Midtown brunch spot – we can't wait to welcome you back for another round of deliciousness! \n\nBest regards,\n\nFlying Biscuit\nManagement Team",
          "date": "2024-03-04T02:27:21Z"
        }
      ]
    },
    {
      "user": {
        "name": "Tellisa B.",
        "user_id": "_FHgQczQ52FOzt-WUB159w",
        "link": "https://www.yelp.com/user_details?userid=_FHgQczQ52FOzt-WUB159w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/FChh9ldFVaVh8HmMBfXA1g/180s.jpg",
        "address": "GA, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 1
      },
      "comment": {
        "text": "Giving our experience the lowest rating based on the service.\n\nThis year my family started a new tradition to have monthly family reunions.  Life is too short so instead of waiting all year to gather, we decided to make this a monthly event.  \n\nThe family group is 4 sisters with their respective children (ages 14-21). We are all from Macon, GA but 2 of the 4 sisters reside in Atlanta.  We typically try to arrange to meet on a date/time that everyone can attend. The past few selections have been to dine in Atlanta... requiring 2 of the sisters and their children to travel to Atlanta.  For March 2024, we decided on The Flying Biscuit on Piedmont.  Each month we meet at different restaurants for the fellowship and fun. It's a time to share everything from the highs like birthdays, awards and recognitions, to lows like doctor visits and surgery results. \nArrive at The Flying Biscuit, Midtown at 3p\nParty of 9- we sat at two tables: 5 adults at one table/4 minors at another.  Excited to see one another, we were all in great spirits.  We were greeted by a male server who never introduced himself, only stated that he will be taking care of us (later found out his name is Joseph St. Croix). He seemed rushed and slightly agitated.  His demeanor was not pleasant. This was most of my family's first time at the restaurant and the menu can be quite daunting.  We decided to at least give Joseph our drink order to allow more time for them to review the menu.  'Joseph' returned with the drinks for both the adult table and children.  Unbeknownst to the adults, there was an issue of Joseph bringing out an orange juice instead of water to one of the minors.  When she informed him that she didn't order orange juice, she wanted water, he snapped at her with a rude comment.  \nJoseph comes and stands at the adult table to take the food order, they really didn't have time to review the menu to make a final selection so my niece asked if we could have 5 more minutes.  He walked away saying 'Khalil  you are going to have to wait on them, I don't want them.\"  \nWe were all astonished and embarrassed at the display of disrespect and disregard and it spoiled the rest of the experience for us.\n\nAlthough Khalil was polite to come over greeting us and take our order, Joseph destroyed the whole base of why we began this reunion in the first place. We were quite uncomfortable having to now order and be assured that Joseph wouldn't be a part of the cooking, preparing or serving our food.  He continued to walk about the restaurant glaring at us from time to time.  It was horrendous.  Perhaps he found it okay to transfer his male aggression on 4 females with their children. \n\nI asked Khalil to speak to a manager.  'BB' arrived and I begin to tell him what happened when he cut me short and said that servers rotate tables.  I told him that I understand that servers rotate tables, but that's not what happened.  He didn't allow me to finish before interjecting that excuse.  He invited me to go outside to speak with him more.  I found it odd because I was not loud or causing a scene with my complaint.  He continued to talk more and more about filing a complaint on Yelp. I could not get a word in edgewise.  Finally, I informed how important and precious these family moments were.  Flying Biscuit has many locations but we chose Midtown.  'BB''s resolve to my complaint was to go on Yelp. No discount/no compensation. The bill was less than $200. I asked for the owner's information, he directed me to Yelp. I asked for the owner's name, guess what...you got it..Yelp. \n\nSo here's my review on Yelp...I hope to hear from the owner soon.\n\nService from Joseph-0\nService from Kalil- 5\nFood-3 (we dare not mention anything about the food temperature) \nAmbiance-0  (thanks to Joseph and BB)",
        "language": "en"
      },
      "date": "2024-03-10T03:52:22Z",
      "rating": 1,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XI7-aDMAhsGm_8EG4Wb7WQ/o.jpg",
          "caption": "Total bill"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Joseph H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/azeO2hWAytsRNwcWGkp5HQ/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Dear Tellisa,\n\nWe sincerely apologize for the unacceptable experience you had at our restaurant. Your feedback is invaluable to us, and we are deeply sorry for the lack of professionalism displayed by our staff, particularly Joseph. This falls short of the standards we strive to uphold for all our guests.\n\nRest assured, we are taking immediate action to address this matter internally to ensure that such incidents do not occur in the future. We appreciate your patience and understanding, and we hope for the opportunity to make things right for you and your family. What would be the best number to call you and our Director of Operations will get back to you?\n\nLooking forward to hearing from you soon!\n\nSincerely,\n\nFlying Biscuit \nManagement Team",
          "date": "2024-03-11T05:12:40Z"
        }
      ]
    },
    {
      "user": {
        "name": "Anna J.",
        "user_id": "mRubz6q_qETHj_yM_iD1oQ",
        "link": "https://www.yelp.com/user_details?userid=mRubz6q_qETHj_yM_iD1oQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0Zy84NXxwnqx7zAZuX9W4g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 50,
        "photos": 558,
        "reviews": 259,
        "elite_year": 24
      },
      "comment": {
        "text": "Flying Biscuit is another place where I have been multiple times but don't remember it being this good lol I always remember it being okay!! But honestly it was stellar\n\nWe showed up just before 12 and we waited like 10 minutes max which was AWESOME. Once seated our waitress was super nice and attentive to us and got us drinks quickly. Food took a bit but we enjoyed chatting!\n\nI got the egg-stravaganza and it was so much food for $14. It was absolutely delicious. \n\nWould def recommend and go again!!",
        "language": "en"
      },
      "date": "2024-02-17T19:50:21Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hLqP1BerWIZS-2i91nbRKg/o.jpg",
          "caption": "Coffee"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SfGVMAb193gKS4I3ei5NYQ/o.jpg",
          "caption": "Egg - Stravaganza"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Joseph H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/azeO2hWAytsRNwcWGkp5HQ/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Hi Anna, \n\nThank you for your eggceptional review! We're thrilled to hear that your recent experience at Flying Biscuit exceeded your expectations. We appreciate your recommendation and can't wait to welcome you back again soon!",
          "date": "2024-02-23T08:15:28Z"
        }
      ]
    },
    {
      "user": {
        "name": "Dionne H.",
        "user_id": "KVKIvMY5gL5scNgexlENiQ",
        "link": "https://www.yelp.com/user_details?userid=KVKIvMY5gL5scNgexlENiQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PR-7du5V9YkwLSov8ncMmg/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 41,
        "photos": 560,
        "reviews": 323,
        "elite_year": 24
      },
      "comment": {
        "text": "I thought it was cool little spot with lots of patrons enjoying their food. I decided on the waffle with honey hot sauce and chicken fingers . I ordered a hot tea and a biscuit on the side. I kind of didn't need that. \nThe food was tasty and came out fast . I can't complain about the service because it was good. The bathrooms were clean. I need to come back again to try something else on the menu .",
        "language": "en"
      },
      "date": "2023-12-19T02:58:07Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IUUIfZb5sFjLCxiYA5N5EA/o.jpg",
          "caption": "Waffle and chicken fingers"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zreg-ler4U73MCj1GkrxhQ/o.jpg",
          "caption": "What I ordered"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CMaeP2nz4j1c4xGY4yrPjg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Thank you for taking the time to leave us a review! We’d love to know how we can provide a 5-star experience. If you would like to reach out by email at midtown@flyingbiscuit.com to share specifics about your visit, we’d love to hear from you.",
          "date": "2024-01-30T15:38:33Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jenna B.",
        "user_id": "IisQsh6xsSFh7dzV6qLZfQ",
        "link": "https://www.yelp.com/user_details?userid=IisQsh6xsSFh7dzV6qLZfQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TXbLFjczqXT-YzExcu1JkA/180s.jpg",
        "address": "San Diego, CA",
        "friends": 40,
        "photos": 215,
        "reviews": 150,
        "elite_year": 24
      },
      "comment": {
        "text": "Went on a Saturday morning after searching 'breakfast' in the area and it did not disappoint. It hit exactly what we were looking for. \n\nWaited about 30-40 minutes, and then got seated at a small table in the back. The place was packed and def can't fit more tables, but in an endearing way. \n\nCoffee is bottomless and in miss-matched mugs. Portions are generous and delicious. And our waiter Alex was incredibly personable, kind and told us to sit enjoy and don't worry if there's a line, to take our time chatting and eating \n\nMenu standouts were the perfectly crispy but fluffy waffle, the chicken sausage gravy, and the cranberry apple butter they serve with the biscuits. YUMM",
        "language": "en"
      },
      "date": "2023-11-17T04:16:49Z",
      "rating": 5,
      "tags": [
        "6 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2iC6m7gIBvhf6H5x9yj_ZQ/o.jpg",
          "caption": "Award wall"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NmKaK0BO5ZnjbQjRBmHygw/o.jpg",
          "caption": "High flyer breakfast, with a waffle to share"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fGZzxgQ9MbUV5DN7AUpQ3Q/o.jpg",
          "caption": "Love to see this"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0IB9hl8LVMhAc30JvxhNgw/o.jpg",
          "caption": "November 2023 menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fHsKCMR_1jvS9ucPJgBZyA/o.jpg",
          "caption": "November 2023 beverage menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_UD5_Wy1SbKzuXoqsS8rPw/o.jpg",
          "caption": "November 2023 menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Thanks for your patience, we appreciate the 5 stars! ",
          "date": "2024-01-30T16:16:31Z"
        }
      ]
    },
    {
      "user": {
        "name": "Jay B.",
        "user_id": "wG1OGjcz2eGTQlYixsh3pA",
        "link": "https://www.yelp.com/user_details?userid=wG1OGjcz2eGTQlYixsh3pA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/NyaN8hcJkf_c35UUaIqkjw/180s.jpg",
        "address": "Yorktown, VA",
        "friends": 6,
        "photos": 704,
        "reviews": 120,
        "elite_year": 24
      },
      "comment": {
        "text": "This place stays busy. You can get your good go and sit in the area outside especially if you have a big group or an active kiddo. \n\nThe decorations on the wall and ceiling are nice.\n\nFood was good. Definitely got our money worth. We would try it again. \n\nWe kept losing our waitress due to her taking care of other tables.",
        "language": "en"
      },
      "date": "2023-11-02T03:58:36Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wCLlqiArJO3wmwKJTSfbhQ/o.jpg",
          "caption": "FLYING BISCUIT BREAKFAST"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lU7jiaMlExFbPVnsGgMFzA/o.jpg",
          "caption": "NEW STRAWBERRY CHEESECAKE STUFFED FRENCH TOAST"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Janie G.",
        "user_id": "NpVI3lyIHxk4Re9JTz_ggQ",
        "link": "https://www.yelp.com/user_details?userid=NpVI3lyIHxk4Re9JTz_ggQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ATiWnsiV5f6i7He8g-f62g/180s.jpg",
        "address": "Hillsboro, MO",
        "friends": 359,
        "photos": 29,
        "reviews": 32
      },
      "comment": {
        "text": "This restaurant is very laid-back. While the biscuits were good, don't come for the biscuits. Come for the Bellini's. But most of all come for the grits. Those grits were absolutely cooking for hours. We got there just as they opened and I had the best cheesy grits of my entire life. I think I had stuffed French toast with raspberry sauce, and crème' anglaise. Service was amazing. 10 stars.",
        "language": "en"
      },
      "date": "2024-03-08T14:16:19Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Joseph H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/azeO2hWAytsRNwcWGkp5HQ/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Dear Janie,\n\nThanks for the awesome review! We're thrilled you enjoyed our laid-back atmosphere and our famous Bellini's. And yes, those grits are truly something special! We put a lot of love and time into perfecting them. Looking forward to serving you again soon! \n\nBest Regards,\n\nFlying Biscuit\nManagement Team",
          "date": "2024-03-11T05:18:16Z"
        }
      ]
    },
    {
      "user": {
        "name": "Johnny G.",
        "user_id": "VEjMxVnvI3g1CvjMjj5PSg",
        "link": "https://www.yelp.com/user_details?userid=VEjMxVnvI3g1CvjMjj5PSg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LGxbQl6-S08hqIo8hDbVCQ/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 355,
        "photos": 788,
        "reviews": 555,
        "elite_year": 24
      },
      "comment": {
        "text": "Shoutout to Vladimir, great guy and you call tell he dedicated to giving everyone a good experience.\n\nIt is fast casual dining that I saw open pretty early. The prices are phenomenal for Atlanta. I went all in. Got the Freebird Benedict and it delivered. It was out of bounce. Creamy, salty, rich, meaty. I was transported to flavor-town. The grits were a perfect complement to the dish, great texture to it.\nI rounded off my meal with a Belgian Waffle (only 4.99). It was crispy and not overly sweet. \n\nI want to nitpick but it was a perfect. Only wish I found this place sooner on my Atlanta trip.",
        "language": "en"
      },
      "date": "2023-08-17T02:02:26Z",
      "rating": 5,
      "feedback": {
        "useful": 3,
        "funny": 0,
        "cool": 2
      }
    },
    {
      "user": {
        "name": "Diego A.",
        "user_id": "0sgebnQL0lQevB9Od69cng",
        "link": "https://www.yelp.com/user_details?userid=0sgebnQL0lQevB9Od69cng",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VPkg1m8MJ2xJ7Ph8YnHnDg/180s.jpg",
        "address": "Riverview, FL",
        "friends": 46,
        "photos": 291,
        "reviews": 216,
        "elite_year": 24
      },
      "comment": {
        "text": "The place location itself was right in midtown, with a good amount of parking in the back. We walked in and were greeted and sat pretty much immediately. The place a cool vibe. Glass walls, very open, but we didn't get that fishbowl feeling.\n\nThe server was assertive and friendly. I always worry when servers take down orders by memory, but there were four of us and she didn't mess up a single thing.\n\nThe food was absolutely delicious. Got to taste a couple of dishes and they were equally delightful, but with very different flavor profiles. Portions are generous and pricing is on-point for the great quality of the food.\n\nNext time we're in ATL... we'll be back!",
        "language": "en"
      },
      "date": "2023-09-12T17:26:39Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MzB3CjHVjJZs-HA3POO-Wg/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OdGk7Vf9lLA9taaRs1Hxfg/o.jpg",
          "caption": "The HOT DIRTY BIRD. So delicious!"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oebPbG6AbhxAaMGxgJUY9Q/o.jpg",
          "caption": "The vibe inside."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Marni M.",
        "user_id": "STh102kWVJW1R0jU55fb-w",
        "link": "https://www.yelp.com/user_details?userid=STh102kWVJW1R0jU55fb-w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HVIggetIWB3dSA8dojLAuw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 322,
        "photos": 2294,
        "reviews": 1048,
        "elite_year": 24
      },
      "comment": {
        "text": "My mom and I decided to come here as I needed to drop her off at the airport which was more on our way. There is private parking in the back with a handful of space left at 11 am on a Monday. The cafe was almost entirely full when we got there so we were offered seats at the bar as they were the only ones available for a party of two. \n\nMy mom ordered their CLASSIC BENEDICT w/ GRILLED MAC & CHEESE while I got their THREE AMIGOS BREAKFAST TACOS w/ SPICY VEGAN COLLARD GREENS. We were both beyond happy with our meals! Although the ham slices were a little thin they were well grilled just like the mac and cheese which was a first for us. I thoroughly enjoyed my breakfast tacos with all the side sauces of queso, hot sauce, and tomatillo (green sauce). The chorizo added some additional seasoning and texture with the scrambled eggs. The collard greens were also the best I've had as a newly moved Northerner, spicy and garlicy! \n\nOverall, my mom and I had a very good experience especially considering how busy they were. Our server was also the bartender, runner, and sometimes even the host at times. Everyone seems to work well together and still with smiles on their faces. With good food and even better service, I will certainly be back!",
        "language": "en"
      },
      "date": "2023-07-25T01:49:58Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7TrAnYYK8PhdzZph8fFbEQ/o.jpg",
          "caption": "THREE AMIGOS BREAKFAST TACOS w/ SPICY VEGAN COLLARD GREENS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kOUfPd2IJzz3NnzYs7YRFg/o.jpg",
          "caption": "CLASSIC BENEDICT w/ GRILLED MAC & CHEESE"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qgWj6yTgVyo6ZcNN2RY7xA/o.jpg",
          "caption": "THREE AMIGOS BREAKFAST TACOS w/ SPICY VEGAN COLLARD GREENS"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Erik B.",
        "user_id": "kEfG0D2ga4vl0xbIUjZ3mA",
        "link": "https://www.yelp.com/user_details?userid=kEfG0D2ga4vl0xbIUjZ3mA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3GL64d3j3uIhsxwaorVq9g/180s.jpg",
        "address": "New York, NY",
        "friends": 347,
        "photos": 812,
        "reviews": 334,
        "elite_year": 24
      },
      "comment": {
        "text": "When you enter there's an award for \"Best In Town\" hanging on the wall. Quite honestly I can see why - PACKED with crowds on the weekends for brunch with a hard-working group of servers / staff, reliable southern food dishes (like collard greens) and a fun bar to sit for a meal. The bartender was clearly overwhelmed but made an effort to check-in on us & gently nudge other waiters when food wasn't available in a timely fashion.\n\nI ordered the vegetarian omelette with egg whites, side of biscuit (and collard greens) and fruit. The omelette was quite filling and proportionally filled with a range of veggies like mushrooms, spinach, feta cheese, and tomatoes. The biscuit came lathered in butter and the collard greens felt homey. \n\nVery affordable, family friendly, and conscientious for its level of service. Highly recommended!",
        "language": "en"
      },
      "date": "2023-07-01T21:29:06Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Vc8TULG_ipfs02zrcqt58Q/o.jpg",
          "caption": "Egg white omelette with veggies"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TdqjF2TJ3RHoyAP17VtbWw/o.jpg",
          "caption": "SPICY VEGAN COLLARD GREENS"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Mahauganee S.",
        "user_id": "OsFFu_Brkf1Wn1RRuBECrQ",
        "link": "https://www.yelp.com/user_details?userid=OsFFu_Brkf1Wn1RRuBECrQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/TusRXAlvDr9DyvU3SdjJ0g/180s.jpg",
        "address": "Stockbridge, GA",
        "friends": 42,
        "photos": 576,
        "reviews": 162,
        "elite_year": 24
      },
      "comment": {
        "text": "Meh. This was just okay. If you want a quick meal in a tight space that feels sort of mom-and-pop-ish, this is your place! Otherwise, I suggest you go elsewhere. \n\nThe best parts of the experience were that the service was friendly and the food came out quickly. \n\nThe food was just okay. It wasn't the most delicious or innovative food ever, but it'll do in a pinch.",
        "language": "en"
      },
      "date": "2023-07-23T19:29:51Z",
      "rating": 3,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0_F-PCoalIQo2xddrhkMnw/o.jpg",
          "caption": "Menus"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/VzuLQEpBzwBUl8SJXB4I6w/o.jpg",
          "caption": "Smoked Salmon Scramble (subbed potatoes for grits)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/aI-SZC7fxrEl2enXCF2ovw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RlqD5MdmmvuybAUAO9NnLA/o.jpg",
          "caption": "HOT DIRTY BIRD Fresh Seasonal Fruit"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Kayla L.",
        "user_id": "Xe-m1bEUBSpW7Af6B8VCyA",
        "link": "https://www.yelp.com/user_details?userid=Xe-m1bEUBSpW7Af6B8VCyA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8OThmgR0gB59veA82MMS_Q/180s.jpg",
        "address": "Houston, TX",
        "friends": 74,
        "photos": 689,
        "reviews": 453,
        "elite_year": 24
      },
      "comment": {
        "text": "A fun little cafe with a unique atmosphere! Our server was soooo amazing!! He was friendly and made great recommendations for us. He took great care of us!\n\nWe had some mimosas! We tried tropical and mango - both are great but favored the tropical!\n\nI had the cheesecake stuffed French toast and fruit. It was super good!! Light and fluffy slices with delicious filling and strawberries on top. Yum!",
        "language": "en"
      },
      "date": "2023-05-14T05:29:06Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/jfWLTKribNydH2eaJC9FWw/o.jpg",
          "caption": "Biscuit"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AEO2Lo5zUxNt14nn_eFUFA/o.jpg",
          "caption": "NEW STRAWBERRY CHEESECAKE STUFFED FRENCH TOAST"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Kiki V.",
        "user_id": "MVCTVzSTk5h87SCwngZQxg",
        "link": "https://www.yelp.com/user_details?userid=MVCTVzSTk5h87SCwngZQxg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/A40UrJBZ0PhwvlBzBHIdZQ/180s.jpg",
        "address": "Edenvale, San Jose, CA",
        "friends": 0,
        "photos": 35,
        "reviews": 56
      },
      "comment": {
        "text": "I'm so sorry to have to leave a negative review for the food, because the service and ambiance were absolutely 5 stars. Unfortunately, the fried chicken with the chicken and waffle was totally tasteless, and had a grainy texture as if it had been defrosted too quickly. The waffle tasted like a cheap hotel breakfast waffle. The biscuits in the biscuits and gravy were okay, but the sausage gravy had a weird pebbled texture with absolutely zero flavor. Again, the decor is so cute and homey and I loved the community vibes, and the service was very welcoming. I sincerely hope it was simply a bad day in the kitchen.",
        "language": "en"
      },
      "date": "2024-02-28T04:05:06Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Joseph H.",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/azeO2hWAytsRNwcWGkp5HQ/90s.jpg",
            "role": "CUSTOMER_SERVICE"
          },
          "comment": "Hi Kiki,\n\nWe're trully sorry to hear about your experience, but super grateful for the shoutout on ambiance and service! We're totally on it to make sure our fried chicken & waffles are up to scratch and those biscuits & gravy are on point – nobody deserves less than amazing! Thanks for the love on our vibes, we're all about spreading those community feels. We're hustling hard to ensure every visit leaves you with nothing but smiles. Can't wait to have you back for a stellar experience! \n\nBest regards,\n\nFlying Biscuit \nManagement Team",
          "date": "2024-03-04T02:31:05Z"
        }
      ]
    },
    {
      "user": {
        "name": "Lataysha C.",
        "user_id": "MHlRj-7XnMvNKpaA-UpAag",
        "link": "https://www.yelp.com/user_details?userid=MHlRj-7XnMvNKpaA-UpAag",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oGL7qBSqawiJC5TQHL4Tlw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 12,
        "photos": 360,
        "reviews": 128
      },
      "comment": {
        "text": "During a recent visit to The Flying Biscuit, a vibrant café nestled on a bustling street, my wife and I had a fairly mixed experience. The exterior's colorful ambiance seamlessly extends to the interior, creating a lively and welcoming atmosphere. The service was commendable; our waitress displayed remarkable friendliness, and we were seated without much delay.\n\nOur order consisted of coffee and hot tea, which were served promptly, a positive start to our meal. For breakfast, I chose the Egg-stravaganza while my wife opted for Steak and Eggs. The café's vibe was exceptional, greatly enhanced by an excellent selection of music.\n\nHowever, my enthusiasm waned when it came to the food. While the grits were creamy, they were regrettably oversalted. Both the sausage and bacon suffered from overcooking, detracting from the overall enjoyment of the meal. The highlight, not surprisingly, was the biscuit paired with toast, elegantly topped with crème anglaise and raspberry drizzle - a delightful combination of flavors.\n\nDespite the shortcomings in our main dishes, the positive aspects of The Flying Biscuit, like the atmosphere and service, make us open to giving it another try. Hopefully, on our next visit, the breakfast offerings will better match the high standards set by the other elements of this eclectic café.",
        "language": "en"
      },
      "date": "2023-11-16T18:12:34Z",
      "rating": 2,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/W7sfiuSZDPKa3zDrDGn8tA/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dUa958QUtdX-FYR-k2wnVA/o.jpg",
          "caption": "Entrance"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0mthO_r8hSU2CiBPMHyjcw/o.jpg",
          "caption": "Coffee"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/u00f0r1S0Y2SidLQVXDBKg/o.jpg",
          "caption": "Inside"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/5DdK-4XeLNlAEXVmQ6dUog/o.jpg",
          "caption": "Egg - Stravaganza"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Lataysha, We would like to chat with you a little more about your visit. When you have a moment,  please send us an email at midtown@flyingbiscuit.com. Thank you so much and we look forward to hearing from you.",
          "date": "2024-01-30T15:49:15Z"
        }
      ]
    },
    {
      "user": {
        "name": "Roland C.",
        "user_id": "JPjJGIpOFZiCII8gB7m_dw",
        "link": "https://www.yelp.com/user_details?userid=JPjJGIpOFZiCII8gB7m_dw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ROZCkcrG7LLNjyxXcBznhg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 8,
        "photos": 208,
        "reviews": 131,
        "elite_year": 24
      },
      "comment": {
        "text": "Located on the corner of 10th & Piedmont, this location is small and everything is in close quarters, which makes for a unique atmosphere. Our party thoroughly enjoyed. Make sure to park in the back, and NOT in the lot across the street, they will put a boot on your vehicle quickly. \n\nStaff: They were friendly, helpful, and knowledgeable about the menu. Once we ordered, it took about 15-17minutes for the food to arrive.\n\nFood:\nSouthern Omelette - wonderful concept and execution. The ratios of the ingredients were well balanced and tasted great together.\n\nPancake Tacos - although she ate them like normal pancakes and eggs, it tasted exactly how you would expect.\n\nSalmon Scramble - she was very pleased with what she got and said it tasted good.",
        "language": "en"
      },
      "date": "2023-06-13T23:35:35Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MZ_o6Vow2mOP_ssRQ_XBIg/o.jpg",
          "caption": "Southern Scramble"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/GKd9LFMASQo3fkWe8ZkgNg/o.jpg",
          "caption": "PANCAKE TACOS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Yo_YqsZtKFDkTX_jCOFXEg/o.jpg",
          "caption": "Smoked Salmon Scramble"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Thank you so much for the 4 stars, Roland! We appreciate you taking the time to review us and hope that you’ll visit us again soon!",
          "date": "2023-06-26T15:04:11Z"
        }
      ]
    },
    {
      "user": {
        "name": "Bethany C.",
        "user_id": "-zduEMwK7gP7J9K_9FRLxw",
        "link": "https://www.yelp.com/user_details?userid=-zduEMwK7gP7J9K_9FRLxw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8RVhgtTjGKmWu16hjZsCRA/180s.jpg",
        "address": "Brunswick, GA",
        "friends": 1,
        "photos": 16,
        "reviews": 30
      },
      "comment": {
        "text": "No... this place is overrated... what the world? The place was cramped and loud. \nThe food overpriced and the waiter got my husband's order wrong.",
        "language": "en"
      },
      "date": "2024-01-20T22:46:47Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "We would like to chat with you a little more about your recent visit. When you have a moment,  please send us an email at midtown@flyingbiscuit.com. Thank you so much and we look forward to hearing from you.",
          "date": "2024-01-29T18:25:31Z"
        }
      ]
    },
    {
      "user": {
        "name": "Kokoe J.",
        "user_id": "btwVsDnyMzTiFDs0aqEezQ",
        "link": "https://www.yelp.com/user_details?userid=btwVsDnyMzTiFDs0aqEezQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/44bo27b_oOsGcVYK88jv4g/180s.jpg",
        "address": "Falls Church, VA",
        "friends": 8,
        "photos": 47,
        "reviews": 48
      },
      "comment": {
        "text": "I had the Georgia Peaches and Cream Waffle Breakfast. And I got both grits and a biscuit! I enjoyed the food and I was happy to get all my Southern treats in one order. The price was reasonable for this day and age, and to be honest, I didn't wonder if I could still afford to dine out. \n\nWhat I didn't like was the front door. \n\nEven though the restaurant was full, the front door was locked. I went around to the back door. Also locked. I went around to the front again. Still locked. I was thinking about walking away when the waiter opened the door to seat me. Not my imagination. He locked it shut when we were inside. He told me that he was afraid of homeless people so be kept the door locked. Hmmm...",
        "language": "en"
      },
      "date": "2023-10-11T14:30:43Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MrrIb_lT3IXOjmvncIU60g/o.jpg",
          "caption": "Georgia Peaches and Cream Waffle Breakfast"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "LaDreena W.",
        "user_id": "dawTXCW4dhi_5l5ItMm8oA",
        "link": "https://www.yelp.com/user_details?userid=dawTXCW4dhi_5l5ItMm8oA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/a7TdMdZljVh30KrqX986Aw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 46,
        "photos": 580,
        "reviews": 331,
        "elite_year": 24
      },
      "comment": {
        "text": "The food was just ok. My husband said his biscuit was dry. I think the most interesting thing we ate was the grilled Mac and cheese, but it very standard diner fare.\n\nMy lower rating is for the space itself and overall cleanliness. It's really cramped! We were a party of two and walked through the entire restaurant to a tiny table right near a back door! Looking around made me feel like the whole place needed a good deep clean.\n\nMusic was good and our server was nice.",
        "language": "en"
      },
      "date": "2023-03-31T23:52:18Z",
      "rating": 2,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YIdwWgsPERTSRAsyjCZegw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0ml7a6Ar9uQTUBPHBOx0TA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kdz5k0ynIw_-RLsG2tGdaQ/o.jpg",
          "caption": "Grilled Macaroni and Cheese"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Des B.",
        "user_id": "0LFCiCgL2-59dq_mfX56JA",
        "link": "https://www.yelp.com/user_details?userid=0LFCiCgL2-59dq_mfX56JA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nM7S7BTaH91q881jvrNQoQ/180s.jpg",
        "address": "CA, CA",
        "friends": 0,
        "photos": 18,
        "reviews": 19
      },
      "comment": {
        "text": "When your server loves their job, it shows!! We had the pleasure of sitting in Kiki's (or Keke) section and she made our entire experience top tier! \n\nShe was warm, hella friendly, and carried a genuine smile throughout our whole dining stay! The food was good as well (didn't get the other pics of the other plates), but if you go here, go for my gurl Kiki!! \n\nI had shrimp & grits with a side of the spicy greens; could have ate a bowl of greens alone since they were so good! Grits were that good kind that stick on ya  my friend had the omelette with the greens in it (don't recall the name of it) & the biscuits of course were amazing! \n\nThanks for the southern hospitality & full bellies!",
        "language": "en"
      },
      "date": "2023-10-16T04:15:29Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TjqlrgHsdeEk6s8uh9WPDQ/o.jpg",
          "caption": "Mimosa me to go please"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bg9RL4mDKq1WJyUFkSmzog/o.jpg",
          "caption": "PANCAKE TACOS"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lauren H.",
        "user_id": "gmCr1XYUM2Tu9hmSWTtmzw",
        "link": "https://www.yelp.com/user_details?userid=gmCr1XYUM2Tu9hmSWTtmzw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vOUotsKosACQELQq8Xj_4g/180s.jpg",
        "address": "Austin, TX",
        "friends": 76,
        "photos": 411,
        "reviews": 174,
        "elite_year": 24
      },
      "comment": {
        "text": "I went alone and there was a long wait outside but it went pretty quickly. I sat at the bar and talked to some of the staff throughout my meal and they were funny. The portion was really big; I couldn't finish it. But it was really good. I don't eat grits often, but these cheesy grits on the side had really good flavor. The place is small though, so I'd avoid on a weekend morning unless you get there early.",
        "language": "en"
      },
      "date": "2023-08-05T19:55:54Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NIPqsgFdvE7XMvKkOQUg6g/o.jpg",
          "caption": "FREEBIRD BENEDICT"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rae J.",
        "user_id": "FX1bS_oWM4mfrJQ5ivPFIA",
        "link": "https://www.yelp.com/user_details?userid=FX1bS_oWM4mfrJQ5ivPFIA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/2_FEKCqBGWWp1aIop8Gefw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 233,
        "photos": 106,
        "reviews": 167,
        "elite_year": 24
      },
      "comment": {
        "text": "This is definitely the place to be for breakfast any day of the week. Love that there's free parking in the back, that's so rare for midtown. The decor inside is fun and colorful, it's usually busy but tables are always available both inside the main room and on the enclosed patio. I love this chain because of the expansive vegan options, they also surprisingly have a great iced chai, and festively flavored mimosas as well! My favorites from the menu are the potatoes, collard greens, and course the cranberry apple butter! The  definition of comfort food, we actually want to have it catered for our wedding morning!",
        "language": "en"
      },
      "date": "2023-11-17T12:42:33Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Thank you so much for your informative feedback! We're happy to hear that you had such a positive experience and appreciate you stopping by!",
          "date": "2024-01-30T16:15:30Z"
        }
      ]
    },
    {
      "user": {
        "name": "Amber-Marie S.",
        "user_id": "tpcOq7ojBNGWCKPtPFxrvw",
        "link": "https://www.yelp.com/user_details?userid=tpcOq7ojBNGWCKPtPFxrvw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yLOsyKGpoL7SUuEaTlsXzw/180s.jpg",
        "address": "Oakland, CA",
        "friends": 498,
        "photos": 114,
        "reviews": 112
      },
      "comment": {
        "text": "Enjoyed this restaurant while on vacation in ATL. I loved the food. The service was pretty good. It was very busy. It's small on the inside. Too small for my liking but I enjoyed brunch for two. They don't serve auntie after a certain time in the morning ...so no mimosas for me. But it was well priced and parking was ok there is a lot out back.",
        "language": "en"
      },
      "date": "2023-12-05T22:45:28Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oNEC75UYQgpVMksTYmPxkA/o.jpg",
          "caption": "Hot Chocolate"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Thank you so much for taking the time to review us!",
          "date": "2024-01-30T16:02:54Z"
        }
      ]
    },
    {
      "user": {
        "name": "Angela Y.",
        "user_id": "LzAlK9uK8Mjx6xaVz8sblA",
        "link": "https://www.yelp.com/user_details?userid=LzAlK9uK8Mjx6xaVz8sblA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HV89JnamP1BpINw5IbwuXA/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 536,
        "photos": 209,
        "reviews": 138,
        "elite_year": 24
      },
      "comment": {
        "text": "Very very solid breakfast/brunch spot, and very affordable!\n\nOrdered takeout Friday morning around 11:30am and got our food 15min later. We ordered the pancakes, French toast, and biscuit with gravy, and they came with 2 sides of grits and a side of potatoes. Everything came out to $39, so much food for a great price! Will definitely come back!\n\nRatings:\n1. Grits - 10/10 so creamy and delicious and flavored well \n2. Biscuit and gravy - 7/10 solid light biscuit and gravy had a lot of meat, but eggs and gravy could've used more salt \n3. Pancakes - 8/10 normally don't like pancakes but these were so light and fluffy and they taste amazing with the butter, jam, and syrup all together \n4. French toast - 6/10 they were solid but nothing special. Maybe would've been better if we ordered in person \n5. Potatoes - 6/10 decently crispy, nothing bad",
        "language": "en"
      },
      "date": "2023-02-10T17:43:21Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OnCZ9cxb1tNPji0tXtZ6Uw/o.jpg",
          "caption": "Pancake, French toast, Biscuit , Eggs and Gravy"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jordan M.",
        "user_id": "dkzhIsWWvlf5YVE-2mAIgw",
        "link": "https://www.yelp.com/user_details?userid=dkzhIsWWvlf5YVE-2mAIgw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wbC78Tkh3eQk2RNlJ8v1Vg/180s.jpg",
        "address": "Washington, DC",
        "friends": 275,
        "photos": 143,
        "reviews": 119,
        "elite_year": 24
      },
      "comment": {
        "text": "Flying Biscuit is a staple. Anytime I come through Atlanta I make a stop here. I went on a Thursday afternoon around noon. The location was not crowded and I was seated immediately. The service was great. The food was delicious as always. The biscuit wasn't as good as usual but I'll give them a pass this time because it's typically amazing.",
        "language": "en"
      },
      "date": "2023-06-30T14:30:05Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2QR3GboWOQ6lHuR_o_jh6w/o.jpg",
          "caption": "Chorizo Hash Creamy dreamy grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/rTC8PuigmBxPdEDB2rMaxA/o.jpg",
          "caption": "Creamy dreamy grits Biscuit CHORIZO HASH (eggs scrambled)"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sierra C.",
        "user_id": "uPL1s01o8RneqmJyyKPS3A",
        "link": "https://www.yelp.com/user_details?userid=uPL1s01o8RneqmJyyKPS3A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DAcxAcIdI5X7ORyjJ237cQ/180s.jpg",
        "address": "Las Vegas, NV",
        "friends": 6,
        "photos": 162,
        "reviews": 73
      },
      "comment": {
        "text": "When I tell you this place is a hidden gem, please believe it. We discovered this on a walk around midtown on our vacation. It's a little spot on the corner and has a very small town feel to it. They were very busy, but the wait for a table wasn't long. \n\nWe ordered the mini shrimp and grits, fried green tomatoes and chicken and waffles. The star of the show was the chicken and waffles. The best fried chicken tenders I've ever tasted! They were cooked to perfection. I'm not a waffle fan typically, but that waffle was so flavorful and thick. Please please please give this dish a try. \n\nThe mini shrimp and grits were the perfect size. I'm really glad they had a mini size to choose from. And the tomato-y sauce the shrimp was tossed in was tasty! The fried green tomatoes could have used a little more batter, but overall they were delicious. \n\nOur server was excellent! She was running around taking care of her tables and didn't miss a beat.",
        "language": "en"
      },
      "date": "2023-08-04T07:09:00Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/-0eh_RsKkQvRdFtIZorlCg/o.jpg",
          "caption": "Mini shrimp and grits"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lualY0WeUUKiWo3R_oNFZQ/o.jpg",
          "caption": "Fried green tomatoes and sausage patties"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7L2tJdKih_gKz83cmX3qYw/o.jpg",
          "caption": "Chicken and waffles. Biscuit with jam"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Smitha M.",
        "user_id": "fq2YEZuAfrJPkRrIOQCYnw",
        "link": "https://www.yelp.com/user_details?userid=fq2YEZuAfrJPkRrIOQCYnw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/XbaPO_uoHhBLW9Pjlp3kxA/180s.jpg",
        "address": "Baltimore, MD",
        "friends": 342,
        "photos": 347,
        "reviews": 123,
        "elite_year": 24
      },
      "comment": {
        "text": "I was so excited to try Flying Biscuit Café, but this didn't meet the hype. We went to the Midtown location, which is a smaller restaurant compared to the other one. So keep in mind that around brunch-lunch time, you might have to wait 20-40 minutes before being seated. And you have to wait outside, there is no text messaging notification system. After we were seated, we had to wait a much longer time to be seen. This could be because there might be a shortage of staff. The waitress that took our order was very nice and helpful. I ordered the GA Peaches and Cream Waffle Breakfast, and I substituted the sausage patties for the impossible patties and I appreciate they accommodated to my vegetarian diet. The grits WOW oh so delicious! And the biscuit, soft as a cloud!!! The food was absolutely amazing, I had plenty to take home. Unfortunately, I found hair in my glass of water :( But the waitress quickly replaced it. The interior has a nice cozy ambience. Parking is limited to street parking. Overall, I had a okay experience, but the food is what makes me want to return.",
        "language": "en"
      },
      "date": "2023-11-12T16:39:16Z",
      "rating": 3,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/meSQiKqaKN4oVyvbLUvHPQ/o.jpg",
          "caption": "GA PEACHES & CREAM WAFFLE BREAKFAST"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Thank you for taking the time to leave us a review! We’d love to know how we can provide a 5-star experience. If you would like to reach out by email to share specifics about your visit, we’d love to hear from you: midtown@flyingbiscuit.com",
          "date": "2024-01-30T15:50:09Z"
        }
      ]
    },
    {
      "user": {
        "name": "Shakira R.",
        "user_id": "XEUSsI5CKNpkGcxetPzbtw",
        "link": "https://www.yelp.com/user_details?userid=XEUSsI5CKNpkGcxetPzbtw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/VvZm09a0YI_07LtB7aV7DA/180s.jpg",
        "address": "Virginia Beach, VA",
        "friends": 35,
        "photos": 153,
        "reviews": 104,
        "elite_year": 24
      },
      "comment": {
        "text": "This is hands down the best grits, and they served breakfast all day long. \n\nThe first time I had Flying Biscuit Cafe (FBC) was about four years ago, and it is one of the few places where I tried to recreate the food. The grits are the smoothest I have ever had. \n\nOn my last trip to Atl, I visited the Midtown location. \n\nHere is what I ordered: \n\n GA Peaches & Cream Waffle Breakfast \n\nInsert 112's song here... \n \nIt was like eating peach cobbler for breakfast, and who doesn't like peach cobbler? \n\nThere is a lot of food... A fluffy golden Belgian waffle with warm sweet peach compote. Two eggs, you can have your way -  I decided to have my eggs scrambled hard. \n\nChicken sage sausage with a side of the dreamy creamy grits ever. Of course, a fluffy flying biscuit with homemade cranberry apple jelly. It is sweet and savory perfect compliment to the biscuits.",
        "language": "en"
      },
      "date": "2022-11-30T04:03:37Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/g_IAXyzfqiNTG3em4pktiw/o.jpg",
          "caption": "GA PEACHES & CREAM WAFFLE BREAKFAST"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZfIIdNTdl1LOrnGvgs_q9Q/o.jpg",
          "caption": "Grits TWO EGGS* ANY STYLE*"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Skylar M.",
        "user_id": "uUyt0ION4vWBv9V2pCvNwA",
        "link": "https://www.yelp.com/user_details?userid=uUyt0ION4vWBv9V2pCvNwA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Wpm9x3-M2U-UsjwoZAGF4w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 10,
        "photos": 2253,
        "reviews": 103
      },
      "comment": {
        "text": "I couldn't resist trying their breakfast, and it was absolutely delicious. But what surprised me even more was their lunch menu. I ventured into some of their lunch items, including the Wakeup Burger, Crispy Buttermilk Chicken Tenders, and Chicken Quesadilla, and they were all scrumptious.\n\nThis place is a gem for both breakfast and lunch options. The food quality, the friendly service, and the peaceful ambiance make Flying Biscuit a must-visit. I can't wait to come back and indulge in their mouthwatering dishes again!",
        "language": "en"
      },
      "date": "2023-09-26T16:59:23Z",
      "rating": 5,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/hBo_GI-gRZW3AT2BTNyH4A/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RFy3UFCcAa6mHfyfs2GAQA/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TQ2V4k0KRmCyRxtOOL2kNw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1MioaZLgscmDr4qUehDIag/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/2oTzVRMoafo3JLMoa8Btww/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Charles C.",
        "user_id": "6JFPn3cHzHpG-uN8lvQ4lQ",
        "link": "https://www.yelp.com/user_details?userid=6JFPn3cHzHpG-uN8lvQ4lQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZIjNUon8NgvXVx-jszbCWQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 84,
        "photos": 209,
        "reviews": 468,
        "elite_year": 24
      },
      "comment": {
        "text": "Flying Biscuit is a popular chain of laminated-menu style diners across the southern U.S. and a reliable choice for breakfast. This location is notable for its proximity to Atlanta's Piedmont Park and the resulting crowds on most weekend mornings. When I put my name in the I was told, \"Worst case, about a 45 minute wait, but be back in 20 cause it will probably go faster.\" And it did, so I appreciated the guidance. The service once you're seated is similarly reliable. I've been here a few times and the the staff has always been friendly, attentive, and engaged.\n\nThey have an expansive menu with lots of options, so there's something for everyone, but there's room for improvement. The execution can range from average to good, and the food prep is pretty basic. Many of their meals are somewhat lifeless with ingredients that could stand to be elevated. For example, they should use deli ham in their Benedict. Their breakfast potatoes appear frozen and the seasoning is awful. They don't even have hash browns. Their fruit is mushy and flavorless and they have a meager selection of things like yogurt and granola and oatmeal. I'm also disappointed that their jams and jellies aren't something fresh. On the plus side, their waffles and pancakes are solid,  their biscuits are very good, and I like their Huevos Rancheros. \n\nI like Flying Biscuit in a pinch, and their service is almost always good. This is also a great location for people watching access to Midtown. It's just not my first choice for breakfast.",
        "language": "en"
      },
      "date": "2023-05-27T13:48:55Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Dee G.",
        "user_id": "zmK5x1f7spzqTibpWoHNtA",
        "link": "https://www.yelp.com/user_details?userid=zmK5x1f7spzqTibpWoHNtA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/edQC7C4Wy7fLKKJ4X_cM-w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 204,
        "photos": 31,
        "reviews": 44
      },
      "comment": {
        "text": "Customer service was good even after the guy at the door was rude as hell. We came to pick up a large order, and he damn near tried to shove us out of the closet sized restaurant! The manager had told us the order was coming and to stand where we were (near the counter). The door security guard kept approaching us and rolling us to move or leave. I told him... to walk away and leave. I can easily cancel the order that's paying his wages. \nAnywho... a nice lady approached us and helped the rest of the wait. \nWe got the food and checked it.\nMost of the food was good.\n\nFortunately worth ordering:\nHOT chicken and waffles, Mac and cheese,  and the waffles DEFINITELY!!\n\nUnfortunates: \nThe potatoes were old and hard they were tossed out, grits were just okay, chicken sausage was so dry and probably sat there for a while... tossed out and the scrambled eggs that I requested soft were hard as hell!!",
        "language": "en"
      },
      "date": "2023-05-05T16:42:06Z",
      "rating": 3,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LUdB9DHHOq9l5fBQuB2plw/o.jpg",
          "caption": "Dry and old socalled chicken sausage"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/U7q634eQ_N0pDScQHtyaxg/o.jpg",
          "caption": "Hard scrambled eggs that were supposed to be soft scrambled"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/F__M02pU3oINfvy-0PN33Q/o.jpg",
          "caption": "Very good mac and cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MCPZ3TkMoDdzsyu6LmIPbw/o.jpg",
          "caption": "Very good waffle"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alena B.",
        "user_id": "BoGeMufxOf_2zWKHmnuXyg",
        "link": "https://www.yelp.com/user_details?userid=BoGeMufxOf_2zWKHmnuXyg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/LjIp0Q5mhhZ-LvxJoHmocg/180s.jpg",
        "address": "Houston, TX",
        "friends": 24,
        "photos": 547,
        "reviews": 182,
        "elite_year": 24
      },
      "comment": {
        "text": "Favorite breakfast spot in ATL. Love coming home and eating here. Gluten free and vegan options available. Service is always stellar. Servers are so nice. Pretty slow for a Monday (not a lot of customers) so we got our food quick! Multiple locations around Atlanta.",
        "language": "en"
      },
      "date": "2023-05-22T15:44:10Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YTLUyZaHE8DTJFwB2n7f8w/o.jpg",
          "caption": "VEGAN TOFU SCRAMBLE \"MOON DUSTED\" POTATOES BEYOND BREAKFAST SAUSAGE PATTIES (2PCS)"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8Gl-N-9tHU-P_27lwp9-PQ/o.jpg",
          "caption": "NEW STRAWBERRY CHEESECAKE STUFFED FRENCH TOAST TWO EGGS* ANY STYLE* Fresh Seasonal Fruit"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Rebecca W.",
        "user_id": "D7kWt9iggImwvEUGubAB8g",
        "link": "https://www.yelp.com/user_details?userid=D7kWt9iggImwvEUGubAB8g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JAR_RaJPqT4mXFkCCm8HpQ/180s.jpg",
        "address": "Dallas, TX",
        "friends": 63,
        "photos": 124,
        "reviews": 176,
        "elite_year": 24
      },
      "comment": {
        "text": "As soon as I walked in I was greeted and seated. The owner or manager was very friendly. Food was unmatched. So good. Loved the vibe. Very welcoming. I've heard so any good things about this location and I'm glad I stopped by.",
        "language": "en"
      },
      "date": "2023-09-25T14:16:44Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "BitLeigh V.",
        "user_id": "yFE2BQlblasfgjPRvgGOCg",
        "link": "https://www.yelp.com/user_details?userid=yFE2BQlblasfgjPRvgGOCg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/x94HKe2JY5lfeFXX8aXc2w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 182,
        "photos": 808,
        "reviews": 242,
        "elite_year": 24
      },
      "comment": {
        "text": "Flying Biscuit will forever be one of those places I don't get the hype on or how their brunch lines are always so long in Atlanta. I've been about 5 times and it's always been mid. There's so many other brunch places to go to, but my coworkers wanted to come for lunch one day. \n\nI ordered the biscuit, eggs, and gravy ($12.95) with my eggs scrambled and on the side. I'm the BIGGEST biscuit & gravy fan so I wanted to try theirs and BIG mistake from me. When my plate was put in front of me, you could immediately see the separation of the fats in the gravy and it just looks so undesirably chunky. The gravy was off putting looking and the the flavor was practically nonexistent. White gravy powder mix would have been better than this.\n\nHOWEVER, the biscuit and their little jam they gave us before my meal was great and service was so so good!",
        "language": "en"
      },
      "date": "2022-10-09T02:26:58Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kdvuQUOGdA_EusCtTxlf3g/o.jpg",
          "caption": "Biscuit , Eggs and Gravy"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Jay M.",
        "user_id": "W1X-wKcKWM7n-5ejgW8W6g",
        "link": "https://www.yelp.com/user_details?userid=W1X-wKcKWM7n-5ejgW8W6g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/g9U0vs3JpTizTAIg1gMFIA/180s.jpg",
        "address": "Maryville, TN",
        "friends": 3,
        "photos": 177,
        "reviews": 139,
        "elite_year": 24
      },
      "comment": {
        "text": "Took the family for a weekend getaway, and the Flying Biscuit was recommended by the hotel staff.  Be aware that the building is small and the line to get in gets long really quick. We really enjoyed the staff as they are extremely friendly and helpful in navigating the large menu.\n\nFor the food, I ordered the Dirty Bird, which is a waffle with chicken and covered with gravy. The wife ordered the waffle with the chicken sausage, and the daughter ordered the waffle with strawberries and whipped cream. We all agreed that the waffles were AMAZING and the syrup they serve compliments the waffle really well. The wife and daughter said both of theirs were very good and would order them again.\n\nAs for the Dirty Bird, the waffle is large and served with two chicken tenders with the gravy poured  over it all. The portion was large, and I could have eaten it all, but I knew I would be miserable if I did. I thought the chicken could have been a little more tender, but the gravy over top sort of softened it.\n\nI would recommend stopping in if you are in the Midtown area.",
        "language": "en"
      },
      "date": "2023-04-17T20:34:39Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Valerie P.",
        "user_id": "QKXRfsDIW3MJYkAks0484w",
        "link": "https://www.yelp.com/user_details?userid=QKXRfsDIW3MJYkAks0484w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/4wRFqhBelnH-BIoXo3348g/180s.jpg",
        "address": "Los Angeles, CA",
        "friends": 114,
        "photos": 68,
        "reviews": 316,
        "elite_year": 24
      },
      "comment": {
        "text": "Good food with lots of interesting breakfast options. I had the biscuits and gravy with eggs and it came with a side of grits, very yummy. I went on a weekday and it wasn't at all crowded, but I was surprsied at how noisy the restaurant was given how few people were in it. As other reviewers have said the space is somewhat cramped, so the sound carries a bit throughout. I would definitely go back again to try some more of the menu; everything on it looked great.",
        "language": "en"
      },
      "date": "2023-07-09T18:53:43Z",
      "rating": 4,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Lisa R.",
        "user_id": "9gZ4R3EHF__2S9gSRHdr3A",
        "link": "https://www.yelp.com/user_details?userid=9gZ4R3EHF__2S9gSRHdr3A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qcqV1tsATAYpaMOFu254tg/180s.jpg",
        "address": "Philadelphia, PA",
        "friends": 22,
        "photos": 439,
        "reviews": 156
      },
      "comment": {
        "text": "Such a cute spot. We waited in a line outside until a table was ready. Not long. The inside is Ike an old building with different rooms but they've opened it up as much as possible. Makes the atmosphere cozy. Service was great! Karim went above in how he handled multiple tables, always making us feel like we were his only customers. It's decorated so colorful and has such a great feeling inside. \n\nThe food is so good and plentiful! Go with an empty stomach and be ready to throw down because the portions are big and you options and plentiful. \n\nWe ordered the GA peach waffles (WOW, can we just talk about these melt in your mouth waffles not even needing syrup but we added some to try and even better. Topped with moist peaches and cream?! Damn. Try those) scrambled eggs, sausage, grits (OMG BEST grits ever; so creamy, light and flavorful), pancake tacos with scrambled eggs and cheese topped with chicken chorizo. Pancakes were large yet not heavy and complimented its contents beautifully. A side of biscuits and sausage gravy was a must try.",
        "language": "en"
      },
      "date": "2023-02-26T17:10:52Z",
      "rating": 4,
      "tags": [
        "5 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Zarsn7f_Bn8iz4IUex7xHg/o.jpg",
          "caption": "Famous Flying Biscuit Breakfast Gluten Free All Day Breakfast"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mv87Okq3CCNfPdPs9z2F0A/o.jpg",
          "caption": "BEST Grits -Gluten Free- we ever had"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4HjJC5Wg-zs0dMR3QEoNwQ/o.jpg",
          "caption": "Pancake waffles with chicken chorizo, scrambled eggs and cheese"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/XZTh2Q83ObpfKO8KgzOt-g/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Dg5fiirOE-7slwaSYp7avw/o.jpg",
          "caption": "Amazing waffles with warm Georgia Peaches - N - Cream"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "John C.",
        "user_id": "DIckqqZNAQwL5ySdqWIJyw",
        "link": "https://www.yelp.com/user_details?userid=DIckqqZNAQwL5ySdqWIJyw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/oRKspYocqj2s4Sjd2kKGFg/180s.jpg",
        "address": "San Diego, CA",
        "friends": 858,
        "photos": 16793,
        "reviews": 1967,
        "elite_year": 24
      },
      "comment": {
        "text": "An awesome breakfast spot close to the hotel within walking distance.\n\nFantastic food and service. Happy to see they don't use nitrites or other harmful ingredients in their foods. The grits, pimento cheese, and smoked salmon eggs were so delicious! \n\nPlace was pretty busy with people coming and going the whole time I was there.\n\nFor sure would love to return when in Atlanta again.",
        "language": "en"
      },
      "date": "2022-06-18T04:53:30Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3HCXFNokmEk8WO32Z9Omsg/o.jpg",
          "caption": "GA Peaches & Cream Waffle Breakfast"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8dNBY9e5W2jddh-nO0hWGg/o.jpg",
          "caption": "Smoked Salmon Scramble"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 4
      }
    },
    {
      "user": {
        "name": "K N.",
        "user_id": "aMvCAtOCk-pzXf_pqomN5Q",
        "link": "https://www.yelp.com/user_details?userid=aMvCAtOCk-pzXf_pqomN5Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/xkTSUOYa_gyuuJKUSDTcyQ/180s.jpg",
        "address": "Miami, FL",
        "friends": 31,
        "photos": 9,
        "reviews": 211,
        "elite_year": 24
      },
      "comment": {
        "text": "It's been almost 20 years since I first encountered this spot as my breakfast spot. I moved from Atlanta and each time that I return, it's consistently awesome.We are back in Atlanta for the weekend and it didn't disappoint with service or food.  I introduced it to my 9 year old son and he is now a fan. He sent his compliments to the chef. It is a joy. The apple butter is delicious. You can't go wrong with with the salmon or southern scrambles.",
        "language": "en"
      },
      "date": "2023-07-30T17:17:36Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Alex L.",
        "user_id": "D09Q9cFSJHNINJXphCKJqg",
        "link": "https://www.yelp.com/user_details?userid=D09Q9cFSJHNINJXphCKJqg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ATYYPli0L8Y1uNGRoStvNQ/180s.jpg",
        "address": "Lansing, MI",
        "friends": 8,
        "photos": 2,
        "reviews": 16
      },
      "comment": {
        "text": "We were in town for a weekend concert. It took us about 40 minutes for a table (for a party of four; you'll get in quicker with a party of one or two), and the food was more than worth it! Our waitress was attentive, super knowledgeable of the menu, and made great recommendations when we were in between choices. Quiet enough place to have conversation with folks while loud enough that you still have mostly private conversation. I got the High Flyer; perfect all around breakfast order!",
        "language": "en"
      },
      "date": "2023-08-13T16:30:45Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tptAhy2MHo-dXYK_CbJUIw/o.jpg",
          "caption": "The HIGH FLYER"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jennifer B.",
        "user_id": "WZYr76ORDcHqTeYA3IqQQA",
        "link": "https://www.yelp.com/user_details?userid=WZYr76ORDcHqTeYA3IqQQA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/50LR_eoDHG5JOmtUHmV9Gw/180s.jpg",
        "address": "Knoxville, TN",
        "friends": 2,
        "photos": 26,
        "reviews": 47
      },
      "comment": {
        "text": "Absolutely delicious!  So good we ate at The Flying Biscuit both days we were in Atlanta.  The Moon Dust on the potatoes was amazing. The peach waffle was heavenly. Even the simple pancakes were light and fluffy!  Everything we ate was delicious. \n\nAs for the staff, they were delightful too.  We will definitely  be back next time we are in Atlanta.  \n\nThe Flying Biscuit is the perfect hole on the wall restaurant you hope to find when traveling,",
        "language": "en"
      },
      "date": "2023-05-12T02:24:16Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Gisela D.",
        "user_id": "iFFM4lkNiHp0JBVkbot5MQ",
        "link": "https://www.yelp.com/user_details?userid=iFFM4lkNiHp0JBVkbot5MQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/ZUYEanpnEjSTmM2rkBpOdA/180s.jpg",
        "address": "Lexington, KY",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Had an awesome experience at Flying Biscuit.  Everything we ate was just delicious and the waiter was just as great!!  Very limited parking options but we got lucky.",
        "language": "en"
      },
      "date": "2023-11-19T22:25:45Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Gisela, Thank you so much for taking the time to review us!",
          "date": "2024-01-30T16:04:51Z"
        }
      ]
    },
    {
      "user": {
        "name": "Shelley W.",
        "user_id": "Dl-ILMCXPSpasoYJjN0aXA",
        "link": "https://www.yelp.com/user_details?userid=Dl-ILMCXPSpasoYJjN0aXA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/BMmDIwes47gcYLVcOZKQ7w/180s.jpg",
        "address": "Tampa, FL",
        "friends": 58,
        "photos": 16,
        "reviews": 105,
        "elite_year": 24
      },
      "comment": {
        "text": "We were in Atlanta for my son's graduation from Georgia Tech and had breakfast here. It was delicious! Definitely a must go stop while in Atlanta!",
        "language": "en"
      },
      "date": "2023-05-07T12:34:29Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Tammy H.",
        "user_id": "QeJ71YBa-lDqMOOyOeG4KA",
        "link": "https://www.yelp.com/user_details?userid=QeJ71YBa-lDqMOOyOeG4KA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/sG_IbbbUREuicwA21lRNfg/180s.jpg",
        "address": "Brooklyn, NY",
        "friends": 80,
        "photos": 16,
        "reviews": 84
      },
      "comment": {
        "text": "The review is purely based on service. I have not had the food. Placed order through Yelp. I go to the restaurant a little early for pickup and gentleman at the door told me they were just opening (late). I proceeded to tell him I placed an order online. He said give them about 15-20 minutes. I was cool with that. I waited across the street. After said time was up I went back. Same gentleman proceeded to tell me he didn't see my order and ushered me in to takeout counter. Another gentleman (presumably the manager) advised he didn't have any takeout orders as he turns off that feature on the weekend. Clearly the feature wasn't turned off because I was able to place the order. \n\nHe advised I could place the order then but I would have to wait at least an half hour. I say all this to say inform your staff of policy changes. Had his front man known the online order feature is turned off on weekends I could have placed my to go order when I initially walked up. Why would I want to wait another half hour after already waiting?  Maybe I'll try again in another state. I was looking forward to the fried green tomatoes.",
        "language": "en"
      },
      "date": "2023-06-25T13:48:34Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Thank you for taking the time to give us a review. We sincerely apologize about the issues you experienced, and we hope to make this right. Please reach out to midtown@flyingbiscuit.com so we can rectify this issue.",
          "date": "2023-06-26T15:03:09Z"
        }
      ]
    },
    {
      "user": {
        "name": "Catrell S.",
        "user_id": "scHSiv3MkX6Fqta62XKf5A",
        "link": "https://www.yelp.com/user_details?userid=scHSiv3MkX6Fqta62XKf5A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yJN1IrJwOKiA2XfNo39WnQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "The food was not executed well, I saw the vision. But, everything was rushed because our server let us know they closed in 30 min, but still accepted us by sitting us at a dirty table. Rushed us to order our food within the first 2 minutes of sitting. The ambiance did not match the attitude of the employees. Maybe it was just a bad day for them. There was no indication they were closing early. We arrived around 5:30. Even two new groups came in and I saw him give them the same if not worse service.",
        "language": "en"
      },
      "date": "2023-11-25T23:51:16Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Catrell, We would like to chat with you a little more about your visit. When you have a moment,  please send us an email at midtown@flyingbiscuit.com. Thank you so much and we look forward to hearing from you.",
          "date": "2024-01-30T15:45:02Z"
        }
      ]
    },
    {
      "user": {
        "name": "Taylor M.",
        "user_id": "Xw0Z1OhNfFfqs2RyQLVGEg",
        "link": "https://www.yelp.com/user_details?userid=Xw0Z1OhNfFfqs2RyQLVGEg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/wCEeFAac1HoRu3Eq8nGyyA/180s.jpg",
        "address": "Rockwall, TX",
        "friends": 88,
        "photos": 4,
        "reviews": 7
      },
      "comment": {
        "text": "Wow!!! So good! Visiting from out of town and stumbled on this place, what a great decision. The food was so good! I got the hot chicken and waffle and they were amazing the chicken was cooked so well and so crispy. The service was quick and everybody was very friendly!",
        "language": "en"
      },
      "date": "2023-08-02T13:43:52Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/lsumpcvgDlrA4SLrYinRyw/o.jpg",
          "caption": "HOT CHICKEN & WAFFLE and WAFFLE BREAKFAST"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Roderick B.",
        "user_id": "kt_41dZPuQeTdNg2Z8Xubw",
        "link": "https://www.yelp.com/user_details?userid=kt_41dZPuQeTdNg2Z8Xubw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/yaScDYHbhkqQCHG_T_L4FQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 94,
        "photos": 752,
        "reviews": 95
      },
      "comment": {
        "text": "This place was a must go to when I lived here before. Midtown has definitely changed a lot. The screaming child was a bit hard to get over and the waitress forgot to come to the table several times. The kitchen cooked my patty melt extra well when I asked for medium rare. All that aside when the loud child left and the food finally got to me it was beyond delicious. The waitress was still confused but in a sweet way. So I look forward to coming back again. Bring cash because there is a credit card fee.",
        "language": "en"
      },
      "date": "2023-04-04T00:17:08Z",
      "rating": 3,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/l8BmE9MbEG7iS6k8nCGAgQ/o.jpg",
          "caption": "Patty Melt medium rare. Definitely don't get it well."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Q5HnC2cugWOj13nqXG4KEg/o.jpg",
          "caption": "Scrambled eggs and loaded grits"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ana N.",
        "user_id": "V98-R-fyNZG2VqZiJp9WlQ",
        "link": "https://www.yelp.com/user_details?userid=V98-R-fyNZG2VqZiJp9WlQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/vRgeVM61LGFOGaxESe70CQ/180s.jpg",
        "address": "Durham, NC",
        "friends": 405,
        "photos": 58,
        "reviews": 47
      },
      "comment": {
        "text": "Maybe I came in with too much expectations but for a place that has biscuit in its name, the biscuit I got was VERY DRY and the jam barely helped. \n\nMy friends and I got a couple of the entrees to try and my entree specifically was the hangover hash which was way too salty in my opinion. The French toast we got was however, very delicious and fluffy. The grilled mac and cheese was an interesting concept and it was pretty good as well. \n\nWhile the food I personally got wasn't that good, the service was overall good and the restaurant itself was very cute.",
        "language": "en"
      },
      "date": "2022-12-12T19:01:53Z",
      "rating": 2,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/QLex0dvPNNUsPujvj-FoYg/o.jpg",
          "caption": "HANGOVER HASH, ONE THICK SLICE OF FRENCH TOAST, CHICKEN & WAFFLE, FLYING BISCUIT BREAKFAST, fried GRILLED MAC & CHEESE"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "K B.",
        "user_id": "Xt-2sZpt8A8z35wfw22AHA",
        "link": "https://www.yelp.com/user_details?userid=Xt-2sZpt8A8z35wfw22AHA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/p3byBYrcIZcR22j4P_aApw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 18,
        "reviews": 30
      },
      "comment": {
        "text": "This used to be one of my favorite Flying Biscuit locations. But now? Service isn't as good, food is \"mid\" at best...that coupled with the limited parking and cramped dining room means that I will be going to alternate locations going forward.",
        "language": "en"
      },
      "date": "2023-10-26T22:36:14Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      },
      "owner_replies": [
        {
          "owner": {
            "name": "Flying Biscuit",
            "thumbnail": "https://s3-media0.fl.yelpcdn.com/buphoto/O9AXnlnGhgJBktCjoDC7Lg/90s.jpg",
            "role": "MANAGER"
          },
          "comment": "Thank you so much for your feedback. We're sad to hear that you didn't have a more enjoyable experience but appreciate you stopping by and giving us a try.",
          "date": "2024-01-30T17:26:42Z"
        }
      ]
    },
    {
      "user": {
        "name": "Sarah B.",
        "user_id": "mUgQryt74NsikXGJ8jfFpQ",
        "link": "https://www.yelp.com/user_details?userid=mUgQryt74NsikXGJ8jfFpQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/JHGYloW2cRgthzCY9HILLw/180s.jpg",
        "address": "Johns Island, Charleston, SC",
        "friends": 131,
        "photos": 925,
        "reviews": 395,
        "elite_year": 24
      },
      "comment": {
        "text": "Ask for a Chareda- she's the best.   I had a grit bowl with scrambled eggs, feta, tomato and spinach and it was so so so good. I would get it again. My daughter got the southern style Benedict and it was classic but she said next time she would get something lighter. Always get a side of grits and a biscuit with that strawberry jammy stuff- so yummy!!",
        "language": "en"
      },
      "date": "2022-09-10T16:25:35Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NjeNoEdWhy1xYq4dC14uBA/o.jpg",
          "caption": "Line to get in on Sat at 11:30"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/pl1HhMQgUmDzjykHdlvOoA/o.jpg",
          "caption": "Southern style SOUTHERN STYLE BISCUIT BENEDICTS"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/imsjYH_RwNaplW4MdB0kJg/o.jpg",
          "caption": "Grit bowl"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=3ehyrexo3WcoTy74c2jDKA&start=50"
  }
}