{
  "search_metadata": {
    "id": "65ef2cd29bddf75b03cea3a6",
    "status": "Success",
    "json_endpoint": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2cd29bddf75b03cea3a6.json",
    "created_at": "2024-03-11 16:09:54 UTC",
    "processed_at": "2024-03-11 16:09:54 UTC",
    "yelp_reviews_url": "https://www.yelp.com/biz/kzXrQKJpN2JyLd68iwH3hg?",
    "raw_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2cd29bddf75b03cea3a6.html",
    "prettify_html_file": "https://serpapi.com/searches/f3ac24a8377f2625/65ef2cd29bddf75b03cea3a6.prettify",
    "total_time_taken": 2.57
  },
  "search_parameters": {
    "engine": "yelp_reviews",
    "start": 0,
    "num": "50",
    "place_id": "kzXrQKJpN2JyLd68iwH3hg"
  },
  "search_information": {
    "total_results": 881,
    "business": "Little Bangkok"
  },
  "review_languages": [
    {
      "hl": "en",
      "count": 881
    }
  ],
  "reviews": [
    {
      "user": {
        "name": "Jenna D.",
        "user_id": "p0wUdGG-N94Tkm86BhmB4g",
        "link": "https://www.yelp.com/user_details?userid=p0wUdGG-N94Tkm86BhmB4g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/WNuho1GunSAu8b4dhMz1yA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 487,
        "photos": 49,
        "reviews": 52
      },
      "comment": {
        "text": "Parking is definitely a bit limited, but we were lucky to snag the last one before they had to start double parking! \n\nOtherwise, I think this is the best Thai food I've had in the area. It is cozy little restaurant and can't wait to go again.\n\nThe service was excellent and very quick. I was shocked at how quickly they came out with our dishes. We truly waited for no more than 10 minutes each time we ordered. \n\nThe Tom Ka soup (not pictured) was perfect for the rainy day, warm and SO flavorful. This may have been my favorite thing we ordered. For the main dishes we had Pad Thai and the Panang Curry which was served with a full pot of rice. All the dishes had a good amount of chicken in them. \n\nI am so glad we stopped in! Would 100% recommend!",
        "language": "en"
      },
      "date": "2024-01-27T20:56:32Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0ks2NLBT-bNVd8mnhNzrTQ/o.jpg",
          "caption": "Pad Thai and Panang Curry"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Janet T.",
        "user_id": "hTWuS1RrVRP2BSKLSAQh-A",
        "link": "https://www.yelp.com/user_details?userid=hTWuS1RrVRP2BSKLSAQh-A",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/8-X8sWnb0NUmx3nayQ-k_g/180s.jpg",
        "address": "GA, GA",
        "friends": 0,
        "photos": 7,
        "reviews": 2
      },
      "comment": {
        "text": "I loved the ambience of this place. It immediately gave the quintessential (Thai-)Chinese local spot, and it was vibrant and lovely. I appreciated the all Asian staff. We were seated quickly, and our cups were never left less than half full of water. The woman's bathroom was clean and tidy and had lovely cultural elements within the decoration, tying in with the entire restaurant. \nHot and Sour Soup: hot, peppery, and just the right amount of sour. I am honestly a huge black pepper girl, so I love the amount of black pepper in this, but overall it was very balanced. Every element of the soup from the mushroom to the tofu to the chicken was seasoned immensely.\nChicken Pad See Ew: the immediate feature that stood out was the texture of the noodle. It was very delicate, and had the perfect amount of chew to it. It also had a beautiful char flavor to it. Well-balanced.\nHunan Beef: spicy and well portioned. came with an eggroll that was quite cabbage forward, but was pretty crispy, so I can't complain. Beef was flavorful, and the vegetables, sauce, and the fried rice mixed well together.\nCoconut Cake: Looked immensely decadent but was the perfect amount of light whip and lightly sweet crumbly cake with a gentle hit of coconut. Excellent end to the meal. Was pulled out of a fridge but I know what I'm paying for and got more than expected. \nOverall making this a go-to spot for comfort Thai/Chinese food--the lunch special prices are insane for the quality of the food. Also water had no tap taste whatsoever which sealed the deal for me!",
        "language": "en"
      },
      "date": "2024-02-02T19:40:32Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/8k2CSxYGLK3-1y6b989oUQ/o.jpg",
          "caption": "Hunan Beef"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/4h71NK2ojlL_IwIyOhBo0g/o.jpg",
          "caption": "Hot and Sour Soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/F3AM_gULAGIH32wF5xN0Nw/o.jpg",
          "caption": "Chicken Pad See Ew"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V7rp2uMyn5fVvkyCC0C6AA/o.jpg",
          "caption": "Coconut Cake"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Roberto L.",
        "user_id": "FM4jQBHgfSqoCwDFPH5WCg",
        "link": "https://www.yelp.com/user_details?userid=FM4jQBHgfSqoCwDFPH5WCg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/1I-YI5DIyEIdizDRtk58bQ/180s.jpg",
        "address": "Morningside / Lenox Park, Atlanta, GA",
        "friends": 3,
        "photos": 1,
        "reviews": 8
      },
      "comment": {
        "text": "As a patron of Little Bangkok for many years, I would advise against takeout orders. \n\nI've noticed during takeout they drastically short you on meat and overload your meal with veggies and onions. Don't even think about ordering a shrimp dish and expecting more than five shrimp. And on several occasions I have had mushy drunken noodles that I had to throw away.\n\nIn short, Little Bangkok continues to be solid for its lunch specials and sit down dinner. But for carryout, this reviewer has enough experiences to strongly recommend you order take out at your own risk. The quality is drastically different.",
        "language": "en"
      },
      "date": "2024-01-20T20:12:59Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "JJ D.",
        "user_id": "9Bh6-P9QxoxMYQt61izjww",
        "link": "https://www.yelp.com/user_details?userid=9Bh6-P9QxoxMYQt61izjww",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/u5x7f9v8RBThJ3Ydtlze_w/180s.jpg",
        "address": "Durham, NC",
        "friends": 75,
        "photos": 841,
        "reviews": 373,
        "elite_year": 24
      },
      "comment": {
        "text": "Atmosphere: Little Bangkok is a small and lowkey spot, but it was quite busy when we visited. Parking can be tricky as there are only a few spots available in front of the restaurant. \n\nService: We ordered takeout, and our meal was ready for pickup quickly. \n\nFood: We ordered the Green Curry, Chicken Pad Thai, and Drunken Noodles with Chicken. The Green Curry was flavorful and slightly sweet and spicy. The Pad Thai was decent, though the portion size was small. The Drunken Noodles were pretty solid overall with good portions. \n\nOverall: From our perception, Little Bangkok seems to have great authentic options. They did the basics well, though we would've liked to have bigger portions. If we were to come back, we would love to give them a try in-person!",
        "language": "en"
      },
      "date": "2023-12-26T01:46:09Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bq7DWto_kbIsK-y15K_9Ig/o.jpg",
          "caption": "Chicken Pad Thai"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/viYBhkCfyRfOie5bFrwFSw/o.jpg",
          "caption": "Drunken Noodles with Chicken"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Marni M.",
        "user_id": "STh102kWVJW1R0jU55fb-w",
        "link": "https://www.yelp.com/user_details?userid=STh102kWVJW1R0jU55fb-w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/HVIggetIWB3dSA8dojLAuw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 322,
        "photos": 2294,
        "reviews": 1048,
        "elite_year": 24
      },
      "comment": {
        "text": "Came here on a Wednesday afternoon. I was lucky to have grabbed one of the last parking spots up front as they were limited while also being pretty busy by 7 pm. It was high traffic for take out as well as dine in but I was still able to easily grab a table for 2. \n\nI shared a Crispy Bangkok duck, Tom yum and tom kha soup. For the soups, you can order a small which is enough for 1 or a hot pot which can feed 2-3 people. Both soups were tasty but since I have a preference for clear broths, I liked the tom yum just slightly more. The duck was lightly fried with a thick gravy over the top. Even though it was fried, I did not find it to taste or feel oily. A large bowl of white rice was also served on the side either/or for the soups or duck.\n\nOverall, I had a good experience. Service is very to the point which makes it an efficient visit. I would certainly like to come again and try more noodle and rice dishes.",
        "language": "en"
      },
      "date": "2023-10-16T00:35:14Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7uhRZ_V7Be8h6oCh7QUXHg/o.jpg",
          "caption": "Tom yum and tom kha soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/n7POGu45guZlu3H_n_1JiA/o.jpg",
          "caption": "Crispy Bangkok duck"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Lou E.",
        "user_id": "opB_Mh00hL1SWGTfvbLKig",
        "link": "https://www.yelp.com/user_details?userid=opB_Mh00hL1SWGTfvbLKig",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PytNy9vl1yTx7bi7YsYkRQ/180s.jpg",
        "address": "Decatur, GA",
        "friends": 3,
        "photos": 541,
        "reviews": 132,
        "elite_year": 24
      },
      "comment": {
        "text": "Really between a rating 3 and a 4 but service gets the edge to 4. We always try and go to this little place but the parking lot is always totally overflowing. Prior to COVID we frequented Little Bangkok a few times a year. And this time we passed by and there was a spot.\n\nWent in and received a very friendly welcome. Got a booth which is another added plus. We ordered the Mandarin Chicken and the Penang Chicken Curry. First the Hot and Sour Soup arrived and it was delicious. Really prefer black mushrooms to button ones but this is the way they have done it forever. Their Hot and Sour Soup might be the best in the city. The fired wonton wrappers that accompanied they were so very fresh. Then the entrees arrived and they were plated nicely. The helpings are large and the price is reflected. Our dishes have increase about $4 or $5 each. The Mandarin Chicken had a great heat to it but a bit too much garlic for my taste. The Penang Chicken was also very good. Just a little more fish sauce than needed. Quality of the chicken is about the same. Not great. But good. \n\nService is great. \n\nRecommend and will return.",
        "language": "en"
      },
      "date": "2023-07-25T17:02:44Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/V8rnXHrC75v1GzqhHdwnvg/o.jpg",
          "caption": "Hot and Sour Soup -Possibly the best in ATL"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/IFsV8dmBoKEIbu8TrBlglA/o.jpg",
          "caption": "Mandarin Chicken served with Veggie Roll and requested steamed rice"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tbXtl6trg3p3mNNmo0htfw/o.jpg",
          "caption": "Penang Chicken - love all the sauce"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "D J.",
        "user_id": "kniPetHYmBn6A8R6PD6u2Q",
        "link": "https://www.yelp.com/user_details?userid=kniPetHYmBn6A8R6PD6u2Q",
        "address": "Birmingham, AL",
        "friends": 1,
        "photos": 2,
        "reviews": 40
      },
      "comment": {
        "text": "They strangely prepare the mu shu already in the pancakes for take out which soaks the shells and totally shortchanges you for your meal. It was mostly a gluey, tasteless experience. They also got our soup wrong",
        "language": "en"
      },
      "date": "2024-03-07T04:18:47Z",
      "rating": 2,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lindsay W.",
        "user_id": "3Q4OKEWH0DugoS30EMTqZA",
        "link": "https://www.yelp.com/user_details?userid=3Q4OKEWH0DugoS30EMTqZA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/30hQ9hFT-epPt1WDy6zVig/180s.jpg",
        "address": "Decatur, GA",
        "friends": 314,
        "photos": 130,
        "reviews": 777,
        "elite_year": 24
      },
      "comment": {
        "text": "Don't walk to this place....run!\n\nWhile\nParking isn't the best, they make up for it with the friendly staff, Thai ambiance, and delicious food and drinks!\n\nSince we were having Thai food, plum wine was a must. This is the only sweet wine that I will drink and we only drink it while enjoying Thai cuisine. \n\nOk now the exciting part-- they have Mee Krob on the specialty appetizer menu. While it is not 100% like what I grew up eating, it is the only Thai restaurant in Atlanta that I have found will offer it or even make it these days. It is fried rice noodle pieces with a sweet sticky sauce served usually with shrimp (they also include pork in theirs). \n\nWe also ordered a Thai House Salad which came already dressed with a thin peanut dressing that was super flavorful. \n\nEntrees:\n\nChicken Massaman Curry was so flavorful with large vegetables included. \n\nChicken Red Curry (spicy) was also so flavorful and a bit spicy which I prefer. \n\nWhat I LOVED is that these two dishes are so similar yet different. When they came out, you could easily tell which was which and they both had their own unique flavors which I appreciate so much!\n\nPad See Ew noodles- these are thicker noodles served with broccoli and a sweet soy sauce. I wish there were more noodles, but that was ok. \n\nLad-Na Beef- another noodle dish served in more of a gravy style sauce. My daughter loved it!\n\nThe table is given their own container of rice too which was really nice. \n\nWe didn't have room for dessert, but they do offer things like fried ice cream. \n\nI wish I had room for a Thai Iced Tea, but I was so full!\n\nWe will definitely be back!",
        "language": "en"
      },
      "date": "2023-10-11T23:02:10Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lily S.",
        "user_id": "1uaKvhQTHmWAIlt3GXpF6g",
        "link": "https://www.yelp.com/user_details?userid=1uaKvhQTHmWAIlt3GXpF6g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/F68UtTUfgPDKj3wFM3tckw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 266,
        "photos": 682,
        "reviews": 303,
        "elite_year": 24
      },
      "comment": {
        "text": "Unassuming decor with a traditional Thai touch. OK food. I got the \n\n(1) green curry: ok. Not enough curry paste I think. The coconut base a bit too thick. I've neverr had potatoes in my green curry before. Usually it's in panang curry. T/F it gives me the impression that it isn't the most authentic. \n\n(2) papaya salad: came with jerky?! Ordered Thai hot but was not even hot. \n\n(3) Thai basil chicken: this dish is usually cooked with ground chicken. I don't know why they are using sliced chicken. And the entire dish is more Chinese than Thai. \n\nWas looking for a better casual thai spot in town than tuk tuk, but unfortunately this ain't it. The young guy at the register is very nice tho!",
        "language": "en"
      },
      "date": "2023-05-24T23:06:22Z",
      "rating": 3,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/zmJa3l-gIM3Cfm3CH5CPqQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/LBSrHLQCW3MV9mRfICgSZQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bUun_rHPxRdbj2VOn4bAeA/o.jpg",
          "caption": "Green curry, Thai basil chicken, papaya salad"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Sagarika G.",
        "user_id": "BeWn_escG70Xs_cNyTiGlA",
        "link": "https://www.yelp.com/user_details?userid=BeWn_escG70Xs_cNyTiGlA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/r6z6Yw6U45N7fRInYJIXVw/180s.jpg",
        "address": "Naperville, IL",
        "friends": 1351,
        "photos": 322,
        "reviews": 134,
        "elite_year": 24
      },
      "comment": {
        "text": "Decided to stop by this little mom and pop styled Thai food place called Little Bangkok in Atlanta! The inside is SOOOOO cute filled with cute Asian trinkets! The staff is sooooo sweet and accommodating and even let us inside closer to the end of their close time of 2:30pm which was so sweet!! \n\nWe ordered a variety of food to try! We got tomyum soup to start, then got veggie and pork potstickers, and also got the pad kee mao noodles! The soup was AMAZINGGGGGGG, it was sweet, tangy, and creamy. It's got tons of mushrooms and chicken so make sure you're a fan of those before you get it! The potstickers were quite underwhelming in my opinion. They lacked flavor inside and outside. The meat inside also felt undercooked. In terms of the noodles, I was SUPERRRR impressed!! They were spicy and flavorful and tangy and sweet at the same time!! There were so many vegetables (mushrooms, peppers, jalapeños, greens, and tomatoes!!) The chicken inside was a little bit over cooked but overall, the dish came together really well!! The spice level was PERFECTTT for me!! And I loved the texture of the noodles!! \n\nWould definitely recommend for a super authentic Thai meal in the Atlanta area!!",
        "language": "en"
      },
      "date": "2023-03-03T21:18:18Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/peVtSOjSGZBPH4-nEiM5gQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/thzx3UEd2WofLelgq_csHA/o.jpg",
          "caption": "Tomyum soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/WjSQv09-F-HfqlivwjitOA/o.jpg",
          "caption": "Potstickers"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZOqfXUSE4l50ahCfkOnOSA/o.jpg",
          "caption": "Pad kee mao"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Brensi M.",
        "user_id": "L5DVHV43c2hIsKhdjC-y1g",
        "link": "https://www.yelp.com/user_details?userid=L5DVHV43c2hIsKhdjC-y1g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3UsifI6e0644q3JzVTKTnQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 278,
        "photos": 1892,
        "reviews": 251,
        "elite_year": 24
      },
      "comment": {
        "text": "This is a cute restaurant. Parking is limited right in front so we parked across the street. The inside of the restaurant has decor all over the walls which kept me busy for a minutes just looking at all the decor. Our waiter was helpful and friendly. The Tom yum soup was really good and the fire kept it the soup warm which was great. The pad thai was very tasty and filling.",
        "language": "en"
      },
      "date": "2023-07-16T03:09:30Z",
      "rating": 5,
      "tags": [
        "10 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ieoBAqH01pe9hy0D06FS8Q/o.jpg",
          "caption": "inside"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KYAlpV3Sa-tnYesEGQ-wGw/o.jpg",
          "caption": "chinese apps and soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/L-tEV0f34aVZHCRgsvR3iA/o.jpg",
          "caption": "lunch menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/_C_zpamb6ouJrO8PEWUqHQ/o.jpg",
          "caption": "chinese menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mF7onX__GKqik7D3nDFvHQ/o.jpg",
          "caption": "thai apps"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/qrJLBI310uu8NtyWuQ4L_w/o.jpg",
          "caption": "thai menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/nAT1IMBRGmGp0KFzaD0udA/o.jpg",
          "caption": "chinese menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/J0on7tIkntImQv9sqlJwKw/o.jpg",
          "caption": "thai menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/G1cekTXCDqjMUUJDMr3ksQ/o.jpg",
          "caption": "food and beer"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/x87aPu8pjQEJZbmPsXL7nw/o.jpg",
          "caption": "Tom yum soup"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Christina P.",
        "user_id": "KlMoX9KXraD2Pekcyj-Mhw",
        "link": "https://www.yelp.com/user_details?userid=KlMoX9KXraD2Pekcyj-Mhw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/6QkYW5HDOJkeb32z94N85Q/180s.jpg",
        "address": "Boston, MA",
        "friends": 15,
        "photos": 309,
        "reviews": 105,
        "elite_year": 24
      },
      "comment": {
        "text": "Very good food--I feel like the chicken was a tad dry to bite into, but otherwise it was seasoned very well. The wait is a bit long if you're coming during dinner, but it is worth the wait for some delicious food. Their menu offers a wide variety of selections between Thai and Chinese food. It is cute Thai diner with beautiful decor on the inside, darker on the inside that gives it an intimate feel for a date.",
        "language": "en"
      },
      "date": "2023-08-28T11:57:13Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Dgy4gCIjbm-iFLjTB1bc4Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1LbvghSOGIzsuZf-lJBrVw/o.jpg",
          "caption": "Egg drop soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZsxRpgQ4CPBIVPUF33XGAg/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Andrew C.",
        "user_id": "j_makC_YHebXvumUj02Zeg",
        "link": "https://www.yelp.com/user_details?userid=j_makC_YHebXvumUj02Zeg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/3VWoP7TZ582Lpa7w6TE7hw/180s.jpg",
        "address": "Floyds Knobs, IN",
        "friends": 8,
        "photos": 191,
        "reviews": 38
      },
      "comment": {
        "text": "The Best Thai I have ever had!  Service was amazing, very knowledgeable and great recommendations.  Best Spring Rolls, Shrimp Rolls- Red Chicken Curry was amazing - flavor was perfect.  Wonton soup was perfect- Wu Tom was best ever had.  What an amazing Thai dining experience.  Great ambiance and atmosphere.  The best Thai in Atlanta and one of the best in US!",
        "language": "en"
      },
      "date": "2023-12-10T15:37:48Z",
      "rating": 5,
      "tags": [
        "9 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/CMvsutA9GyYXb7NQWF7NFw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YJ3WS1nhiaVd3Q7KfhNDEg/o.jpg",
          "caption": "Spring Roll - amazing"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/KThLTBIJe3h9eBy5f4cDmQ/o.jpg",
          "caption": "Red Chicken Curry"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tr3fOAOyYlhZNmF8m0r7xw/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1cewWzIHg6utED4mJtelOw/o.jpg",
          "caption": "Wonton Chicken Shrimp Soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/AyimohNS60zhTCPb1dk5lg/o.jpg",
          "caption": "The best soup ever Wu Tom"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZvB9iXBi9mnloXNIH8Regg/o.jpg",
          "caption": "Pork Pad Thai"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bVMPVOd1Di1wHCY75zF9Vw/o.jpg",
          "caption": "Shrimp Rolls"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/e1wtsPLU7flb404-4sgnYA/o.jpg",
          "caption": "Duck"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Niaz P.",
        "user_id": "_KtqpfKL0XSqPznd4TploA",
        "link": "https://www.yelp.com/user_details?userid=_KtqpfKL0XSqPznd4TploA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/tkfRyBfqidXg-S2AB0IcPw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 275,
        "photos": 1046,
        "reviews": 345,
        "elite_year": 24
      },
      "comment": {
        "text": "Solid lunch spot in Atlanta. Will say parking can be a nightmare.\n\nI really loved their iced coffee. I would consider just stopping by for that. You get a lot of bang for your buck and it tastes pretty good. Food comes out quick.",
        "language": "en"
      },
      "date": "2023-01-05T20:47:58Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/huO4hWJO1_mayik0CySwFw/o.jpg",
          "caption": "Iced coffee"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/bxRQQa6r3VBvZgCvnytz0Q/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0RTJH6K0D_KSc2Fk54yxUw/o.jpg",
          "caption": "Soup"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Teja V.",
        "user_id": "PYQCmXQJn02VxDkbyK6O1Q",
        "link": "https://www.yelp.com/user_details?userid=PYQCmXQJn02VxDkbyK6O1Q",
        "address": "Greenville, SC",
        "friends": 0,
        "photos": 3,
        "reviews": 7
      },
      "comment": {
        "text": "A good, reliable local Thai place. I usually get pad see ew or pad Thai, and they are consistently good with large portions! They have efficient take-out, and if you choose to dine-in, the inside is small but very charming. I can always count on fast and friendly service!",
        "language": "en"
      },
      "date": "2024-02-26T14:25:44Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "nora s.",
        "user_id": "RDGgpXo8Ec1KilQWKFApXQ",
        "link": "https://www.yelp.com/user_details?userid=RDGgpXo8Ec1KilQWKFApXQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/PVbSkOAbYa2RMJrWBb-BsA/180s.jpg",
        "address": "Conyers, GA",
        "friends": 11,
        "photos": 116,
        "reviews": 99
      },
      "comment": {
        "text": "WTH?!?  If I could rate this place lower, I would.  I don't know if I just went on an off night based on all the great reviews, but what me and my girlfriend had was absolutely horrible!!\n\nFirst, do not EVER  order the vegetable egg rolls..  There was barely any filler in them and entirely way too much white or black pepper.  They were literally inedible.\n\nSecond, their entrees come with white rice only.  There is no option to pay a couple of extra dollars for fried rice.  Instead, they will charge you $9 for an order of  fried rice.\n\nThird, we had the most \"bootleg\" mandarin chicken I have ever had in my life.  Bootleg because the chicken was breaded strips of chicken, not a wok fried type of chicken, and there was zero sauce!  The pre-breaded, pre-frozen in chicken strips (in my opinion) , literally sucked up the little sauce it had.\n\nThere are a million restaurants in the area with better Chinese cuisine where your food will be fresh, flavorful, served with your choice of fried or regular rice, egg rolls will actually be edible, and you will have ample sauce on your entree.\n\nThis was a total disappointment and complete waste of our time and money. I hope your experience is 1,000,000% better than mine!",
        "language": "en"
      },
      "date": "2023-11-07T06:43:51Z",
      "rating": 1,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Latoya G.",
        "user_id": "lH_b0NS1BS-PUNVlJhItcA",
        "link": "https://www.yelp.com/user_details?userid=lH_b0NS1BS-PUNVlJhItcA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/B2hQ6cE3Wv2lBVroG_H0ow/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 133,
        "photos": 34,
        "reviews": 84
      },
      "comment": {
        "text": "Food was just ok. Chicken lo mein wasn't good and they pass spring rolls as egg rolls. Chicken pad Thai was ok.  \n\nParking is difficult. Probably won't be returning.",
        "language": "en"
      },
      "date": "2023-10-16T20:10:51Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Blair W.",
        "user_id": "MkiM9MPpp3KQNckki06d5w",
        "link": "https://www.yelp.com/user_details?userid=MkiM9MPpp3KQNckki06d5w",
        "address": "GA, GA",
        "friends": 1,
        "photos": 20,
        "reviews": 62
      },
      "comment": {
        "text": "Coconut Soup\nEgg Roll\nGreen Curry\nMandarin Chicken \nCurry Chicken\nMasamman Curry Chicken\nMongolian Beef\nPad See Ew\nPad Thai\nPad Thai\nPad Thai\nPanang Curry\nRed Curry\nSpring Rolls\nThai Fried Rice\nfancy shrimp\ndumplings\nmy go to thai \nparking tough but worth it\ngreat thai n chinese food\nsmall cozy place \nquick service\nnice friendly staff\nice cold chinese beer !!",
        "language": "en"
      },
      "date": "2023-12-22T19:48:17Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Megha D.",
        "user_id": "UYsjL_qG3cxPFRM-7nufjg",
        "link": "https://www.yelp.com/user_details?userid=UYsjL_qG3cxPFRM-7nufjg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/MQhkIA00YRz3kj9enOmjHw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 38,
        "photos": 503,
        "reviews": 243,
        "elite_year": 24
      },
      "comment": {
        "text": "I've been looking for a good Thai food place ITP and Little Bangkok hit the spot! It's on Cheshire Bridge Road but definitely be aware that it's TINY. There's very little parking and the inside is also super cramped. With that in mind, I ordered pickup (this also was a little bit of a hassle as the number we found online in a few places wasn't correct and you can only order via phone. Eventually we got the right number but it took several times because they were that busy!!)\n\nThe food however was delicious! We got a Hot and Sour soup (absolutely yummy and came with crunchy wonton toppings), dumplings (they were deep fried which was new to us but totally delicious), Drunken noodles (not the best I've had but pretty decent), Shrimp Fried Rice (excellent), and Panang Curry with tofu (probably my favorite and well done!!). We also got little guava candies and fortune cookies which I thought were a nice touch. Overall, good food and I'd probably order takeout again.",
        "language": "en"
      },
      "date": "2023-01-09T22:53:00Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lydia E.",
        "user_id": "0GFex5ZmgQpNVmrU4qqxKg",
        "link": "https://www.yelp.com/user_details?userid=0GFex5ZmgQpNVmrU4qqxKg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/hwE3AJalgZHq0EDeqn-76w/180s.jpg",
        "address": "Monterey Park, CA",
        "friends": 0,
        "photos": 9,
        "reviews": 7
      },
      "comment": {
        "text": "Hands down the best Thai food we've had in Georgia! The waiters were super nice and the mood inside was cozy. I loved the thai iced tea was delicious! \n\nWill definitely be coming back whenever close by",
        "language": "en"
      },
      "date": "2023-02-27T19:46:07Z",
      "rating": 5,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ob_2dILrMm9U_fx4vzaMmA/o.jpg",
          "caption": "Shrimp Cakes"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/cimvmWeCGdc6qdnV2p0Fuw/o.jpg",
          "caption": "Chicken satay, chicken pad Thai, shrimp fried rice, beef pad see yew"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/wK0-TGuRxfyAzvyH-hOpJA/o.jpg",
          "caption": "Beef Pad See Yew and Shrimp Fried rice"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dI1uoK67_LX0htWHCKkgLw/o.jpg",
          "caption": "Tofu Tom Kha"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Peter N.",
        "user_id": "IxeTiOmLGBgIpGiSbcFmzQ",
        "link": "https://www.yelp.com/user_details?userid=IxeTiOmLGBgIpGiSbcFmzQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qkM_KOUXflmcvHJEKQHDVQ/180s.jpg",
        "address": "Gainesville, GA",
        "friends": 0,
        "photos": 6,
        "reviews": 58
      },
      "comment": {
        "text": "Travelled to Thailand several times and fell in love with the food there. Earliest trips included food off the streets even though everyone recommended against it. Love Thai food.\nNever in any trip to Thailand did I find Pad Thai that was red. Strike number 1. However, I must admit that it was not as sweet as some other restaurants, a plus.\nThe spring roll veggies were chewy and not very flavorful. I did not finish mine. Strike number 2.\nThe Tom Yum had very little cilantro and not very flavorful either. Strike 3.\nThe sweet and sour soup was just ok. The Northern Chinese Eatery on Buford Highway has much better sweet and sour soup.\nThe green curry was good and the serving of rice was generous. The curry was perfectly spicy and creamy.",
        "language": "en"
      },
      "date": "2023-06-28T22:46:49Z",
      "rating": 3,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Gerard I.",
        "user_id": "nWxor12uSy5MryaJK28CSA",
        "link": "https://www.yelp.com/user_details?userid=nWxor12uSy5MryaJK28CSA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/YdyZough7ArYOp9qojtr9Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 65,
        "photos": 116,
        "reviews": 118,
        "elite_year": 24
      },
      "comment": {
        "text": "Ever been to Bangkok? Maybe you can fill in the gaps. But the gaps? For cars? Here? No. Parking is a bit problematic on a Monday evening!\n\nThere in lies the conundrum. Whether it is nobler to suffer the slings and arrows. But I am no Shakespeare. Parking problems means the Elysian Field of food. \n\nWe started with the Tom yum soup and cheese rolls. Tbh this is where the star gets knocked off. The cheese rollls were small and not a value at their $5 price. The Tom yum soup while coming in a hot pot and the baked Alaska flame to keep it warm was a bit underwhelming in the flavor realm. \n\nWhere I could 100% recommend coming back is the entree. I had the pad see ew. 10/10 fish. Perfect spice and flavor level. I will be coming here and taking this out again. It warms the soul in this weather and money can buy happiness for ~$14.\n\nAll that glitters is not gold, it's just the oil on the noodles.",
        "language": "en"
      },
      "date": "2022-11-20T14:40:22Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Yang ..",
        "user_id": "TryFgcbDFn7mDzPWxwUPRg",
        "link": "https://www.yelp.com/user_details?userid=TryFgcbDFn7mDzPWxwUPRg",
        "address": "Peachtree Center, Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 2
      },
      "comment": {
        "text": "Good service and food..although eventually became Americanized over the years and not as authentic Thai food as 8 years ago.",
        "language": "en"
      },
      "date": "2024-01-22T15:21:20Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Christine J.",
        "user_id": "uhzaw3S4_WFptKis2yOUBw",
        "link": "https://www.yelp.com/user_details?userid=uhzaw3S4_WFptKis2yOUBw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/QLFUkKBrjer9r56rsZhQyQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 389,
        "photos": 132,
        "reviews": 135,
        "elite_year": 24
      },
      "comment": {
        "text": "Doesn't look like much when you drive by, looks like a hole in the wall. Looks can be deceiving!!! This is my favorite restaurant in all of Atlanta. I cannot reiterate this enough. You have to come here!!!! \nI. Food & drinks:\n1. Pad Thai ($12.95)\nOne of the best pad Thai I have ever had! A flavorful sweet stir fry dish. The noodles were cooked perfectly. It is divine. \n2. Tom yum soup for two ($10.95)\nIt comes in a pot with a flame in the middle to keep it hot. Tons of flavor and spice. Can easily share with more than two people.\n3. Chicken curry ($12.95)\n\nOne disappointing thing about Little Bangkok is their drink menu. It is sparse. They should add mixed drinks and beers on it IMO. \n\nII. Service & Location: This is a family owned restaurant. The service is fabulous. The servers are on point at all times. People are always ordering take out from there all the time. They are always crazy busy during dinner time. One con is the parking situation. It is horrid. If I had to guess there are 8 parking spots. There is a gas station next door. Last time I went I had to drive around back and forth like a hawk waiting til someone left. Many people ordering to go will also sit in their car in the parking lot.\n\nIII. Ambiance and decor: This is no frill low key family restaurant. They have white table cloths but it is very casual. You could come in any attire. \n\nIV. Prices: The dishes are very inexpensive, most around $10. \n\nV. Overall: I cannot rave enough about. They have a plethora of options. I would recommend this establishment to anyone. You can't beat the prices and won't find a more authentic place. I would recommend coming early though to combat parking.",
        "language": "en"
      },
      "date": "2022-08-15T00:25:01Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Douglas H.",
        "user_id": "e4hKi0m3XNz-0Z2gO4ASmA",
        "link": "https://www.yelp.com/user_details?userid=e4hKi0m3XNz-0Z2gO4ASmA",
        "address": "Buckhead, Atlanta, GA",
        "friends": 69,
        "photos": 1,
        "reviews": 59
      },
      "comment": {
        "text": "Love this place \nBeen going here for over 20\nYears and it is still fantastic  \nService is attentive not intrusive \nAnd the food excellent \nLove the Spicy catfish never had anything bad on the menu \n\nVery cozy and comfortable a great neighborhood place",
        "language": "en"
      },
      "date": "2023-10-25T00:34:15Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Tee T.",
        "user_id": "7sxG7coheaKqmAvE0unzvA",
        "link": "https://www.yelp.com/user_details?userid=7sxG7coheaKqmAvE0unzvA",
        "address": "North Philadelphia, Philadelphia, PA",
        "friends": 0,
        "photos": 6,
        "reviews": 21
      },
      "comment": {
        "text": "Omgggg that Tom Ka Soup is amazing! I went back two nights in a row for it. I also enjoyed the thai spring rolls. Can't wait to try more dishes in the future",
        "language": "en"
      },
      "date": "2023-12-22T23:20:29Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Asish G.",
        "user_id": "THKhlzWK69eaLq1YlVt7_Q",
        "link": "https://www.yelp.com/user_details?userid=THKhlzWK69eaLq1YlVt7_Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Y_LTeKU_Vj8UOh1Ldrn_hA/180s.jpg",
        "address": "Sterling, VA",
        "friends": 3,
        "photos": 8,
        "reviews": 8
      },
      "comment": {
        "text": "An absolute gem in Atlanta! I am so glad we found this place. One of the most authentic Thai places I have been to. They have great lunch specials and the food is absolutely amazing each and every time with so much flavor! The staff is very friendly and service is quick. We will definitely be back and highly recommend it!",
        "language": "en"
      },
      "date": "2023-05-01T22:42:22Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/mVY8xtKbasZ5lyvEh-QQBQ/o.jpg",
          "caption": "Chicken lad na (front) and Panang curry with chicken (back)."
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/tvpMtTmJDNOs13s-jRr12A/o.jpg",
          "caption": "Thai tea (front) and Thai coffee (back)."
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Ritika K.",
        "user_id": "k_FnyGkYzakc2R7VUfsU-g",
        "link": "https://www.yelp.com/user_details?userid=k_FnyGkYzakc2R7VUfsU-g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/qTvx32bB9uLGrC3zb4c5oQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 400,
        "photos": 88,
        "reviews": 66
      },
      "comment": {
        "text": "Possibly the best, most authentic Thai food in Atlanta. I don't have any other regular recommendations but would highly suggest this place to anyone craving thai food. \n\nParking- Terrible. It sucks. If you're there early (like 5:30-6:30) you'll likely get a spot, but otherwise you'll need to double park (let the restaurant know) or park somewhere else and walk. Just carpool or uber if you're going during peak hours bc it's a little bit of a headache. \n\nAmbience- Small, but has plenty of seating inside. Booths and tables. \n\nFood- I am vegetarian, they have plenty of options available for people. HOWEVER for their pad kee mao they do NOT offer vegan fish or oyster sauce. I opted to include these in my pad kee mao with tofu order and it tasted amazing BUT I did feel guilty and will likely order it without next time. I'm not sure the taste will be the same. I am glad they asked BUT I know of other places who make drunken noodles without fish and oyster sauce (they use some sort of veggie friendly alternative) and so I'm a little sad that they don't even have the option. \n\nDrinks- I ordered the thai iced tea. It was a bit too sweet for my liking, but still tasted great. \n\npricing- Pretty decent. Their lunch menu seems like a better steal, but for the portions you get I would say it's worth it. \n\nI will be going again and wish this place were closer because I'd go a lot more often. \n\nThey give fortune cookies at the end.",
        "language": "en"
      },
      "date": "2022-09-23T02:53:29Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/Aniw1YZxviv0_j8elwL9Sg/o.jpg",
          "caption": "Pad kee mao with tofu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/YbJ13nzlqekVYzocMDp7YQ/o.jpg",
          "caption": "Thai iced tea"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brandon P.",
        "user_id": "ExDCBg2rOOvmj13G3Ecq0g",
        "link": "https://www.yelp.com/user_details?userid=ExDCBg2rOOvmj13G3Ecq0g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/AVt37a_80_g78f3t9EflCQ/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 212,
        "photos": 307,
        "reviews": 73,
        "elite_year": 24
      },
      "comment": {
        "text": "Have been coming for a couple years and probably over 30 times. This is a great staple Thai spot in Atlanta and takeout is quick and easy.\n\nThey have a Chinese and Thai menu. Our go-tos are the Masaman Curry and Green Curry, the curry fried rice or Tom Kha soup are also nice options. I think the curries and rice heat up well so we usually order one extra and have easy left overs.\n\nWe order this for 2 of us for easy nights but it's also an easy order for large group dinners with a variety of tastes. The combo Thai and Chinese helps with the variety.\n\nThe parking is a bit small and awkward but with take out it's usually so quick it's not an issue. It does seem like the prices have ticked up over time but still worth it!",
        "language": "en"
      },
      "date": "2022-02-23T00:48:54Z",
      "rating": 5,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/f0Kqn44tmRwPpW-Y-AZkHA/o.jpg",
          "caption": "Outside"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/7it7ojBLPQVEjPfhM25RdA/o.jpg",
          "caption": "Panang curry with side of rice and curry fried rice (take out order)"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Parnika B.",
        "user_id": "EFiX7RV6YgGZjp1qOLVgyw",
        "link": "https://www.yelp.com/user_details?userid=EFiX7RV6YgGZjp1qOLVgyw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/_y4s9pdmM-4OXN4RfuDTNA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 4,
        "photos": 25,
        "reviews": 73
      },
      "comment": {
        "text": "A small restaurant with a cozy and welcoming feel to it! \nThe service was great and the food delicious. Parking is a problem and unfortunately they do not have any delivery services. \nThe best Thai we have had in Atlanta so far!",
        "language": "en"
      },
      "date": "2023-02-18T21:07:40Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Marc R.",
        "user_id": "St4AqITakRK9mAfSuvC3qw",
        "link": "https://www.yelp.com/user_details?userid=St4AqITakRK9mAfSuvC3qw",
        "address": "Atlanta, GA",
        "friends": 1,
        "photos": 220,
        "reviews": 81
      },
      "comment": {
        "text": "Still really good, but service was a bit uncoordinated.  The food is still delicious.",
        "language": "en"
      },
      "date": "2023-07-01T23:20:37Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/MHeW0L5ls8Y__I8AZ61hCQ/o.jpg",
          "caption": "Chicken Coconut Soup"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/NdCBr3JaUgSvq9yt6nxWeg/o.jpg",
          "caption": "General Tsu's Chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/0pqfHHjk9O05CoULLDTISg/o.jpg",
          "caption": "Basil Rolls"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Fiona T.",
        "user_id": "yxlnh-PjSN2jklc4u8KzKw",
        "link": "https://www.yelp.com/user_details?userid=yxlnh-PjSN2jklc4u8KzKw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/E1HLXioSxRcK__lGKTN-5g/180s.jpg",
        "address": "Chamblee, GA",
        "friends": 34,
        "photos": 492,
        "reviews": 150,
        "elite_year": 24
      },
      "comment": {
        "text": "I am SO late to the party and I am ashamed! I have a friend who has raaaved about this place for as long as I've known him, roughly 10 years now! Last night, we actually stopped by to get him a gift certificate for his grad gift and decided what the hell, it's time to get on the bus lol. It was a Friday night and there was a very steady flow of what you can tell were regulars coming in to get their fix. The traffic never once slowed down. Parking lot is small, but I did notice that larger parties who dined in parked across the street and walked over. \nI ordered the Garlic Shrimp w Hot Sauce and my bf ordered the Basil Shrimp, both to go. The first thing I really appreciated was the freshness of the dishes; veggies were crisp and steamed, shrimp was cooked (not fried and greasy), everything tasted home prepared and authentic. My garlic shrimp/veggies were sitting in a broth and still packed a garlicky/spicy punch. Side note, I can tell that they take their spice there lol so if you love spice like I do, I would test them waters with a medium spice level and work your way up. Absolutely loved how the heat was definitely there but discreet all at the same time. Overall, we were incredibly impressed and this is a meal I can absolutely eat once/twice a week.",
        "language": "en"
      },
      "date": "2022-05-07T13:52:15Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/9caJfpSRsoP3jnHX7RRjMQ/o.jpg"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/kN7V4PUy4AktdB_5Egxlrw/o.jpg",
          "caption": "Basil Shrimp & Garlic Shrimp w Hot Sauce"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/RePy9hwXQO-U79FCxRwjag/o.jpg",
          "caption": "Outside"
        }
      ],
      "feedback": {
        "useful": 2,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Lorena S.",
        "user_id": "Pwmc_8zqu09TQ3gB-kBW6Q",
        "link": "https://www.yelp.com/user_details?userid=Pwmc_8zqu09TQ3gB-kBW6Q",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Yf895zdsLHsSpbAfdlRK4w/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 317,
        "photos": 2,
        "reviews": 10
      },
      "comment": {
        "text": "Little Bangkok is truly one of Atlanta's scrumptious, hidden little gems. Their food is authentic, comforting, and tastefully flavorful! A few of my personal favorites are the Tom Kah soup (coconut soup), pad thai (with any meat honestly), chicken fried rice (HANDS DOWN BETTER THAN ANY FRIED RICE I'VE EVER HAD AND I REQUIRE QUALITY!)\n\nThe ambiance is quaint and homey, definitely a mom and pop shop, and the service is top-notch. Even if you don't know what you want, the servers are always willing to help point you in the right direction.\n\nI highly recommend this place for their food and service. Be mindful that parking is a tad scarce but it's totally worth it!!",
        "language": "en"
      },
      "date": "2022-10-30T20:25:30Z",
      "rating": 5,
      "feedback": {
        "useful": 2,
        "funny": 1,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "Yifat L.",
        "user_id": "VGB6fjJEtSwNIG_nsU40uw",
        "link": "https://www.yelp.com/user_details?userid=VGB6fjJEtSwNIG_nsU40uw",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/nLUs2_qiod01Y-gRdUZp9g/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 0,
        "reviews": 3
      },
      "comment": {
        "text": "Picked up a takeout order from here last night, the food is always delicious, and is prepared quickly.",
        "language": "en"
      },
      "date": "2023-08-07T12:39:42Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Hannah H.",
        "user_id": "4StUVoq8xIT0WLJgdjYajA",
        "link": "https://www.yelp.com/user_details?userid=4StUVoq8xIT0WLJgdjYajA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/y2-RgYXJyDotoDl6O0Pwng/180s.jpg",
        "address": "Decatur, GA",
        "friends": 19,
        "photos": 184,
        "reviews": 87,
        "elite_year": 24
      },
      "comment": {
        "text": "It definitely doesn't catch your eye, but my friend says this is the best Thai restaurant she's been to. I came with her and I was not disappointed! It's such a small establishment, but you can tell it is a classic. I got the Panang Curry and it was delicious that day and the next day. The appetizers were also delicious, I loved their Thai dumplings! I can't wait to try more things soon",
        "language": "en"
      },
      "date": "2022-06-08T13:34:04Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SaF3B5FsC2hlKYQlWNDmQw/o.jpg",
          "caption": "Thai Dumplings and Spicy Rice Soup, Thai Milk Tea"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Brian M.",
        "user_id": "TekNYgmbFhDAVoFUWqk_ug",
        "link": "https://www.yelp.com/user_details?userid=TekNYgmbFhDAVoFUWqk_ug",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/X8vRLTbsMO-5Vcwd5FXqyw/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 14,
        "reviews": 58
      },
      "comment": {
        "text": "The food here is great. You can pretty much order anything on the menu and rest assured that it will be good. Really nice staff also. I usually get takeout but the restaurant is really cool on the inside if you want to dine in. Highly recommend!",
        "language": "en"
      },
      "date": "2023-07-18T18:20:55Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Nancy P.",
        "user_id": "RdP_8RNBSqCQ3kjkhjVmTg",
        "link": "https://www.yelp.com/user_details?userid=RdP_8RNBSqCQ3kjkhjVmTg",
        "address": "Norcross, GA",
        "friends": 0,
        "photos": 2,
        "reviews": 3
      },
      "comment": {
        "text": "Servers were friendly. Food came fast. The Pad Kee Mao was good but just not enough noodles, just mainly vegetables",
        "language": "en"
      },
      "date": "2023-08-14T00:31:43Z",
      "rating": 4,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/FnlPygM7BbEp7tz4ERpgZg/o.jpg",
          "caption": "Pad Kee Mao"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Emily G.",
        "user_id": "r_MSHNOOSl8zGATLR8C5FA",
        "link": "https://www.yelp.com/user_details?userid=r_MSHNOOSl8zGATLR8C5FA",
        "address": "Atlanta, GA",
        "friends": 1,
        "photos": 30,
        "reviews": 125
      },
      "comment": {
        "text": "The food is delicious and the service is great.  It's an average neighborhood gem.  I've been many times and done take out.  Sometimes the food is not excellent.  Quality control needs focus.",
        "language": "en"
      },
      "date": "2023-11-04T09:53:02Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jeremiah B.",
        "user_id": "B9dpRIw95glrLAdONA7zVw",
        "link": "https://www.yelp.com/user_details?userid=B9dpRIw95glrLAdONA7zVw",
        "address": "Atlanta, GA",
        "friends": 29,
        "photos": 122,
        "reviews": 59
      },
      "comment": {
        "text": "Food and atmosphere is extremely astounding. The lunch menu is affordable , and filling. I would recommend Uber since there's barely any parking",
        "language": "en"
      },
      "date": "2023-06-19T17:01:46Z",
      "rating": 4,
      "tags": [
        "4 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/dXzoPicHKYCu1oBmCysjwQ/o.jpg",
          "caption": "Sesame chicken"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/fpRfJ5I3GOkV2vyUxCWlYA/o.jpg",
          "caption": "Curry fried rice"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/OFOQxCH4Vg_YQMaSExJupg/o.jpg",
          "caption": "Menu"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/j1pXPqboYf3wemR-7lvGDg/o.jpg",
          "caption": "Menu"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Roann T.",
        "user_id": "LjhRh8l1kZsLQyXXYswV3w",
        "link": "https://www.yelp.com/user_details?userid=LjhRh8l1kZsLQyXXYswV3w",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/Gr9PSrV_07oehokU18D_aA/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 103,
        "photos": 316,
        "reviews": 153,
        "elite_year": 24
      },
      "comment": {
        "text": "Little Bangkok is my go to place for Thai food! I l usually get take out, but every once in a while I treat myself and dine in. The dining room is intimate and such a cute place for a date. \n\nThe staff is always attentive and waste no time getting drink and appetizer orders in. The Tom yum soup is one of my favorite things on the menu to get as an appetizer. Tonight for my entree I choose the pad kee mao; the wide rice noodles were served with vegetables, egg, bean sprouts, and your choice of meat. It was delicious but a bit on the spicy side. If you don't like spicy the dish can be personalized for a milder spice level!\n\nI love this place and will always be back!",
        "language": "en"
      },
      "date": "2022-01-07T02:51:41Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jay J.",
        "user_id": "0Airaf42GCreuPvSgZc9sA",
        "link": "https://www.yelp.com/user_details?userid=0Airaf42GCreuPvSgZc9sA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/gLfo1i2H1pgdNnOSlckzAg/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 79,
        "photos": 135,
        "reviews": 74,
        "elite_year": 24
      },
      "comment": {
        "text": "This place is an Atlanta staple. They have been business for over 30 years. The food is always on point from the first time I tried their food until recent and that is over the course of 7 years. The food is always fresh and quick. I have been ordering to go but I believe they have reopened their doors for dine in. Very small place and the parking can be a little annoying. The staff is always nice. It does give you a cooking in grandmas kitchen feel.",
        "language": "en"
      },
      "date": "2022-06-26T12:55:01Z",
      "rating": 5,
      "feedback": {
        "useful": 1,
        "funny": 0,
        "cool": 1
      }
    },
    {
      "user": {
        "name": "S T.",
        "user_id": "7T4Z6WjLIEeHvxoy_uqYyA",
        "link": "https://www.yelp.com/user_details?userid=7T4Z6WjLIEeHvxoy_uqYyA",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/5314VToU9hsiQ0NsP1OnYg/180s.jpg",
        "address": "Oakland, CA",
        "friends": 1,
        "photos": 9,
        "reviews": 270
      },
      "comment": {
        "text": "Great green curry and tom kha soup!  Sweetie had yummy pad Thai ... yes parking is a problem but the food is well worth it. Small family owned gem!!",
        "language": "en"
      },
      "date": "2023-03-19T19:25:29Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Gb T.",
        "user_id": "pmnJsQnDPJ2YBMnqH1uceQ",
        "link": "https://www.yelp.com/user_details?userid=pmnJsQnDPJ2YBMnqH1uceQ",
        "address": "Atlanta, GA",
        "friends": 0,
        "photos": 1,
        "reviews": 1
      },
      "comment": {
        "text": "whoa, have been loyal weekly customer and order my regular pad Thai for pick up tonight.  instead  of a full plate of pad Thai, it was half pad Thai and half bean sprouts.\n\nDo better Lil Bangkok and jump off the greed bandwagon.",
        "language": "en"
      },
      "date": "2022-12-12T23:57:27Z",
      "rating": 1,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/1dDlhVdtHz8N7kJ9ADD_CA/o.jpg"
        }
      ],
      "feedback": {
        "useful": 1,
        "funny": 1,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Farzana Z.",
        "user_id": "rU23YJOYGpwwi5azzA7IKQ",
        "link": "https://www.yelp.com/user_details?userid=rU23YJOYGpwwi5azzA7IKQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/CVzzFPwg71rjIiDvVKqr1Q/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 287,
        "photos": 577,
        "reviews": 126,
        "elite_year": 24
      },
      "comment": {
        "text": "It's a very tiny restaurant with reasonable food. The one thing that I love from this place is the Tom Ka Soup (Thai favorite chicken coconut soup with mushroom and green onion- $9.95 to share) I thought I'd like the dumplings but they had a distinct flavor which didn't go with my taste. The fancy fried rice tastes great, it comes with shrimp chicken and beef; I love the fried egg on top as it gives it a prettier look. The Bangkok chicken felt a little flavorless this time, it could also be because I took it to go instead of dining in. Overall, I like this place and the staff who works there. \nParking can be an issue sometimes as there are only 6 parking spaces in front of the restaurant. We also park next to the gas station sometimes and walk a few extra steps.",
        "language": "en"
      },
      "date": "2020-05-19T18:48:03Z",
      "rating": 4,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/N2ds1xyNOtS6Vo-nM9R2wA/o.jpg",
          "caption": "Fancy Fried Rice $12.95"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/oYdYzJCtE90rX5L0mBuXtg/o.jpg",
          "caption": "Thai Dumpling: Chicken and Shrimp Dumplings  $8.95"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/SnwubO00o975KlogEVs6KQ/o.jpg",
          "caption": "Bangkok Chicken $10.95"
        }
      ],
      "feedback": {
        "useful": 4,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Mais S.",
        "user_id": "2rohusPOZEKmh91cQjsZVg",
        "link": "https://www.yelp.com/user_details?userid=2rohusPOZEKmh91cQjsZVg",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/0JMguP5AuVGOKFh6QZF3sg/180s.jpg",
        "address": "Miami, FL",
        "friends": 25,
        "photos": 293,
        "reviews": 140
      },
      "comment": {
        "text": "Very good!!  Both red and green curry are good I couldn't tell which one I liked more. We also got the spring rolls as an appetizer and it was very good! They were also fast with service and nice",
        "language": "en"
      },
      "date": "2022-07-24T23:43:15Z",
      "rating": 5,
      "tags": [
        "3 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/3Hg-zZN0P4f8fBbNmrxgOg/o.jpg",
          "caption": "Green curry"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZSLNkA-YmvXq1ErjsJOm0w/o.jpg",
          "caption": "Rice"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/e1BdVO5J2NxKYnDQEo5Pug/o.jpg",
          "caption": "Red curry"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Stella C.",
        "user_id": "flc_fKo-zjk4GTZBePfsrQ",
        "link": "https://www.yelp.com/user_details?userid=flc_fKo-zjk4GTZBePfsrQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/DwKNCzwq6EkWmCL6HgXmeg/180s.jpg",
        "address": "Miami, FL",
        "friends": 3,
        "photos": 11,
        "reviews": 10
      },
      "comment": {
        "text": "I had the tofu pad thai and it was probably the best I have ever had! Cannot recommend this place enough",
        "language": "en"
      },
      "date": "2022-08-01T01:01:53Z",
      "rating": 5,
      "tags": [
        "1 photo"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/c3x6ln_CkNI3Rk0-KajzDQ/o.jpg"
        }
      ],
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Leah H.",
        "user_id": "CnBXICHBffGD2QxrwMso5w",
        "link": "https://www.yelp.com/user_details?userid=CnBXICHBffGD2QxrwMso5w",
        "address": "Niceville, FL",
        "friends": 0,
        "photos": 0,
        "reviews": 4
      },
      "comment": {
        "text": "Delicious food.     Wonderful service.     All the appetizers are very good.   Take out available too",
        "language": "en"
      },
      "date": "2023-07-12T23:27:16Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Crowned K.",
        "user_id": "TMmOZHKzVwcXjtbfRH8bQA",
        "link": "https://www.yelp.com/user_details?userid=TMmOZHKzVwcXjtbfRH8bQA",
        "address": "San Francisco, CA",
        "friends": 0,
        "photos": 0,
        "reviews": 1
      },
      "comment": {
        "text": "They have excellent service, the food is great and it has many things to try.\nOne problem is the parking is tight and hard to find.\nOther then that it's a great Thai and Chinese restaurant.",
        "language": "en"
      },
      "date": "2023-02-22T03:30:09Z",
      "rating": 5,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Thee Creative Agency A.",
        "user_id": "zC6a6LXXzN-KXviDtQWqtQ",
        "link": "https://www.yelp.com/user_details?userid=zC6a6LXXzN-KXviDtQWqtQ",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/et3vOgK6MuEvU1juaKm-Ww/180s.jpg",
        "address": "Atlanta, GA",
        "friends": 9,
        "photos": 9,
        "reviews": 24
      },
      "comment": {
        "text": "This place is always a winner the curry duck is worth the order is all I have to say.\n\nA great place for date night and peaceful serene time alone",
        "language": "en"
      },
      "date": "2022-08-22T02:16:45Z",
      "rating": 4,
      "feedback": {
        "useful": 0,
        "funny": 0,
        "cool": 0
      }
    },
    {
      "user": {
        "name": "Jack M.",
        "user_id": "EOajY1L3ole3gLTCZ2xw1g",
        "link": "https://www.yelp.com/user_details?userid=EOajY1L3ole3gLTCZ2xw1g",
        "thumbnail": "https://s3-media0.fl.yelpcdn.com/photo/cvRE81SrES-OM-5_2oL_BA/180s.jpg",
        "address": "Philadelphia, PA",
        "friends": 714,
        "photos": 1307,
        "reviews": 1324,
        "elite_year": 24
      },
      "comment": {
        "text": "We started with the hot and sour soup (included). I didn't like the soup. It was very sour and just a bit too gloppy (corn starch?) for my palate. \n\nHowever, the Pad Kee Mao was excellent. The noodles were well-executed. The sauce was very savory and just a little sweet. The meat was cooked to being very tender.",
        "language": "en"
      },
      "date": "2020-01-10T21:56:36Z",
      "rating": 4,
      "tags": [
        "2 photos"
      ],
      "photos": [
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/TDHo9hHqJkXNJ4i_OFIeEw/o.jpg",
          "caption": "Pad Kee Mao"
        },
        {
          "link": "https://s3-media0.fl.yelpcdn.com/bphoto/ZN6W5Bs7ZqFreLoSDFfBcw/o.jpg",
          "caption": "Hot and Sour Soup"
        }
      ],
      "feedback": {
        "useful": 5,
        "funny": 0,
        "cool": 4
      }
    }
  ],
  "serpapi_pagination": {
    "next": "https://serpapi.com/search.json?engine=yelp_reviews&num=50&place_id=kzXrQKJpN2JyLd68iwH3hg&start=50"
  }
}